if GetLocale() ~= "koKR" then
    return
end

---@type l10n
local l10n = QuestieLoader:ImportModule("l10n")

l10n.itemLookup["koKR"] = loadstring([[return {
[211787] = "두루마리: LOWER PING WHOMEVER",
[247884] = "희미하게 빛나는 잔류물",
[252022] = "돌풍나그네 육포",
[252028] = "신선한 강풍딸기 빵",
[252030] = "톡 쏘는 하늘체다",
[252031] = "시원한 샘물",
[252032] = "맛있는 빨간색 폭풍사과",
[255663] = "바람석",
[258771] = "알아케스 신도의 귀",
[267474] = "강풍에 휩쓸린 숲버섯",
[275713] = "약탈병의 활",
[275716] = "약탈병의 전투도끼",
[275717] = "공격대 방패",
[275724] = "사술 걸린 펜던트",
[277128] = "붉은발톱랩터 어미의 알",
[277135] = "잊힌 로아 우상",
[286010] = "부러진 뼈 삼지창",
[286011] = "깃발 조각",
[286012] = "오크 단검",
}]])
