if GetLocale() ~= "zhTW" then
    return
end

---@type l10n
local l10n = QuestieLoader:ImportModule("l10n")

l10n.itemLookup["zhTW"] = loadstring([[return {
[208185] = "藥劑師的形而上藥引",
[209845] = "迷惑與光輝",
[211785] = "卷軸：CWAL",
[211786] = "卷軸：CHAP BALK WELLES",
[211854] = "卷軸：OMIT KESA",
[211855] = "卷軸：STHENIC LUNATE",
[247834] = "被啃過的書",
[247839] = "遭竊的書",
[247886] = "一袋「圖畫」書",
[248001] = "遺失的書",
[248686] = "遭攔截的木箱：中級草藥",
[249391] = "黃鐵",
[254548] = "長灘魚人鰓",
[254676] = "可疑的工業補給品",
[255007] = "魔像等能彈簧",
[255010] = "收割者迴轉穩定器",
[255154] = "壞掉的迴轉穩定器",
[268415] = "普通草藥種子",
[270001] = "鏽蝕彎劍",
[270002] = "見習軍官磨損長靴",
[270228] = "魔像之心護杖",
[270231] = "火拳之握",
[270260] = "厄錘護腿",
[271096] = "以太幽光護腕",
[276694] = "桑德爾船長的幸運槍械",
[280839] = "遭竊的補給品",
[280841] = "遭竊的武器",
[286205] = "被吃掉一半的魚",
[286209] = "閃亮的垃圾",
[286214] = "暮色草花瓣",
[286215] = "一瓶動物之血",
}]])
