locales_npc = locales_npc or {}
locales_npc['zhTW'] = {
  [3] = {
    '食腐者',
    nil,
  },
  [6] = {
    '狗頭人惡黨',
    nil,
  },
  [19] = {
    '本尼任務給予者',
    '測試',
  },
  [25] = {
    '秘銀機械幼龍',
    nil,
  },
  [30] = {
    '森林蜘蛛',
    nil,
  },
  [31] = {
    '熊怪',
    nil,
  },
  [36] = {
    '麥田魔像',
    nil,
  },
  [38] = {
    '低劣暴徒',
    nil,
  },
  [40] = {
    '狗頭人礦工',
    nil,
  },
  [43] = {
    '礦坑蜘蛛',
    nil,
  },
  [46] = {
    '魚人強奪者',
    nil,
  },
  [48] = {
    '骷髏戰士',
    nil,
  },
  [49] = {
    '次級魅魔',
    nil,
  },
  [54] = {
    nil,
    '武器鍛造師',
  },
  [55] = {
    '鐵匠米恩·埃德',
    nil,
  },
  [60] = {
    '陷捕者魯克拉爾',
    nil,
  },
  [61] = {
    '索羅斯·萊特芬格',
    nil,
  },
  [62] = {
    '大蠟燭伽格',
    nil,
  },
  [65] = {
    '農婦',
    nil,
  },
  [66] = {
    nil,
    '貿易供應商',
  },
  [67] = {
    nil,
    '食品商',
  },
  [68] = {
    '暴風城衛兵',
    nil,
  },
  [69] = {
    '染病的森林狼',
    nil,
  },
  [72] = {
    'Level 20 Unkillable Test Dummy',
    nil,
  },
  [73] = {
    '藥劑師維萊納',
    '任務給予者',
  },
  [74] = {
    nil,
    '布甲和皮甲商人',
  },
  [78] = {
    '亞努斯·哈默納克',
    '武器鍛造師',
  },
  [79] = {
    '監工納爾格',
    nil,
  },
  [80] = {
    '狗頭人苦力',
    nil,
  },
  [82] = {
    '瘋狂尼奧奈堤',
    nil,
  },
  [87] = {
    '森林食人妖狂戰士',
    nil,
  },
  [89] = {
    '煉獄火',
    nil,
  },
  [90] = {
    '海巨人',
    nil,
  },
  [92] = {
    '石元素',
    nil,
  },
  [93] = {
    '半人馬',
    nil,
  },
  [94] = {
    '迪菲亞小偷',
    nil,
  },
  [95] = {
    '迪菲亞走私者',
    nil,
  },
  [97] = {
    '矮小的河爪豺狼人',
    nil,
  },
  [98] = {
    '河爪監工',
    nil,
  },
  [99] = {
    '狡猾的莫加尼',
    nil,
  },
  [100] = {
    '格拉夫·疾齒',
    nil,
  },
  [102] = {
    '青銅龍裔',
    nil,
  },
  [103] = {
    '加瑞克·護足',
    nil,
  },
  [105] = {
    '陸行鳥',
    nil,
  },
  [106] = {
    '科多獸',
    nil,
  },
  [107] = {
    '迅猛龍',
    nil,
  },
  [108] = {
    '綠色龍裔',
    nil,
  },
  [109] = {
    '白色龍裔',
    nil,
  },
  [111] = {
    '牧師',
    nil,
  },
  [112] = {
    '女牧師',
    nil,
  },
  [113] = {
    '石牙野豬',
    nil,
  },
  [114] = {
    '看守傀儡',
    nil,
  },
  [115] = {
    '收割傀儡',
    nil,
  },
  [116] = {
    '強盜',
    nil,
  },
  [117] = {
    '河爪豺狼人',
    nil,
  },
  [118] = {
    '覓食的灰狼',
    nil,
  },
  [119] = {
    '長鼻野豬',
    nil,
  },
  [120] = {
    '森林潛獵者',
    nil,
  },
  [121] = {
    '迪菲亞巡路者',
    nil,
  },
  [122] = {
    '迪菲亞路霸',
    nil,
  },
  [123] = {
    '混血河爪豺狼人',
    nil,
  },
  [124] = {
    '河爪蠻卒',
    nil,
  },
  [125] = {
    '河爪監督者',
    nil,
  },
  [126] = {
    '灘行魚人',
    nil,
  },
  [127] = {
    '獵潮魚人',
    nil,
  },
  [128] = {
    nil,
    '測試',
  },
  [150] = {
    nil,
    '弓箭商',
  },
  [151] = {
    '布洛葛·哈姆菲斯特',
    '雜貨供應商',
  },
  [152] = {
    '丹尼爾修士',
    '雜貨供應商',
  },
  [153] = {
    '貝絲娜',
    nil,
  },
  [154] = {
    '大碎屍鳥',
    nil,
  },
  [157] = {
    '血牙野豬',
    nil,
  },
  [167] = {
    '摩漢·銅喉',
    '鐵匠',
  },
  [171] = {
    '魚人戰士',
    nil,
  },
  [190] = {
    nil,
    '布甲和皮甲商人',
  },
  [192] = {
    '寒冰食人妖',
    nil,
  },
  [193] = {
    '藍色龍裔',
    nil,
  },
  [196] = {
    '伊根·派特斯金納',
    nil,
  },
  [197] = {
    '治安官瑪克布萊德',
    nil,
  },
  [198] = {
    nil,
    '法師訓練師',
  },
  [199] = {
    '小碎屍鳥',
    nil,
  },
  [200] = {
    '蹣跚的骷髏 UNUSED',
    nil,
  },
  [201] = {
    '鬆散的骷髏',
    nil,
  },
  [202] = {
    '腐爛的恐怖殭屍',
    nil,
  },
  [203] = {
    '骷髏法師',
    nil,
  },
  [205] = {
    '夜行黑暗狼人',
    nil,
  },
  [206] = {
    '夜行邪齒狼人',
    nil,
  },
  [210] = {
    '噬骨者',
    nil,
  },
  [211] = {
    '巨魔',
    nil,
  },
  [212] = {
    '裂拳戰士',
    nil,
  },
  [213] = {
    '飢餓的恐狼',
    nil,
  },
  [215] = {
    '迪菲亞夜行者',
    nil,
  },
  [217] = {
    '結網毒蜘蛛',
    nil,
  },
  [218] = {
    '盜墓者',
    nil,
  },
  [219] = {
    nil,
    '布甲和皮甲商人',
  },
  [220] = {
    '[UNUSED]鐵匠凱比爾',
    '武器鍛造師',
  },
  [221] = {
    '丹努斯',
    '商人',
  },
  [222] = {
    nil,
    '製錘師',
  },
  [223] = {
    nil,
    '見習製皮師',
  },
  [224] = {
    '札克·馬斯頓',
    '武器商',
  },
  [225] = {
    '加文·納爾特里',
    '武器鍛造師',
  },
  [226] = {
    '莫格·納爾特里',
    '護甲商',
  },
  [227] = {
    nil,
    '雜貨商',
  },
  [228] = {
    '艾瓦特·菲爾伍德',
    '弓箭商',
  },
  [229] = {
    'Unknown Evil Transform (do not translate)',
    nil,
  },
  [232] = {
    '農夫雷恩',
    nil,
  },
  [233] = {
    '農夫薩丁',
    nil,
  },
  [234] = {
    '格里安·斯托曼保安官',
    '西部荒野人民軍',
  },
  [237] = {
    '農夫法布隆',
    nil,
  },
  [238] = {
    '弗娜·法布隆',
    nil,
  },
  [239] = {
    '葛林布茲·雷酒',
    nil,
  },
  [240] = {
    '治安官杜漢',
    nil,
  },
  [241] = {
    '雷米',
    nil,
  },
  [242] = {
    '赫拉斯·布拉克威爾',
    nil,
  },
  [244] = {
    '斯通菲爾德媽媽',
    nil,
  },
  [246] = {
    '波尼斯·斯通菲爾德姑媽',
    nil,
  },
  [248] = {
    '斯通菲爾德老奶奶',
    nil,
  },
  [252] = {
    '湯米·喬·斯通菲爾德',
    nil,
  },
  [253] = {
    '威廉·匹斯特',
    nil,
  },
  [257] = {
    '狗頭人勞工',
    nil,
  },
  [258] = {
    nil,
    '葡萄酒商',
  },
  [261] = {
    '守衛湯瑪斯',
    nil,
  },
  [262] = {
    '[DND] Wounded Lion\'s Footman',
    nil,
  },
  [263] = {
    '艾爾羅·埃伯洛克領主',
    '夜色鎮的鎮長',
  },
  [264] = {
    '指揮官奧爾希雅·埃伯洛克',
    '守夜人指揮官',
  },
  [266] = {
    '黑衣威利',
    nil,
  },
  [267] = {
    '書記員達爾塔',
    nil,
  },
  [268] = {
    nil,
    '夜色鎮歷史學家',
  },
  [269] = {
    nil,
    '夜色鎮的副鎮長',
  },
  [270] = {
    '議員米爾斯泰普',
    '夜色鎮議會',
  },
  [271] = {
    '拜瑞巴克大使',
    '夜色鎮議會',
  },
  [273] = {
    '旅店老闆史密茲',
    nil,
  },
  [274] = {
    '酒吧老闆漢恩',
    '酒保',
  },
  [277] = {
    nil,
    '美酒鑒賞家',
  },
  [279] = {
    '摩根·匹斯特',
    nil,
  },
  [280] = {
    nil,
    '佔地觸發器',
  },
  [285] = {
    '魚人',
    nil,
  },
  [286] = {
    '老不死的基爾',
    nil,
  },
  [287] = {
    '佔地者 - 暗洞礦坑',
    nil,
  },
  [288] = {
    '基特斯',
    nil,
  },
  [289] = {
    nil,
    '隱士',
  },
  [290] = {
    '佔地者 - 法戈第礦坑',
    '佔地觸發器',
  },
  [291] = {
    '佔地者抽屜櫃',
    '佔地者!',
  },
  [294] = {
    '治安官哈迦德',
    nil,
  },
  [295] = {
    '旅店老闆法雷',
    '旅店老闆',
  },
  [297] = {
    '管理員弗索姆',
    nil,
  },
  [299] = {
    '幼狼',
    nil,
  },
  [302] = {
    '盲眼瑪麗',
    nil,
  },
  [303] = {
    '佔地者互動小玩意兒 - jk',
    '自己想像',
  },
  [305] = {
    '白馬',
    nil,
  },
  [309] = {
    '羅爾夫的屍體',
    nil,
  },
  [313] = {
    nil,
    '阿祖拉之塔的法師',
  },
  [314] = {
    nil,
    '藏屍者的新娘',
  },
  [315] = {
    '斯塔文·密斯特曼托',
    nil,
  },
  [327] = {
    '金牙',
    nil,
  },
  [328] = {
    nil,
    '法師訓練師',
  },
  [329] = {
    '土元素',
    nil,
  },
  [330] = {
    '公主',
    nil,
  },
  [331] = {
    nil,
    '高階法師',
  },
  [332] = {
    '馬迪亞斯·肖爾大師',
    '軍情七處領袖',
  },
  [334] = {
    nil,
    '黑石氏族督軍',
  },
  [335] = {
    '森格',
    nil,
  },
  [338] = {
    nil,
    '魔法和科學研究院',
  },
  [340] = {
    nil,
    '烹飪大師',
  },
  [341] = {
    '工頭奧斯洛',
    nil,
  },
  [344] = {
    '所羅門鎮長',
    nil,
  },
  [345] = {
    '貝利格拉布',
    nil,
  },
  [346] = {
    '酒吧老闆丹尼爾',
    nil,
  },
  [347] = {
    '格里茲爾·半鬃',
    '奧特蘭克山谷戰場軍官',
  },
  [349] = {
    '基沙恩下士',
    nil,
  },
  [351] = {
    '農民',
    nil,
  },
  [352] = {
    '杜加爾·朗德瑞克',
    '獅鷲獸管理員',
  },
  [353] = {
    '安東尼奧斯·達特',
    nil,
  },
  [354] = {
    nil,
    '薩滿訓練師',
  },
  [359] = {
    '冬狼',
    nil,
  },
  [364] = {
    '泥漿',
    nil,
  },
  [365] = {
    '史考特的飛行坐騎',
    nil,
  },
  [370] = {
    '小男孩',
    nil,
  },
  [371] = {
    '小女孩',
    nil,
  },
  [372] = {
    '卡姆·鐵翎',
    '採礦供應商',
  },
  [373] = {
    '穆拉克·冰角',
    '薩滿訓練師',
  },
  [374] = {
    '考格·旋軸',
    nil,
  },
  [375] = {
    '女牧師安妮塔',
    '牧師訓練師',
  },
  [376] = {
    '高階牧師勞瑞娜',
    '牧師訓練師',
  },
  [377] = {
    '女牧師潔塞塔',
    '牧師訓練師',
  },
  [379] = {
    '達希',
    '女服務生',
  },
  [381] = {
    '碼頭管理員巴倫',
    nil,
  },
  [382] = {
    '治安官瑪瑞斯',
    nil,
  },
  [383] = {
    nil,
    '魚販',
  },
  [384] = {
    nil,
    '養馬人',
  },
  [385] = {
    '馬',
    nil,
  },
  [386] = {
    '[UNUSED]奧瑞克',
    '座狼商人',
  },
  [387] = {
    '薩繆爾領主',
    '高階聖騎士',
  },
  [388] = {
    '布羅姆斯·墨菲',
    '高階聖騎士',
  },
  [389] = {
    '蘭迪加領主',
    '高階聖騎士',
  },
  [390] = {
    '隨行小豬',
    nil,
  },
  [391] = {
    '老瞎眼',
    nil,
  },
  [392] = {
    '葛瑞森船長',
    nil,
  },
  [393] = {
    '溫馴的狼',
    nil,
  },
  [397] = {
    '大魔導師度恩',
    nil,
  },
  [412] = {
    '縫合怪',
    '藏屍者的禮物',
  },
  [415] = {
    '弗納·奧斯古',
    nil,
  },
  [416] = {
    '小鬼',
    nil,
  },
  [417] = {
    '惡魔獵犬',
    nil,
  },
  [418] = {
    '次級虛無行者',
    nil,
  },
  [421] = {
    '梅非司托',
    nil,
  },
  [422] = {
    '魚人食腐者',
    nil,
  },
  [423] = {
    '混血赤脊山豺狼人',
    nil,
  },
  [424] = {
    '赤脊山盜獵者',
    nil,
  },
  [426] = {
    '赤脊山蠻卒',
    nil,
  },
  [428] = {
    '恐鷲',
    nil,
  },
  [429] = {
    '影皮暗織者',
    nil,
  },
  [430] = {
    '赤脊山秘術使',
    nil,
  },
  [431] = {
    '影皮殺手',
    nil,
  },
  [432] = {
    '影皮蠻卒',
    nil,
  },
  [433] = {
    '影皮豺狼人',
    nil,
  },
  [434] = {
    '瘋狂的影皮豺狼人',
    nil,
  },
  [435] = {
    '黑石勇士',
    nil,
  },
  [436] = {
    '黑石暗影施法者',
    nil,
  },
  [437] = {
    '黑石叛節者',
    nil,
  },
  [440] = {
    '黑石蠻兵',
    nil,
  },
  [441] = {
    '小黑色幼龍',
    nil,
  },
  [442] = {
    '狼蛛',
    nil,
  },
  [444] = {
    '恰布斯',
    nil,
  },
  [445] = {
    '原生赤脊山豺狼人',
    nil,
  },
  [446] = {
    '赤脊山猛擊者',
    nil,
  },
  [448] = {
    '霍格',
    nil,
  },
  [449] = {
    '迪菲亞拳匪',
    nil,
  },
  [450] = {
    '迪菲亞叛節法師',
    nil,
  },
  [452] = {
    '河爪強盜',
    nil,
  },
  [453] = {
    '河爪秘術使',
    nil,
  },
  [454] = {
    '幼年血牙野豬',
    nil,
  },
  [456] = {
    '魚人小神諭者',
    nil,
  },
  [458] = {
    '打獵魚人',
    nil,
  },
  [459] = {
    nil,
    '術士訓練師',
  },
  [460] = {
    nil,
    '術士訓練師',
  },
  [461] = {
    nil,
    '術士訓練師',
  },
  [464] = {
    '警衛隊長派克',
    nil,
  },
  [465] = {
    '酒吧老闆杜賓斯',
    '酒保',
  },
  [466] = {
    '馬庫斯·喬納森將軍',
    '暴風城防禦部隊高階指揮官',
  },
  [467] = {
    '迪菲亞叛徒',
    nil,
  },
  [468] = {
    '城鎮公告員',
    nil,
  },
  [469] = {
    '多倫中尉',
    nil,
  },
  [471] = {
    '母蜘蛛',
    nil,
  },
  [472] = {
    '費德菲尼爾',
    nil,
  },
  [473] = {
    '收貨人摩根',
    nil,
  },
  [474] = {
    '流浪巫師',
    nil,
  },
  [475] = {
    '狗頭人隧道工',
    nil,
  },
  [476] = {
    '狗頭人地卜師',
    nil,
  },
  [478] = {
    '河爪豺狼人前鋒',
    nil,
  },
  [480] = {
    '生鏽的麥田魔像',
    nil,
  },
  [481] = {
    '迪菲亞攔路賊',
    nil,
  },
  [482] = {
    nil,
    '乳酪商',
  },
  [483] = {
    nil,
    '乳酪商',
  },
  [485] = {
    '黑石前鋒',
    nil,
  },
  [487] = {
    '保衛者比亞倫',
    '西部荒野人民軍',
  },
  [488] = {
    '保衛者維沃爾',
    '西部荒野人民軍',
  },
  [489] = {
    '保衛者達菲歐德',
    '西部荒野人民軍',
  },
  [490] = {
    '保衛者加瑞爾',
    '西部荒野人民軍',
  },
  [491] = {
    '軍需官路易斯',
    '軍需官',
  },
  [494] = {
    '守夜人布克瑞斯',
    '守夜人',
  },
  [495] = {
    '守夜人基佛',
    '守夜人',
  },
  [499] = {
    '守夜人派格',
    '守夜人',
  },
  [500] = {
    '河爪斥候',
    nil,
  },
  [501] = {
    '河爪草藥師',
    nil,
  },
  [503] = {
    '瑪拉索姆領主',
    nil,
  },
  [504] = {
    '迪菲亞陷捕者',
    nil,
  },
  [505] = {
    '巨型狼蛛',
    nil,
  },
  [506] = {
    '利爪隊長',
    nil,
  },
  [510] = {
    '水元素',
    nil,
  },
  [511] = {
    '瘋狂的食屍鬼',
    nil,
  },
  [513] = {
    '撒網魚人',
    nil,
  },
  [514] = {
    '鐵匠阿古斯',
    '鍛造訓練師',
  },
  [515] = {
    '魚人劫掠者',
    nil,
  },
  [517] = {
    '魚人神諭者',
    nil,
  },
  [518] = {
    '猶勒',
    nil,
  },
  [523] = {
    nil,
    '獅鷲獸管理員',
  },
  [524] = {
    '石皮野豬',
    nil,
  },
  [525] = {
    '癩皮狼',
    nil,
  },
  [531] = {
    '骷髏魔',
    nil,
  },
  [533] = {
    '夜行織影狼人',
    nil,
  },
  [534] = {
    nil,
    '獸穴之后',
  },
  [535] = {
    '[UNUSED]薩瓦爾',
    nil,
  },
  [536] = {
    '[UNUSED]拉迪爾',
    nil,
  },
  [538] = {
    '[UNUSED]布克查',
    nil,
  },
  [539] = {
    '小型結網毒蜘蛛',
    nil,
  },
  [541] = {
    '獅鷲獸',
    nil,
  },
  [542] = {
    '深林的卡利菲克斯',
    '德魯伊訓練師',
  },
  [543] = {
    '納雷塞特·野性使者',
    '獸欄管理員',
  },
  [544] = {
    '魚人夜行者',
    nil,
  },
  [545] = {
    '魚人招潮者',
    nil,
  },
  [547] = {
    '巨型血牙野豬',
    nil,
  },
  [548] = {
    '魚人小招潮者',
    nil,
  },
  [550] = {
    '迪菲亞信差',
    nil,
  },
  [564] = {
    '狗頭人奴隸',
    nil,
  },
  [565] = {
    '瘋狂的恐狼',
    nil,
  },
  [566] = {
    '維雷克斯',
    nil,
  },
  [567] = {
    '黑爪',
    nil,
  },
  [568] = {
    '影皮戰士',
    nil,
  },
  [569] = {
    '綠色獨行蛛',
    nil,
  },
  [570] = {
    '食腦者',
    nil,
  },
  [573] = {
    '敵人收割者4000',
    nil,
  },
  [575] = {
    '火元素',
    nil,
  },
  [576] = {
    '守夜人拉迪摩爾',
    '守夜人',
  },
  [578] = {
    '魚人斥候',
    nil,
  },
  [579] = {
    '影皮刺客',
    nil,
  },
  [580] = {
    '赤脊山苦工',
    nil,
  },
  [582] = {
    '老馬布蘭契',
    nil,
  },
  [583] = {
    '伏擊者',
    nil,
  },
  [587] = {
    '血頂戰士',
    nil,
  },
  [588] = {
    '血頂斥候',
    nil,
  },
  [589] = {
    '迪菲亞掠取者',
    nil,
  },
  [590] = {
    '迪菲亞強奪者',
    nil,
  },
  [594] = {
    '迪菲亞匪徒',
    nil,
  },
  [595] = {
    '血頂獵人',
    nil,
  },
  [596] = {
    '被洗腦的貴族',
    nil,
  },
  [597] = {
    '血頂狂戰士',
    nil,
  },
  [598] = {
    '迪菲亞礦工',
    nil,
  },
  [601] = {
    '守財奴卡波爾 [UNUSED]',
    nil,
  },
  [603] = {
    '格瑞圖斯',
    nil,
  },
  [604] = {
    '瘟疫散佈者',
    nil,
  },
  [615] = {
    '黑石追蹤者',
    nil,
  },
  [616] = {
    '查特',
    nil,
  },
  [619] = {
    '迪菲亞咒術師',
    nil,
  },
  [620] = {
    '雞',
    nil,
  },
  [621] = {
    '雞',
    nil,
  },
  [622] = {
    '哥布林工程師',
    nil,
  },
  [623] = {
    '骷髏礦工',
    nil,
  },
  [624] = {
    '不死族挖掘者',
    nil,
  },
  [625] = {
    '亡靈爆破者',
    nil,
  },
  [626] = {
    '工頭希斯耐特',
    nil,
  },
  [628] = {
    '黑色劫毀者',
    nil,
  },
  [634] = {
    '迪菲亞監督者',
    nil,
  },
  [636] = {
    '迪菲亞黑衣衛',
    nil,
  },
  [638] = {
    '哥布林雇傭兵',
    nil,
  },
  [639] = {
    nil,
    '迪菲亞兄弟會首腦',
  },
  [641] = {
    '哥布林木匠',
    nil,
  },
  [642] = {
    '斯尼德的伐木機',
    '伐木工頭',
  },
  [643] = {
    nil,
    '伐木工頭',
  },
  [644] = {
    nil,
    '工頭',
  },
  [645] = {
    '廚師',
    '船上的廚師',
  },
  [646] = {
    '重拳先生',
    '船上的大副',
  },
  [647] = {
    '綠皮隊長',
    nil,
  },
  [648] = {
    '橋樑工人特倫特',
    nil,
  },
  [649] = {
    '橋樑工人德米崔',
    nil,
  },
  [650] = {
    '橋樑工人傑斯',
    nil,
  },
  [651] = {
    '橋樑工人丹尼爾',
    nil,
  },
  [652] = {
    '橋樑工人馬泰',
    nil,
  },
  [653] = {
    '橋樑工人亞曆克斯',
    nil,
  },
  [656] = {
    '維爾德·薊草',
    nil,
  },
  [657] = {
    '迪菲亞海賊',
    nil,
  },
  [658] = {
    '斯登·粗臂',
    nil,
  },
  [659] = {
    nil,
    '黑暗死亡小雞',
  },
  [660] = {
    '血頂巫醫',
    nil,
  },
  [667] = {
    '劈顱戰士',
    nil,
  },
  [669] = {
    '劈顱獵人',
    nil,
  },
  [670] = {
    '劈顱巫醫',
    nil,
  },
  [671] = {
    '血頂獵頭者',
    nil,
  },
  [672] = {
    '劈顱逐靈者',
    nil,
  },
  [674] = {
    '風險投資公司露天礦工',
    nil,
  },
  [675] = {
    '風險投資公司工頭',
    nil,
  },
  [676] = {
    '風險投資公司勘測員',
    nil,
  },
  [677] = {
    '風險投資公司技工',
    nil,
  },
  [678] = {
    '莫什奧格虐待者',
    nil,
  },
  [679] = {
    '莫什奧格薩滿',
    nil,
  },
  [680] = {
    '莫什奧格領主',
    nil,
  },
  [681] = {
    '小荊棘谷猛虎',
    nil,
  },
  [682] = {
    '荊棘谷猛虎',
    nil,
  },
  [683] = {
    '小獵豹',
    nil,
  },
  [684] = {
    '深喉獵豹',
    nil,
  },
  [685] = {
    '荊棘谷迅猛龍',
    nil,
  },
  [686] = {
    '鞭尾迅猛龍',
    nil,
  },
  [687] = {
    '叢林潛獵者',
    nil,
  },
  [688] = {
    '石喉蜥蜴',
    nil,
  },
  [689] = {
    '晶背蜥蜴',
    nil,
  },
  [690] = {
    '冷眼蜥蜴',
    nil,
  },
  [691] = {
    '次級水元素',
    nil,
  },
  [693] = {
    'Words Written',
    '訓練師',
  },
  [694] = {
    '血頂擲斧者',
    nil,
  },
  [696] = {
    '劈顱擲斧者',
    nil,
  },
  [697] = {
    '血頂薩滿',
    nil,
  },
  [698] = {
    '血頂猛虎',
    nil,
  },
  [699] = {
    '血頂獸王',
    nil,
  },
  [700] = {
    '血頂獵豹',
    nil,
  },
  [701] = {
    '血頂秘術使',
    nil,
  },
  [702] = {
    '血頂食腐者',
    nil,
  },
  [703] = {
    '范高雷將軍',
    nil,
  },
  [704] = {
    '蓬毛森林狼',
    nil,
  },
  [705] = {
    '蓬毛幼狼',
    nil,
  },
  [706] = {
    '小霜鬃食人妖',
    nil,
  },
  [707] = {
    '石齶穴居怪',
    nil,
  },
  [708] = {
    '小型峭壁野豬',
    nil,
  },
  [709] = {
    '莫什奧格好戰者',
    nil,
  },
  [710] = {
    '莫什奧格法師',
    nil,
  },
  [711] = {
    '阿爾多·泥爪',
    nil,
  },
  [712] = {
    '赤脊山痛擊者',
    nil,
  },
  [713] = {
    '巴爾林·霜錘',
    nil,
  },
  [714] = {
    '塔林·銳眼',
    nil,
  },
  [716] = {
    '巴尼爾·石罐',
    nil,
  },
  [718] = {
    '艾爾加丁爵士',
    nil,
  },
  [721] = {
    '兔子',
    nil,
  },
  [723] = {
    '莫什奧格屠夫',
    nil,
  },
  [724] = {
    '壯實的石齶穴居怪',
    nil,
  },
  [725] = {
    '[UNUSED]骷髏執行者',
    nil,
  },
  [727] = {
    '鐵爐堡巡山人',
    nil,
  },
  [731] = {
    '虎王邦加拉西',
    nil,
  },
  [732] = {
    '魚人潛伏者',
    nil,
  },
  [733] = {
    '尤瓦中士',
    nil,
  },
  [734] = {
    '布魯斯下士',
    '營地商人',
  },
  [735] = {
    '魚人士兵',
    nil,
  },
  [736] = {
    '黑豹',
    nil,
  },
  [738] = {
    '士兵托爾森',
    nil,
  },
  [739] = {
    '尼麥茲修士',
    nil,
  },
  [740] = {
    '年輕的幼龍',
    nil,
  },
  [741] = {
    '睡夢中的幼龍',
    nil,
  },
  [742] = {
    '綠色龍人',
    nil,
  },
  [743] = {
    '龍人夢行者',
    nil,
  },
  [744] = {
    '綠色逆鱗龍人',
    nil,
  },
  [745] = {
    '逆鱗龍人隊長',
    nil,
  },
  [746] = {
    '龍人長者',
    nil,
  },
  [747] = {
    '沼澤魚人',
    nil,
  },
  [749] = {
    '沼澤暗居魚人',
    nil,
  },
  [750] = {
    '沼澤噴墨魚人',
    nil,
  },
  [751] = {
    '沼澤食腐魚人',
    nil,
  },
  [752] = {
    '沼澤魚人神諭者',
    nil,
  },
  [754] = {
    '反抗軍警備兵',
    nil,
  },
  [755] = {
    '失落泥濘者',
    nil,
  },
  [756] = {
    '劈顱黑豹',
    nil,
  },
  [757] = {
    '失落者漁夫',
    nil,
  },
  [758] = {
    '劈顱猛虎',
    nil,
  },
  [759] = {
    '失落者獵人',
    nil,
  },
  [760] = {
    '失落定居者',
    nil,
  },
  [761] = {
    '失落者先知',
    nil,
  },
  [762] = {
    '失落尋隙者',
    nil,
  },
  [763] = {
    '失落者酋長',
    nil,
  },
  [764] = {
    '沼澤漫步者',
    nil,
  },
  [765] = {
    '沼澤漫步者長老',
    nil,
  },
  [766] = {
    '糾纏恐獸',
    nil,
  },
  [767] = {
    '沼澤虎',
    nil,
  },
  [768] = {
    '暗影黑豹',
    nil,
  },
  [769] = {
    '死亡狼蛛',
    nil,
  },
  [770] = {
    '卡雷布下士',
    nil,
  },
  [771] = {
    '指揮官菲斯托姆',
    nil,
  },
  [772] = {
    '荊棘谷雌虎',
    nil,
  },
  [775] = {
    '庫爾森的密探',
    nil,
  },
  [777] = {
    nil,
    '商人',
  },
  [780] = {
    '劈顱秘術使',
    nil,
  },
  [781] = {
    '劈顱獵頭者',
    nil,
  },
  [782] = {
    '劈顱斥候',
    nil,
  },
  [783] = {
    '劈顱狂戰士',
    nil,
  },
  [784] = {
    '劈顱獸王',
    nil,
  },
  [785] = {
    '骷髏護衛',
    nil,
  },
  [786] = {
    '格瑞林·白鬚',
    nil,
  },
  [787] = {
    '骷髏醫者',
    nil,
  },
  [789] = {
    nil,
    '弓箭商',
  },
  [790] = {
    nil,
    '鍛造和採礦供應商',
  },
  [791] = {
    '林塞·阿什洛克',
    '雜貨供應商',
  },
  [793] = {
    nil,
    '鑄盾師',
  },
  [798] = {
    '所羅門',
    nil,
  },
  [808] = {
    '冷酷的格瑞克尼爾',
    nil,
  },
  [809] = {
    nil,
    '武器商',
  },
  [812] = {
    nil,
    '草藥學訓練師',
  },
  [813] = {
    '庫爾森上校',
    nil,
  },
  [814] = {
    '瑪爾蘇斯中士',
    nil,
  },
  [815] = {
    '書呆子赫洛德',
    nil,
  },
  [819] = {
    '伊爾加拉的僕從',
    nil,
  },
  [820] = {
    '斥候瑞爾',
    '西部荒野人民軍',
  },
  [821] = {
    '丹努文上尉',
    '西部荒野人民軍',
  },
  [822] = {
    '小森林熊',
    nil,
  },
  [823] = {
    '維里中士',
    nil,
  },
  [824] = {
    '迪菲亞掘地工',
    nil,
  },
  [826] = {
    '守夜人詹恩',
    '守夜人',
  },
  [827] = {
    '守夜人摩卡斯基',
    '守夜人',
  },
  [828] = {
    '守夜人皮塔斯',
    '守夜人',
  },
  [829] = {
    '艾德林·怒流',
    '雜貨供應商',
  },
  [830] = {
    '沙行蟹',
    nil,
  },
  [831] = {
    '海行蟹',
    nil,
  },
  [832] = {
    '無縛的颶風',
    nil,
  },
  [833] = {
    '山狗首領',
    nil,
  },
  [836] = {
    '德南·弗卡特',
    '布甲和皮甲商人',
  },
  [837] = {
    nil,
    '牧師訓練師',
  },
  [840] = {
    '守夜人巴庫斯',
    '守夜人',
  },
  [842] = {
    '伐木工',
    nil,
  },
  [843] = {
    nil,
    '貿易供應商',
  },
  [844] = {
    nil,
    '旅行商人',
  },
  [846] = {
    '腐爛的食屍鬼',
    nil,
  },
  [852] = {
    '野性之魂',
    nil,
  },
  [853] = {
    '寒脊山巡山人',
    nil,
  },
  [854] = {
    '幼年叢林潛獵者',
    nil,
  },
  [855] = {
    '幼年荊棘谷迅猛龍',
    nil,
  },
  [856] = {
    '幼年鞭尾迅猛龍',
    nil,
  },
  [857] = {
    '杜納爾·奧斯古',
    '阿拉希盆地戰場軍官',
  },
  [858] = {
    '悲傷紡織者',
    nil,
  },
  [859] = {
    '守衛伯爾頓',
    nil,
  },
  [860] = {
    '寵物狼',
    nil,
  },
  [861] = {
    '斯通納德斥候',
    nil,
  },
  [862] = {
    '斯通納德探險者',
    nil,
  },
  [863] = {
    '斯通納德獵人',
    nil,
  },
  [864] = {
    '斯通納德獸人',
    nil,
  },
  [865] = {
    '斯通納德尋路者',
    nil,
  },
  [866] = {
    '斯通納德蠻兵',
    nil,
  },
  [867] = {
    '斯通納德製圖師',
    nil,
  },
  [868] = {
    '斯通納德薩滿',
    nil,
  },
  [869] = {
    '保衛者朵拉娜',
    '西部荒野人民軍',
  },
  [870] = {
    '保衛者德尼',
    '西部荒野人民軍',
  },
  [871] = {
    '鹽鱗戰士',
    nil,
  },
  [873] = {
    '鹽鱗神諭者',
    nil,
  },
  [874] = {
    '保衛者科瑞羅',
    '西部荒野人民軍',
  },
  [875] = {
    '鹽鱗潮汐領主',
    nil,
  },
  [876] = {
    '保衛者雷克',
    '西部荒野人民軍',
  },
  [877] = {
    '鹽鱗強奪者',
    nil,
  },
  [878] = {
    '斥候加里安',
    '西部荒野人民軍',
  },
  [879] = {
    '鹽鱗獵人',
    nil,
  },
  [880] = {
    '埃爾蘭·杜德摩爾',
    nil,
  },
  [882] = {
    '骸骨施法者',
    nil,
  },
  [883] = {
    '鹿',
    nil,
  },
  [885] = {
    '守夜人凱勒',
    '守夜人',
  },
  [886] = {
    '守夜人哈丁',
    '守夜人',
  },
  [887] = {
    '守夜人喬丹',
    '守夜人',
  },
  [888] = {
    '守夜人道茨',
    '守夜人',
  },
  [889] = {
    '裂拳巨魔',
    nil,
  },
  [890] = {
    '幼鹿',
    nil,
  },
  [891] = {
    '裂拳控火者',
    nil,
  },
  [892] = {
    '裂拳監工',
    nil,
  },
  [894] = {
    '霍莫爾·斯通菲爾德',
    '水果商',
  },
  [895] = {
    nil,
    '獵人訓練師',
  },
  [896] = {
    '維爾丹·萊弗特',
    '皮甲商',
  },
  [897] = {
    nil,
    '獵人訓練師',
  },
  [898] = {
    '夜行狼人',
    nil,
  },
  [900] = {
    '拜里弗·科納徹爾',
    nil,
  },
  [903] = {
    '守衛豪維',
    nil,
  },
  [904] = {
    '[UNUSED]雷格納·庫恩',
    '槍械商',
  },
  [905] = {
    '利齒狂魚',
    nil,
  },
  [906] = {
    nil,
    '術士訓練師',
  },
  [907] = {
    '克拉斯·狼心',
    '阿拉希盆地戰場軍官',
  },
  [908] = {
    '芙羅拉·希沃溫德',
    '草藥學訓練師',
  },
  [909] = {
    '迪菲亞夜賊',
    nil,
  },
  [910] = {
    '迪菲亞附魔師',
    nil,
  },
  [911] = {
    nil,
    '戰士訓練師',
  },
  [912] = {
    nil,
    '戰士訓練師',
  },
  [913] = {
    nil,
    '戰士訓練師',
  },
  [914] = {
    nil,
    '戰士訓練師',
  },
  [915] = {
    nil,
    '盜賊訓練師',
  },
  [916] = {
    nil,
    '盜賊訓練師',
  },
  [917] = {
    nil,
    '盜賊訓練師',
  },
  [918] = {
    '『夜行者』奧斯伯',
    '盜賊訓練師',
  },
  [919] = {
    nil,
    '薩滿訓練師',
  },
  [920] = {
    '夜行墮落狼人',
    nil,
  },
  [921] = {
    '風險投資公司伐木工',
    nil,
  },
  [922] = {
    '淤泥蟹',
    nil,
  },
  [923] = {
    '小黑色劫毀者',
    nil,
  },
  [925] = {
    '薩繆爾修士',
    '聖騎士訓練師',
  },
  [926] = {
    '布羅莫斯·格魯諾爾',
    '聖騎士訓練師',
  },
  [927] = {
    '維爾海姆修士',
    '聖騎士訓練師',
  },
  [928] = {
    '格雷森·破影者領主',
    '聖騎士訓練師',
  },
  [929] = {
    '驚懼領主瑪爾加尼斯',
    '惡魔之王',
  },
  [930] = {
    '小型黑寡婦蜘蛛',
    nil,
  },
  [931] = {
    '艾蕾娜·風暴之羽',
    '獅鷲獸管理員',
  },
  [932] = {
    '守衛阿什洛克',
    nil,
  },
  [933] = {
    '守衛海特',
    nil,
  },
  [934] = {
    '守衛克拉克',
    nil,
  },
  [935] = {
    '守衛皮爾斯',
    nil,
  },
  [936] = {
    '守衛亞當斯',
    nil,
  },
  [937] = {
    '庫爾森叢林戰士',
    nil,
  },
  [938] = {
    '庫爾森特種兵',
    nil,
  },
  [939] = {
    '庫爾森精英',
    nil,
  },
  [940] = {
    '庫爾森咒醫',
    nil,
  },
  [941] = {
    '庫爾森精神醫師',
    nil,
  },
  [942] = {
    '庫爾森巫醫',
    nil,
  },
  [943] = {
    '庫爾森馴獸師',
    nil,
  },
  [944] = {
    nil,
    '法師訓練師',
  },
  [945] = {
    '雷布萊德·寒椅',
    '武器鍛造師',
  },
  [946] = {
    '霜鬃新兵',
    '格瑞克尼爾的僕人',
  },
  [947] = {
    '沉默的羅恩',
    nil,
  },
  [948] = {
    '腐爛者',
    nil,
  },
  [949] = {
    '食腐獨行蛛',
    nil,
  },
  [950] = {
    '沼澤空談者',
    nil,
  },
  [951] = {
    '帕克斯頓修士',
    '圖書管理員',
  },
  [952] = {
    '尼爾斯修士',
    nil,
  },
  [954] = {
    nil,
    '皮甲商',
  },
  [955] = {
    '德·維里斯中士',
    '士氣軍官',
  },
  [956] = {
    '多林·桑布雷德',
    '護甲商',
  },
  [957] = {
    nil,
    '見習鐵匠',
  },
  [958] = {
    '唐恩·亮星',
    '魔法貨物',
  },
  [959] = {
    nil,
    '布商',
  },
  [960] = {
    '岡德爾·索恩布希',
    '商人',
  },
  [963] = {
    '瑞尼爾副隊長',
    nil,
  },
  [976] = {
    '庫爾森戰虎',
    nil,
  },
  [977] = {
    '庫爾森戰豹',
    nil,
  },
  [978] = {
    '庫爾森副首領',
    nil,
  },
  [979] = {
    '庫爾森暗影獵手',
    nil,
  },
  [980] = {
    nil,
    '鎖甲和鎧甲商人',
  },
  [981] = {
    nil,
    '武器商',
  },
  [982] = {
    nil,
    '食物和飲料商人',
  },
  [983] = {
    nil,
    '施法材料和鍊金術供應商',
  },
  [984] = {
    nil,
    '布甲和皮甲商人',
  },
  [985] = {
    nil,
    '戰士訓練師',
  },
  [986] = {
    nil,
    '薩滿訓練師',
  },
  [987] = {
    nil,
    '獵人訓練師',
  },
  [988] = {
    nil,
    '術士訓練師',
  },
  [989] = {
    nil,
    '貿易供應商',
  },
  [994] = {
    '嚎叫者納瑞克',
    nil,
  },
  [995] = {
    '納瑞克的馴狼',
    nil,
  },
  [996] = {
    '裁縫訓練師',
    '裁縫訓練師',
  },
  [999] = {
    '守夜人羅伊斯',
    '守夜人',
  },
  [1000] = {
    '殺不死的測試假人',
    '守夜人',
  },
  [1001] = {
    '守夜人哈金斯',
    '守夜人',
  },
  [1007] = {
    '蘚皮豺狼人',
    nil,
  },
  [1008] = {
    '混血蘚皮豺狼人',
    nil,
  },
  [1009] = {
    '蘚皮織霧者',
    nil,
  },
  [1010] = {
    '蘚皮沼地行者',
    nil,
  },
  [1011] = {
    '蘚皮陷捕者',
    nil,
  },
  [1012] = {
    '蘚皮蠻卒',
    nil,
  },
  [1013] = {
    '蘚皮秘術使',
    nil,
  },
  [1014] = {
    '原生蘚皮豺狼人',
    nil,
  },
  [1015] = {
    '高地迅猛龍',
    nil,
  },
  [1016] = {
    '高地鞭尾龍',
    nil,
  },
  [1017] = {
    '高地鐮爪龍',
    nil,
  },
  [1018] = {
    '高地刺喉龍',
    nil,
  },
  [1019] = {
    '老刺喉龍',
    nil,
  },
  [1020] = {
    '雜斑迅猛龍',
    nil,
  },
  [1021] = {
    '雜斑尖嘯龍',
    nil,
  },
  [1022] = {
    '雜斑鐮爪龍',
    nil,
  },
  [1023] = {
    '雜斑刺喉龍',
    nil,
  },
  [1024] = {
    '藍鰓魚人',
    nil,
  },
  [1025] = {
    '藍鰓污水魚人',
    nil,
  },
  [1026] = {
    '藍鰓強奪者',
    nil,
  },
  [1027] = {
    '藍鰓戰士',
    nil,
  },
  [1028] = {
    '藍鰓泥漿魚人',
    nil,
  },
  [1029] = {
    '藍鰓神諭者',
    nil,
  },
  [1030] = {
    '黑色泥漿怪',
    nil,
  },
  [1031] = {
    '紅色軟泥怪',
    nil,
  },
  [1032] = {
    '黑色軟泥怪',
    nil,
  },
  [1033] = {
    '殘忍的軟泥怪',
    nil,
  },
  [1034] = {
    '龍喉劫掠者',
    nil,
  },
  [1035] = {
    '龍喉沼澤行者',
    nil,
  },
  [1036] = {
    '龍喉百夫長',
    nil,
  },
  [1037] = {
    '龍喉軍官',
    nil,
  },
  [1038] = {
    '龍喉暗衛',
    nil,
  },
  [1039] = {
    '沼地定居者',
    nil,
  },
  [1040] = {
    '沼地蠕行者',
    nil,
  },
  [1041] = {
    '沼地領主',
    nil,
  },
  [1042] = {
    '紅色幼龍',
    nil,
  },
  [1043] = {
    '迷路的幼龍',
    nil,
  },
  [1044] = {
    '噴火幼龍',
    nil,
  },
  [1045] = {
    '紅色龍裔',
    nil,
  },
  [1046] = {
    '紅色龍人',
    nil,
  },
  [1047] = {
    '紅色逆鱗龍人',
    nil,
  },
  [1048] = {
    '逆鱗龍人副官',
    nil,
  },
  [1049] = {
    '烈焰龍人',
    nil,
  },
  [1050] = {
    '逆鱗皇家守衛',
    nil,
  },
  [1051] = {
    '黑鐵矮人',
    nil,
  },
  [1052] = {
    '黑鐵破壞者',
    nil,
  },
  [1053] = {
    '黑鐵隧道工',
    nil,
  },
  [1054] = {
    '黑鐵爆破兵',
    nil,
  },
  [1055] = {
    '獵夢者',
    nil,
  },
  [1056] = {
    '翡翠哨兵',
    nil,
  },
  [1057] = {
    '龍喉骸骨護衛',
    nil,
  },
  [1058] = {
    '[UNUSED] 特魯伊克',
    nil,
  },
  [1059] = {
    '殘忍的安納希克',
    '劈顱酋長',
  },
  [1060] = {
    '不死的莫格',
    '劈顱氏族巫醫',
  },
  [1061] = {
    nil,
    '血頂酋長',
  },
  [1062] = {
    '可怕的奈茲里奧克',
    '血頂氏族巫醫',
  },
  [1064] = {
    '格羅姆高蠻兵',
    nil,
  },
  [1065] = {
    '河爪薩滿',
    nil,
  },
  [1066] = {
    '雜斑鋸齒龍',
    nil,
  },
  [1067] = {
    '河爪食腐者',
    nil,
  },
  [1069] = {
    '赤紅幼龍',
    nil,
  },
  [1070] = {
    '菲爾頓副隊長',
    nil,
  },
  [1071] = {
    '布萊德·長鬚',
    nil,
  },
  [1072] = {
    '羅戈·哈巴隆',
    nil,
  },
  [1073] = {
    '阿胥蘭·暗石',
    '槍械商',
  },
  [1074] = {
    '莫特雷·加瑪森',
    nil,
  },
  [1075] = {
    '拉格·加瑪森',
    nil,
  },
  [1076] = {
    '麥琳·石紋',
    '探險者協會',
  },
  [1077] = {
    '勘察員維爾加',
    '探險者協會',
  },
  [1078] = {
    '奧莫爾·鐵衣',
    nil,
  },
  [1081] = {
    '泥沼之王',
    nil,
  },
  [1082] = {
    '尖齒鱷魚',
    nil,
  },
  [1083] = {
    '魚人巡灘者',
    nil,
  },
  [1084] = {
    '小尖齒鱷魚',
    nil,
  },
  [1085] = {
    '老年荊棘谷猛虎',
    nil,
  },
  [1087] = {
    '尖齒鉗嘴鱷',
    nil,
  },
  [1088] = {
    '巨型淤泥蟹',
    nil,
  },
  [1089] = {
    '巡山人庫伯弗林特',
    nil,
  },
  [1090] = {
    '巡山人沃爾班',
    nil,
  },
  [1091] = {
    '巡山人格拉維戈',
    nil,
  },
  [1092] = {
    '拉格弗斯上尉',
    nil,
  },
  [1093] = {
    '首席工程師辛德維爾七世',
    nil,
  },
  [1094] = {
    '風險投資公司礦工',
    nil,
  },
  [1095] = {
    '風險投資公司經理',
    nil,
  },
  [1096] = {
    '風險投資公司地質學家',
    nil,
  },
  [1097] = {
    '風險投資公司技師',
    nil,
  },
  [1098] = {
    '守夜人摩蘭特',
    '守夜人',
  },
  [1099] = {
    '守夜人吉爾文',
    '守夜人',
  },
  [1100] = {
    '守夜人塞金',
    '守夜人',
  },
  [1101] = {
    '守夜人薩耶爾',
    '守夜人',
  },
  [1103] = {
    nil,
    '裁縫訓練師',
  },
  [1104] = {
    nil,
    '護甲商',
  },
  [1105] = {
    '吉恩·角盔',
    '探險者協會',
  },
  [1106] = {
    '失落者廚師',
    nil,
  },
  [1108] = {
    '迷霧谷猩猩',
    nil,
  },
  [1109] = {
    '肉体开膛手',
    nil,
  },
  [1110] = {
    '骷髏劫掠者',
    nil,
  },
  [1111] = {
    '吸血潛獵者',
    nil,
  },
  [1112] = {
    '吸血寡婦',
    nil,
  },
  [1114] = {
    '叢林大猩猩',
    nil,
  },
  [1115] = {
    '石齶擊顱者',
    nil,
  },
  [1116] = {
    '石齶伏擊者',
    nil,
  },
  [1117] = {
    '石齶斷骨者',
    nil,
  },
  [1118] = {
    '石齶碎脊者',
    nil,
  },
  [1119] = {
    '錘脊者',
    nil,
  },
  [1120] = {
    '霜鬃食人妖',
    nil,
  },
  [1121] = {
    '霜鬃雪行者',
    nil,
  },
  [1122] = {
    '霜鬃剝皮者',
    nil,
  },
  [1123] = {
    '霜鬃獵頭者',
    nil,
  },
  [1124] = {
    '霜鬃暗影施法者',
    nil,
  },
  [1125] = {
    '峭壁野豬',
    nil,
  },
  [1126] = {
    '大峭壁野豬',
    nil,
  },
  [1127] = {
    '老峭壁野豬',
    nil,
  },
  [1128] = {
    '小黑熊',
    nil,
  },
  [1129] = {
    '黑熊',
    nil,
  },
  [1131] = {
    '冬狼',
    nil,
  },
  [1132] = {
    '狂暴的冬狼',
    nil,
  },
  [1133] = {
    '飢餓的冬狼',
    nil,
  },
  [1134] = {
    '小雪怪',
    nil,
  },
  [1137] = {
    '飢餓的雪怪',
    nil,
  },
  [1138] = {
    '雪地搜蹤狼',
    nil,
  },
  [1139] = {
    '鎮長埃羅恩·鈍鼻',
    nil,
  },
  [1140] = {
    '刺喉龍族母',
    nil,
  },
  [1141] = {
    nil,
    '大廚',
  },
  [1142] = {
    '莫什奧格蠻卒',
    nil,
  },
  [1144] = {
    '莫什奧格巫醫',
    nil,
  },
  [1146] = {
    nil,
    '高級武器鍛造師',
  },
  [1147] = {
    nil,
    '布甲和皮甲商人',
  },
  [1148] = {
    nil,
    '商人',
  },
  [1149] = {
    nil,
    '雜貨供應商',
  },
  [1150] = {
    '淡水鱷',
    nil,
  },
  [1151] = {
    '海鱷',
    nil,
  },
  [1152] = {
    '鉗嘴鱷魚',
    nil,
  },
  [1153] = {
    '托瑞恩·方頷',
    '探險者協會',
  },
  [1154] = {
    '馬雷克·鐵心',
    nil,
  },
  [1156] = {
    '維林·疾風',
    '旅店老闆',
  },
  [1157] = {
    '被詛咒的水手',
    nil,
  },
  [1158] = {
    '被詛咒的水兵',
    nil,
  },
  [1159] = {
    '大副斯涅利格',
    nil,
  },
  [1160] = {
    '哈林多爾船長',
    nil,
  },
  [1161] = {
    '石裂穴居怪',
    nil,
  },
  [1162] = {
    '石裂斥候',
    nil,
  },
  [1163] = {
    '石裂擊顱者',
    nil,
  },
  [1164] = {
    '石裂斷骨者',
    nil,
  },
  [1165] = {
    '石裂地卜師',
    nil,
  },
  [1166] = {
    '石裂先知',
    nil,
  },
  [1167] = {
    '石裂掘地工',
    nil,
  },
  [1169] = {
    '黑鐵叛軍',
    nil,
  },
  [1171] = {
    '黑鐵遊擊隊員',
    nil,
  },
  [1172] = {
    '坑道鼠惡黨',
    nil,
  },
  [1173] = {
    '坑道鼠斥候',
    nil,
  },
  [1174] = {
    '坑道鼠地卜師',
    nil,
  },
  [1175] = {
    '坑道鼠掘地工',
    nil,
  },
  [1176] = {
    '坑道鼠強奪官',
    nil,
  },
  [1177] = {
    '坑道鼠勘測員',
    nil,
  },
  [1178] = {
    '莫格羅什巨魔',
    nil,
  },
  [1179] = {
    '莫格羅什執行者',
    nil,
  },
  [1180] = {
    '莫格羅什蠻卒',
    nil,
  },
  [1181] = {
    '莫格羅什薩滿',
    nil,
  },
  [1182] = {
    '安東修士',
    '血色十字軍使者',
  },
  [1183] = {
    '莫格羅什秘術使',
    nil,
  },
  [1184] = {
    '峭壁潛伏者',
    nil,
  },
  [1185] = {
    '林木潛伏者',
    nil,
  },
  [1186] = {
    '黑熊',
    nil,
  },
  [1187] = {
    '年輕的達瑞爾',
    nil,
  },
  [1188] = {
    '灰斑黑熊',
    nil,
  },
  [1189] = {
    '黑熊族王',
    nil,
  },
  [1190] = {
    '山豬',
    nil,
  },
  [1191] = {
    '癩皮山豬',
    nil,
  },
  [1192] = {
    '老山豬',
    nil,
  },
  [1193] = {
    '洛克湖狂魚',
    nil,
  },
  [1194] = {
    '山地禿鷲',
    nil,
  },
  [1195] = {
    '森林潛伏者',
    nil,
  },
  [1196] = {
    '冰爪熊',
    nil,
  },
  [1197] = {
    '石裂薩滿',
    nil,
  },
  [1198] = {
    nil,
    '弓箭商',
  },
  [1199] = {
    '小雪豹',
    nil,
  },
  [1200] = {
    '摩本特·費爾',
    nil,
  },
  [1201] = {
    '雪豹',
    nil,
  },
  [1202] = {
    '坑道鼠狗頭人',
    nil,
  },
  [1203] = {
    '守夜人薩瑞斯',
    '守夜人',
  },
  [1204] = {
    '守夜人考文',
    '守夜人',
  },
  [1206] = {
    '納什爾',
    nil,
  },
  [1207] = {
    '布勞勒爾',
    nil,
  },
  [1211] = {
    '麻瘋地精',
    nil,
  },
  [1212] = {
    '主教法席恩',
    nil,
  },
  [1213] = {
    nil,
    '護甲和盾牌製造商',
  },
  [1214] = {
    nil,
    '布商',
  },
  [1215] = {
    '鍊金師瑪洛瑞',
    '鍊金術訓練師',
  },
  [1216] = {
    '灘行蟹',
    nil,
  },
  [1217] = {
    '戈羅林·鋼眉',
    nil,
  },
  [1218] = {
    '草藥師博米洛伊',
    '草藥學訓練師',
  },
  [1222] = {
    '黑鐵工兵',
    nil,
  },
  [1224] = {
    '幼年蛇頸龍',
    nil,
  },
  [1225] = {
    '奧爾蘇迪',
    nil,
  },
  [1226] = {
    nil,
    '牧師訓練師',
  },
  [1227] = {
    '雷加爾·洛克尼爾',
    nil,
  },
  [1228] = {
    '瑪濟斯·石衣',
    '法師訓練師',
  },
  [1229] = {
    '格蘭尼斯·快斧',
    '戰士訓練師',
  },
  [1230] = {
    '[UNUSED]萊克辛·黑茲',
    '術士訓練師',
  },
  [1231] = {
    '格瑞夫',
    '獵人訓練師',
  },
  [1232] = {
    '阿札爾·戰錘',
    '聖騎士訓練師',
  },
  [1233] = {
    '[UNUSED]珊希斯·橡木',
    '角鷹獸管理員',
  },
  [1234] = {
    nil,
    '盜賊訓練師',
  },
  [1235] = {
    '[UNUSED]瑪爾揚·紫足',
    '食物商人',
  },
  [1236] = {
    '狗頭人掘地工',
    nil,
  },
  [1237] = {
    nil,
    '食物和飲料商人',
  },
  [1238] = {
    '迦米利·霜甲',
    '布甲和皮甲商人',
  },
  [1239] = {
    '大副菲茲莫斯',
    nil,
  },
  [1240] = {
    '波蘭·鐵欄',
    '護甲商',
  },
  [1241] = {
    '托格努斯·燧火',
    '鍛造訓練師',
  },
  [1243] = {
    '海格納·重槍',
    '槍械商',
  },
  [1244] = {
    '『綠意守望者』雷希耶爾',
    nil,
  },
  [1245] = {
    '考根·鍛石',
    nil,
  },
  [1246] = {
    nil,
    '見習鍊金師',
  },
  [1247] = {
    '旅店老闆貝爾姆',
    '旅店老闆',
  },
  [1249] = {
    '軍需官哈德森',
    '護甲和盾牌製造商',
  },
  [1250] = {
    nil,
    '雜貨與貿易供應商',
  },
  [1251] = {
    '裂拳好戰者',
    nil,
  },
  [1252] = {
    '森內爾·白鬚',
    nil,
  },
  [1253] = {
    '伽文神父',
    '銀色黎明',
  },
  [1254] = {
    '工頭喬尼·石眉',
    '礦工聯盟',
  },
  [1255] = {
    '勘察員吉恩',
    '探險者協會',
  },
  [1256] = {
    '礦場主管瑟斯丁',
    '礦工聯盟',
  },
  [1257] = {
    nil,
    '施法材料和鍊金術供應商',
  },
  [1258] = {
    '巨型黑色劫毀者',
    nil,
  },
  [1259] = {
    '高布勒爾',
    nil,
  },
  [1260] = {
    '霜鬃長老阿克提卡斯',
    nil,
  },
  [1261] = {
    '維隆·凍石',
    '山羊飼養者',
  },
  [1262] = {
    '騎乘用白山羊',
    nil,
  },
  [1263] = {
    '亞爾林·凍石',
    nil,
  },
  [1265] = {
    '魯德拉·凍石',
    nil,
  },
  [1267] = {
    '拉格納·雷酒',
    nil,
  },
  [1268] = {
    '奧齊·電環',
    nil,
  },
  [1269] = {
    '拉索·滑鏈',
    nil,
  },
  [1270] = {
    '惡臭的食屍鬼',
    nil,
  },
  [1271] = {
    '老冰鬚',
    nil,
  },
  [1273] = {
    nil,
    '武器鍛造師',
  },
  [1274] = {
    '參議員巴林·紅石',
    nil,
  },
  [1275] = {
    nil,
    '施法材料',
  },
  [1276] = {
    '巡山人布洛克',
    nil,
  },
  [1277] = {
    '巡山人加尼',
    nil,
  },
  [1278] = {
    '巡山人斯特恩',
    nil,
  },
  [1279] = {
    '巡山人弗林特',
    nil,
  },
  [1280] = {
    '巡山人卓肯',
    nil,
  },
  [1281] = {
    '巡山人札恩',
    nil,
  },
  [1282] = {
    '巡山人維克',
    nil,
  },
  [1283] = {
    '巡山人卡米爾',
    nil,
  },
  [1284] = {
    '大主教本尼迪塔斯',
    nil,
  },
  [1285] = {
    nil,
    '雜貨商',
  },
  [1286] = {
    nil,
    '貿易供應商',
  },
  [1287] = {
    nil,
    '武器商',
  },
  [1288] = {
    nil,
    '錘和法杖商人',
  },
  [1289] = {
    nil,
    '武器商',
  },
  [1290] = {
    nil,
    '布甲商',
  },
  [1291] = {
    nil,
    '布甲商',
  },
  [1292] = {
    nil,
    '剝皮訓練師',
  },
  [1293] = {
    '安柏·凱許',
    nil,
  },
  [1294] = {
    nil,
    '鎖甲商',
  },
  [1295] = {
    nil,
    '皮甲商',
  },
  [1296] = {
    nil,
    '武器鍛造師',
  },
  [1297] = {
    nil,
    '弓箭和槍械',
  },
  [1298] = {
    nil,
    '弓箭商人',
  },
  [1299] = {
    nil,
    '布商',
  },
  [1300] = {
    nil,
    '見習裁縫',
  },
  [1301] = {
    nil,
    '酒商',
  },
  [1302] = {
    nil,
    '種花人',
  },
  [1303] = {
    nil,
    '草藥學供應商',
  },
  [1304] = {
    nil,
    '煙火商人',
  },
  [1305] = {
    nil,
    '酒保',
  },
  [1306] = {
    nil,
    '施法材料',
  },
  [1307] = {
    nil,
    '魔法飾品商人',
  },
  [1308] = {
    nil,
    '施法材料',
  },
  [1309] = {
    nil,
    '長袍商',
  },
  [1310] = {
    nil,
    '帽商',
  },
  [1311] = {
    nil,
    '酒保',
  },
  [1312] = {
    nil,
    '魔杖商人',
  },
  [1313] = {
    nil,
    '鍊金術供應商',
  },
  [1314] = {
    nil,
    '輕甲商',
  },
  [1315] = {
    nil,
    '法杖商',
  },
  [1316] = {
    nil,
    '圖書管理員',
  },
  [1317] = {
    nil,
    '附魔訓練師',
  },
  [1318] = {
    nil,
    '附魔供應商',
  },
  [1319] = {
    '布萊恩·克羅斯',
    '盾牌商',
  },
  [1320] = {
    nil,
    '皮甲商',
  },
  [1321] = {
    nil,
    '背包商人',
  },
  [1322] = {
    nil,
    '鎖甲商',
  },
  [1323] = {
    nil,
    '重甲商',
  },
  [1324] = {
    nil,
    '劍刃武器商',
  },
  [1325] = {
    '賈斯伯·菲爾',
    '黑市商人',
  },
  [1326] = {
    nil,
    '毒藥供應商',
  },
  [1327] = {
    nil,
    '旅店老闆',
  },
  [1328] = {
    nil,
    '酒吧女服務員',
  },
  [1329] = {
    '巡山人納爾',
    nil,
  },
  [1330] = {
    '巡山人泰勞爾',
    nil,
  },
  [1331] = {
    '巡山人拉克斯特',
    nil,
  },
  [1332] = {
    '巡山人莫蘭',
    nil,
  },
  [1333] = {
    nil,
    '雙手武器商人',
  },
  [1334] = {
    '巡山人哈默弗奧',
    nil,
  },
  [1335] = {
    '巡山人猶薩',
    nil,
  },
  [1336] = {
    '巡山人斯瓦恩',
    nil,
  },
  [1337] = {
    '巡山人格瓦爾斯',
    nil,
  },
  [1338] = {
    '巡山人達爾克',
    nil,
  },
  [1339] = {
    nil,
    '皮匠',
  },
  [1340] = {
    '巡山人卡德雷爾',
    nil,
  },
  [1341] = {
    nil,
    '鎖甲商',
  },
  [1342] = {
    '巡山人羅克加',
    nil,
  },
  [1343] = {
    '巡山人雷矛',
    nil,
  },
  [1344] = {
    '勘察員基恩薩·鐵環',
    nil,
  },
  [1345] = {
    '麥格瑪爾·落斧',
    nil,
  },
  [1346] = {
    nil,
    '裁縫訓練師',
  },
  [1347] = {
    nil,
    '裁縫供應商',
  },
  [1348] = {
    nil,
    '法杖和鑄錘商',
  },
  [1349] = {
    nil,
    '鎖甲商',
  },
  [1350] = {
    nil,
    '長袍商',
  },
  [1351] = {
    '卡蘇斯修士',
    '施法材料',
  },
  [1352] = {
    '長毛兔',
    nil,
  },
  [1353] = {
    '薩爾圖斯',
    nil,
  },
  [1354] = {
    '學徒索林',
    nil,
  },
  [1355] = {
    '廚師格瑞姆',
    '烹飪訓練師',
  },
  [1356] = {
    '勘察員雷矛',
    nil,
  },
  [1358] = {
    '礦工格隆索',
    nil,
  },
  [1360] = {
    '礦工格魯納爾',
    nil,
  },
  [1362] = {
    nil,
    '護甲商',
  },
  [1364] = {
    '邪惡的巴爾加拉斯',
    nil,
  },
  [1367] = {
    '比利',
    nil,
  },
  [1373] = {
    '加文·雷酒',
    nil,
  },
  [1374] = {
    '雷傑德·麥酒',
    nil,
  },
  [1375] = {
    '馬萊斯·麥酒',
    nil,
  },
  [1376] = {
    '貝爾丁·鋼架',
    nil,
  },
  [1377] = {
    '駕駛員迪恩·石輪',
    nil,
  },
  [1378] = {
    '駕駛員貝隆費茲',
    nil,
  },
  [1381] = {
    nil,
    '高級鑄甲師',
  },
  [1382] = {
    nil,
    '烹飪訓練師',
  },
  [1383] = {
    '斯納爾',
    '見習鐵匠',
  },
  [1384] = {
    '茲塔克',
    '採礦訓練師',
  },
  [1385] = {
    '布勞恩',
    '製皮訓練師',
  },
  [1386] = {
    nil,
    '鍊金術訓練師',
  },
  [1387] = {
    nil,
    '雙足飛龍管理員',
  },
  [1392] = {
    '科松',
    nil,
  },
  [1393] = {
    '狂暴穴居怪',
    nil,
  },
  [1395] = {
    '奧比斯雷',
    nil,
  },
  [1397] = {
    '霜鬃先知',
    nil,
  },
  [1398] = {
    nil,
    '石裂酋長',
  },
  [1399] = {
    nil,
    '石裂部族薩滿',
  },
  [1400] = {
    '濕地鱷魚',
    nil,
  },
  [1403] = {
    '摩格瓦',
    '戰士訓練師',
  },
  [1404] = {
    nil,
    '獵人訓練師',
  },
  [1406] = {
    '高克',
    '薩滿訓練師',
  },
  [1407] = {
    nil,
    '輕甲商',
  },
  [1408] = {
    '索拉格',
    '術士訓練師',
  },
  [1409] = {
    '摩拉恩·風暴之蹄',
    '德魯伊訓練師',
  },
  [1410] = {
    '火翼血衛',
    nil,
  },
  [1411] = {
    nil,
    '盜賊訓練師',
  },
  [1412] = {
    '松鼠',
    nil,
  },
  [1417] = {
    '小濕地鱷魚',
    nil,
  },
  [1418] = {
    '藍鰓劫掠者',
    nil,
  },
  [1419] = {
    '菲爾',
    nil,
  },
  [1420] = {
    '蟾蜍',
    nil,
  },
  [1421] = {
    '士兵默爾',
    '反抗軍士兵',
  },
  [1422] = {
    '塞斯曼下士',
    nil,
  },
  [1423] = {
    '暴風城守衛',
    nil,
  },
  [1424] = {
    '掘地工頭目',
    nil,
  },
  [1425] = {
    '庫布',
    nil,
  },
  [1426] = {
    '河爪礦工',
    nil,
  },
  [1430] = {
    nil,
    '烹飪訓練師',
  },
  [1434] = {
    '米奈希爾哨衛',
    nil,
  },
  [1435] = {
    '『黑爪』加爾德斯',
    nil,
  },
  [1436] = {
    '守夜人卡特弗德',
    '守夜人',
  },
  [1439] = {
    '鮑雷斯·維沙克領主',
    '貴族',
  },
  [1440] = {
    nil,
    '圖書管理員',
  },
  [1441] = {
    nil,
    '武器鍛造師',
  },
  [1442] = {
    '迅捷的赫格拉姆',
    nil,
  },
  [1444] = {
    '克里斯多夫修士',
    nil,
  },
  [1448] = {
    nil,
    '工程學和雜貨商',
  },
  [1449] = {
    '巫醫安巴格瓦',
    nil,
  },
  [1450] = {
    nil,
    '護甲商',
  },
  [1451] = {
    '卡米瑞克·祖賴爾',
    '吟游詩人',
  },
  [1452] = {
    nil,
    '雜貨供應商',
  },
  [1453] = {
    '德溫·閃曦',
    '鍊金術供應商',
  },
  [1454] = {
    '吉娜比克·鐵線',
    '裁縫和特殊商品供應商',
  },
  [1456] = {
    nil,
    '商人',
  },
  [1457] = {
    nil,
    '黑市商人',
  },
  [1458] = {
    '泰倫瑞諾·月影',
    '草藥學訓練師',
  },
  [1459] = {
    nil,
    '弓箭商',
  },
  [1460] = {
    nil,
    '養馬人',
  },
  [1461] = {
    nil,
    '槍械商',
  },
  [1462] = {
    nil,
    '弓箭商',
  },
  [1463] = {
    nil,
    '施法材料',
  },
  [1464] = {
    '旅店老闆赫布瑞克',
    '旅店老闆',
  },
  [1465] = {
    '德拉克·卷刃',
    '商人',
  },
  [1466] = {
    '格雷塔',
    '見習製皮師',
  },
  [1467] = {
    nil,
    '武器鍛造師',
  },
  [1468] = {
    '卡恩·鋼脊',
    '護甲商',
  },
  [1469] = {
    '維羅克·亂槍',
    '槍械商',
  },
  [1470] = {
    '加克',
    '鍊金術訓練師',
  },
  [1471] = {
    '加諾斯·鐵心',
    '高級造錘師',
  },
  [1472] = {
    '莫格·雷矢',
    nil,
  },
  [1473] = {
    '卡利',
    '草藥學訓練師',
  },
  [1474] = {
    '拉恩·火翼',
    '裁縫供應商',
  },
  [1475] = {
    '米奈希爾守衛',
    nil,
  },
  [1481] = {
    '巴特·泰德沃特',
    '處女號的船長',
  },
  [1485] = {
    nil,
    '種花人',
  },
  [1487] = {
    '裂拳奴役者',
    nil,
  },
  [1488] = {
    '贊吉爾殭屍',
    nil,
  },
  [1489] = {
    '贊吉爾獵人',
    nil,
  },
  [1490] = {
    '贊吉爾巫醫',
    nil,
  },
  [1491] = {
    '贊吉爾納迦',
    nil,
  },
  [1493] = {
    '『斬擊者』摩卡什',
    nil,
  },
  [1495] = {
    '亡靈守衛林奈',
    nil,
  },
  [1496] = {
    '亡靈守衛迪林格爾',
    nil,
  },
  [1498] = {
    '比索·埃斯沙德',
    nil,
  },
  [1499] = {
    '執政官塞弗倫',
    nil,
  },
  [1501] = {
    '無腦的殭屍',
    nil,
  },
  [1502] = {
    '悲慘的食屍鬼',
    nil,
  },
  [1503] = {
    '悲慘的食屍鬼',
    nil,
  },
  [1504] = {
    '小夜行蜘蛛',
    nil,
  },
  [1505] = {
    '夜行蜘蛛',
    nil,
  },
  [1506] = {
    '血色皈依者',
    nil,
  },
  [1507] = {
    '血色新兵',
    nil,
  },
  [1508] = {
    '小食腐狼',
    nil,
  },
  [1509] = {
    '蓬毛食腐狼',
    nil,
  },
  [1511] = {
    '暴怒的銀背猩猩',
    nil,
  },
  [1512] = {
    '夜行蝙蝠',
    nil,
  },
  [1513] = {
    '癩皮夜行蝙蝠',
    nil,
  },
  [1514] = {
    '野蠻的莫克',
    nil,
  },
  [1515] = {
    '執行官塞加德',
    nil,
  },
  [1518] = {
    '藥劑師喬漢',
    '皇家藥劑師學會',
  },
  [1519] = {
    '亡靈守衛希米爾',
    nil,
  },
  [1520] = {
    '斷骨士兵',
    nil,
  },
  [1522] = {
    '暗眼骸骨法師',
    nil,
  },
  [1523] = {
    '碎顱士兵',
    nil,
  },
  [1525] = {
    '腐爛的死者',
    nil,
  },
  [1526] = {
    '破碎的屍體',
    nil,
  },
  [1527] = {
    '飢餓的死屍',
    nil,
  },
  [1528] = {
    '蹣跚的恐獸',
    nil,
  },
  [1529] = {
    '可怕的血殭屍',
    nil,
  },
  [1530] = {
    '腐爛的古屍',
    nil,
  },
  [1531] = {
    '失落的靈魂',
    nil,
  },
  [1532] = {
    '遊蕩的幽靈',
    nil,
  },
  [1533] = {
    '痛苦之靈',
    nil,
  },
  [1534] = {
    '哀嚎的鬼魂',
    nil,
  },
  [1535] = {
    '血色戰士',
    nil,
  },
  [1536] = {
    '血色傳教士',
    nil,
  },
  [1537] = {
    '血色狂熱者',
    nil,
  },
  [1538] = {
    '血色苦行修士',
    nil,
  },
  [1539] = {
    '血色低階牧師',
    nil,
  },
  [1540] = {
    '血色先鋒',
    nil,
  },
  [1541] = {
    '邪鰭魚人',
    nil,
  },
  [1543] = {
    '邪鰭污水魚人',
    nil,
  },
  [1544] = {
    '邪鰭小神諭者',
    nil,
  },
  [1545] = {
    '邪鰭泥漿魚人',
    nil,
  },
  [1546] = {
    '[UNUSED]克納爾·薩恩',
    '草藥學訓練師',
  },
  [1547] = {
    '衰老的黑暗犬',
    nil,
  },
  [1548] = {
    '被詛咒的黑暗犬',
    nil,
  },
  [1549] = {
    '飢餓的黑暗犬',
    nil,
  },
  [1550] = {
    '鋼尾蜥蜴',
    nil,
  },
  [1551] = {
    '鐵顎蜥蜴',
    nil,
  },
  [1552] = {
    '金鱗蜥蜴',
    nil,
  },
  [1553] = {
    '巨型夜行蝙蝠',
    nil,
  },
  [1554] = {
    '吸血夜行蝙蝠',
    nil,
  },
  [1555] = {
    '邪惡的夜行蜘蛛',
    nil,
  },
  [1557] = {
    '老邁的迷霧谷猩猩',
    nil,
  },
  [1558] = {
    '銀背猩猩族王',
    nil,
  },
  [1559] = {
    '穆克拉',
    nil,
  },
  [1561] = {
    '血帆劫掠者',
    nil,
  },
  [1562] = {
    '血帆法師',
    nil,
  },
  [1563] = {
    '血帆劍客',
    nil,
  },
  [1564] = {
    '血帆術士',
    nil,
  },
  [1565] = {
    '血帆水手',
    nil,
  },
  [1567] = {
    nil,
    '礦工',
  },
  [1568] = {
    '管理員摩爾多',
    nil,
  },
  [1569] = {
    '暗影牧師薩維斯',
    nil,
  },
  [1570] = {
    '執行官阿倫',
    nil,
  },
  [1571] = {
    nil,
    '獅鷲獸管理員',
  },
  [1572] = {
    nil,
    '獅鷲獸管理員',
  },
  [1573] = {
    nil,
    '獅鷲獸管理員',
  },
  [1632] = {
    nil,
    '製皮訓練師',
  },
  [1642] = {
    '北郡守衛',
    nil,
  },
  [1645] = {
    '軍需官希克斯',
    '武器鍛造大師',
  },
  [1646] = {
    nil,
    '城市建築師',
  },
  [1650] = {
    nil,
    '伐木工',
  },
  [1651] = {
    nil,
    '釣魚訓練師',
  },
  [1652] = {
    '亡靈守衛伯吉斯',
    nil,
  },
  [1653] = {
    '血帆魔導師',
    nil,
  },
  [1658] = {
    '達高爾上尉',
    nil,
  },
  [1660] = {
    '血色保鏢',
    nil,
  },
  [1661] = {
    '見習者艾蕾絲',
    nil,
  },
  [1662] = {
    '派瑞恩隊長',
    nil,
  },
  [1664] = {
    '瓦松隊長',
    nil,
  },
  [1665] = {
    '麥拉其隊長',
    nil,
  },
  [1666] = {
    '卡姆·深怒',
    nil,
  },
  [1668] = {
    nil,
    '弓箭商',
  },
  [1669] = {
    '迪菲亞奸商',
    '旅行商人',
  },
  [1670] = {
    nil,
    '麵包商',
  },
  [1671] = {
    nil,
    '水果商',
  },
  [1672] = {
    nil,
    '裁縫供應商',
  },
  [1673] = {
    nil,
    '施法材料',
  },
  [1674] = {
    '腐皮豺狼人',
    nil,
  },
  [1675] = {
    '混血腐皮豺狼人',
    nil,
  },
  [1676] = {
    '芬布斯·齒輪磨碎',
    '工程學訓練師',
  },
  [1677] = {
    nil,
    '烹飪訓練師',
  },
  [1678] = {
    nil,
    '釣魚供應商',
  },
  [1680] = {
    nil,
    '釣魚訓練師',
  },
  [1681] = {
    '布洛克·尋石者',
    '採礦訓練師',
  },
  [1682] = {
    '雅尼·鐵心',
    '雜貨供應商',
  },
  [1683] = {
    '瓦格·深水',
    '釣魚訓練師',
  },
  [1684] = {
    '卡拉·深水',
    '釣魚供應商',
  },
  [1685] = {
    '山達·細鬚',
    '雜貨供應商',
  },
  [1686] = {
    '艾琳·穩擊',
    '槍械商',
  },
  [1687] = {
    nil,
    '弓箭商',
  },
  [1688] = {
    '夜行蜘蛛族母',
    nil,
  },
  [1689] = {
    '有傷疤的峭壁野豬',
    nil,
  },
  [1690] = {
    nil,
    '鍛造供應商',
  },
  [1691] = {
    nil,
    '雜貨供應商',
  },
  [1692] = {
    '戈隆·霜鬚',
    '商人',
  },
  [1693] = {
    '洛克鱷',
    nil,
  },
  [1694] = {
    nil,
    '工程學供應商',
  },
  [1695] = {
    '[Deprecated for 4.x]瑞恩多爾',
    '皮甲商',
  },
  [1696] = {
    '可怕的塔高爾',
    nil,
  },
  [1697] = {
    nil,
    '麥芽酒和葡萄酒',
  },
  [1698] = {
    nil,
    '見習武器鍛造師',
  },
  [1699] = {
    nil,
    '烹飪訓練師',
  },
  [1700] = {
    nil,
    '釣魚訓練師',
  },
  [1701] = {
    '丹克·利刃',
    '採礦訓練師',
  },
  [1702] = {
    '布隆克·狂齒',
    '工程學訓練師',
  },
  [1703] = {
    nil,
    '見習裁縫',
  },
  [1706] = {
    '囚犯',
    nil,
  },
  [1707] = {
    '迪菲亞俘虜',
    nil,
  },
  [1708] = {
    '迪菲亞獄友',
    nil,
  },
  [1711] = {
    '迪菲亞罪犯',
    nil,
  },
  [1713] = {
    '老年深喉獵豹',
    nil,
  },
  [1714] = {
    '拯救迪菲亞無期徒刑者',
    nil,
  },
  [1715] = {
    '叛軍',
    nil,
  },
  [1718] = {
    '石齶劫掠者',
    nil,
  },
  [1719] = {
    '典獄官塞爾沃特',
    nil,
  },
  [1720] = {
    '布魯戈·艾爾克納寇',
    nil,
  },
  [1722] = {
    '安德隆的便箋',
    nil,
  },
  [1723] = {
    '暴風城居民',
    '佔地者',
  },
  [1724] = {
    '暴風城男性居民',
    '佔地者',
  },
  [1725] = {
    '迪菲亞警備兵',
    nil,
  },
  [1726] = {
    '迪菲亞法師',
    nil,
  },
  [1727] = {
    '迪菲亞工人',
    nil,
  },
  [1729] = {
    '迪菲亞塑能師',
    nil,
  },
  [1730] = {
    '哥布林切割機',
    nil,
  },
  [1731] = {
    '哥布林工匠',
    nil,
  },
  [1732] = {
    '迪菲亞塑風師',
    nil,
  },
  [1733] = {
    nil,
    '加爾德斯的爪牙',
  },
  [1735] = {
    '亡靈守衛亞伯拉罕',
    nil,
  },
  [1736] = {
    '亡靈守衛藍道夫',
    nil,
  },
  [1737] = {
    '亡靈守衛奧利佛',
    nil,
  },
  [1738] = {
    '亡靈守衛特倫斯',
    nil,
  },
  [1739] = {
    '亡靈守衛菲力浦',
    nil,
  },
  [1740] = {
    '亡靈守衛薩爾坦',
    nil,
  },
  [1741] = {
    '亡靈守衛巴特蘭德',
    nil,
  },
  [1742] = {
    '亡靈守衛巴薩羅繆',
    nil,
  },
  [1743] = {
    '亡靈守衛勞倫斯',
    nil,
  },
  [1744] = {
    '亡靈守衛莫特',
    nil,
  },
  [1745] = {
    '亡靈守衛莫里斯',
    nil,
  },
  [1746] = {
    '亡靈守衛塞勒斯',
    nil,
  },
  [1747] = {
    nil,
    '暴風城王子',
  },
  [1748] = {
    '大領主伯瓦爾·弗塔根',
    nil,
  },
  [1749] = {
    '卡特拉娜·普瑞斯托女士',
    nil,
  },
  [1750] = {
    '傑塔瑞斯上將',
    nil,
  },
  [1751] = {
    '米薩斯·鐵山',
    nil,
  },
  [1752] = {
    '卡雷德拉·曦風',
    nil,
  },
  [1753] = {
    '蛆眼',
    nil,
  },
  [1754] = {
    '格里高·萊斯科瓦領主',
    nil,
  },
  [1755] = {
    '『沉默之刃』馬爾松',
    nil,
  },
  [1756] = {
    '暴風城皇家守衛',
    nil,
  },
  [1757] = {
    '大兔子',
    nil,
  },
  [1763] = {
    nil,
    '熔煉師',
  },
  [1764] = {
    '大型野性幽魂',
    nil,
  },
  [1766] = {
    '瘋狂的座狼',
    nil,
  },
  [1767] = {
    '邪鰭切割者',
    nil,
  },
  [1768] = {
    '邪鰭獵潮者',
    nil,
  },
  [1769] = {
    '月怒白頭狼人',
    nil,
  },
  [1770] = {
    '月怒夜行者',
    nil,
  },
  [1772] = {
    '腐皮巡林者',
    nil,
  },
  [1773] = {
    '腐皮秘術使',
    nil,
  },
  [1777] = {
    '達克·槍火',
    nil,
  },
  [1778] = {
    '兇猛的灰斑熊',
    nil,
  },
  [1779] = {
    '月怒暴食者',
    nil,
  },
  [1780] = {
    '蛛網打擊者',
    nil,
  },
  [1781] = {
    '蛛網潛伏者',
    nil,
  },
  [1782] = {
    '月怒黑暗之魂狼人',
    nil,
  },
  [1783] = {
    '骷髏撕掠者',
    nil,
  },
  [1784] = {
    '骷髏巫士',
    nil,
  },
  [1785] = {
    '恐懼骷髏',
    nil,
  },
  [1787] = {
    '骷髏劊子手',
    nil,
  },
  [1788] = {
    '骷髏督軍',
    nil,
  },
  [1789] = {
    '骷髏侍僧',
    nil,
  },
  [1791] = {
    '被奴役的食屍鬼',
    nil,
  },
  [1793] = {
    '腐爛的食屍鬼',
    nil,
  },
  [1794] = {
    '沒有靈魂的食屍鬼',
    nil,
  },
  [1795] = {
    '灼熱的食屍鬼',
    nil,
  },
  [1796] = {
    '冰冷的食屍鬼',
    nil,
  },
  [1797] = {
    '巨型狂熊',
    nil,
  },
  [1798] = {
    '受折磨的靈魂',
    nil,
  },
  [1800] = {
    '寒冰怨靈',
    nil,
  },
  [1801] = {
    '鮮血怨靈',
    nil,
  },
  [1802] = {
    '飢餓的怨靈',
    nil,
  },
  [1804] = {
    '哀嚎的死者',
    nil,
  },
  [1805] = {
    '血肉魔像',
    nil,
  },
  [1806] = {
    '可憎的泥漿怪',
    nil,
  },
  [1808] = {
    '吞噬軟泥怪',
    nil,
  },
  [1809] = {
    '食腐禿鷹',
    nil,
  },
  [1810] = {
    '腐爛的兀鷹',
    nil,
  },
  [1811] = {
    '瘟疫禿鷹',
    nil,
  },
  [1812] = {
    '腐爛的巨獸',
    nil,
  },
  [1813] = {
    '凋零的恐獸',
    nil,
  },
  [1815] = {
    '染病的黑熊',
    nil,
  },
  [1816] = {
    '染病的灰熊',
    nil,
  },
  [1817] = {
    '染病的狼',
    nil,
  },
  [1819] = {
    '邪喉多頭蛇',
    nil,
  },
  [1820] = {
    '老年邪喉多頭蛇',
    nil,
  },
  [1821] = {
    '腐蟲潛伏者',
    nil,
  },
  [1822] = {
    '毒霧潛伏者',
    nil,
  },
  [1824] = {
    '瘟疫潛伏者',
    nil,
  },
  [1826] = {
    '血色法師',
    nil,
  },
  [1827] = {
    '血色哨兵',
    nil,
  },
  [1831] = {
    '血色獵人',
    nil,
  },
  [1832] = {
    '血色魔導師',
    nil,
  },
  [1833] = {
    '血色騎士',
    nil,
  },
  [1834] = {
    '血色聖騎士',
    nil,
  },
  [1835] = {
    '血色塑能師',
    nil,
  },
  [1836] = {
    '血色騎兵',
    nil,
  },
  [1837] = {
    '血色法官',
    nil,
  },
  [1838] = {
    '血色審問者',
    nil,
  },
  [1839] = {
    '血色高階牧師',
    nil,
  },
  [1840] = {
    '大審判官伊森利恩',
    nil,
  },
  [1841] = {
    '血色劊子手',
    nil,
  },
  [1842] = {
    '大領主泰蘭·弗丁',
    '血色十字軍大領主',
  },
  [1843] = {
    '工頭傑瑞斯',
    nil,
  },
  [1844] = {
    '工頭瑪希瑞德',
    nil,
  },
  [1845] = {
    '保衛者塔爾森',
    nil,
  },
  [1846] = {
    '保衛者洛瑞克',
    nil,
  },
  [1847] = {
    '弗曼恩',
    nil,
  },
  [1848] = {
    '瑪達薩爾領主',
    nil,
  },
  [1849] = {
    '恐怖耳語者',
    nil,
  },
  [1851] = {
    '哈斯克',
    nil,
  },
  [1852] = {
    '『召喚者』阿拉基',
    nil,
  },
  [1853] = {
    '黑暗院長加丁',
    nil,
  },
  [1854] = {
    '高階牧師賽爾鄧尼斯',
    nil,
  },
  [1857] = {
    '測試',
    '測試',
  },
  [1858] = {
    nil,
    '測試',
  },
  [1859] = {
    '[UNUSED] 奈恩·長風',
    '弓箭商',
  },
  [1860] = {
    '虛無行者',
    nil,
  },
  [1861] = {
    '強效虛無行者',
    nil,
  },
  [1862] = {
    '次級虛空行者',
    nil,
  },
  [1863] = {
    '魅魔',
    nil,
  },
  [1864] = {
    '強效魅魔',
    nil,
  },
  [1865] = {
    '鴉爪劫掠者',
    nil,
  },
  [1866] = {
    '鴉爪奴隸',
    nil,
  },
  [1867] = {
    '達拉然學徒',
    nil,
  },
  [1868] = {
    '鴉爪僕從',
    nil,
  },
  [1869] = {
    '鴉爪勇士',
    nil,
  },
  [1870] = {
    '鴉爪之手',
    nil,
  },
  [1871] = {
    '伊莉莎的守衛',
    nil,
  },
  [1872] = {
    '薩雷克·黑石',
    nil,
  },
  [1879] = {
    '諾瑪·鈍鼻',
    nil,
  },
  [1881] = {
    '伊瓦琳',
    nil,
  },
  [1883] = {
    '血色工人',
    nil,
  },
  [1884] = {
    '血色伐木工',
    nil,
  },
  [1885] = {
    '血色鐵匠',
    nil,
  },
  [1888] = {
    '安伯米爾看守者',
    nil,
  },
  [1889] = {
    '安伯米爾巫師',
    nil,
  },
  [1890] = {
    '斷骨骷髏',
    nil,
  },
  [1891] = {
    '焚木村守衛',
    nil,
  },
  [1892] = {
    '月怒守衛',
    nil,
  },
  [1893] = {
    '月怒哨衛',
    nil,
  },
  [1894] = {
    '焚木村哨衛',
    nil,
  },
  [1895] = {
    '焚木村長者',
    nil,
  },
  [1896] = {
    '月怒長者',
    nil,
  },
  [1897] = {
    '天譴死靈法師',
    nil,
  },
  [1901] = {
    '克斯塔姆·碎石',
    '戰士訓練師',
  },
  [1907] = {
    '納迦探險者',
    nil,
  },
  [1908] = {
    '邪鰭神諭者',
    nil,
  },
  [1909] = {
    '邪鰭巡湖者',
    nil,
  },
  [1912] = {
    '安伯米爾保衛者',
    nil,
  },
  [1913] = {
    '安伯米爾護衛',
    nil,
  },
  [1914] = {
    '安伯米爾博學者',
    nil,
  },
  [1915] = {
    '安伯米爾咒術師',
    nil,
  },
  [1920] = {
    '安伯米爾法術抄寫員',
    nil,
  },
  [1921] = {
    '作戰假人',
    nil,
  },
  [1922] = {
    '森林灰狼',
    nil,
  },
  [1923] = {
    '血牙座狼',
    nil,
  },
  [1924] = {
    '月怒血嘯者',
    nil,
  },
  [1925] = {
    '高溫守財奴',
    '對火焰傷害免疫',
  },
  [1926] = {
    '雪霜守財奴',
    '對冰霜傷害免疫',
  },
  [1927] = {
    '善良守財奴',
    '對神聖傷害免疫',
  },
  [1928] = {
    '壞心守財奴',
    '對暗影傷害免疫',
  },
  [1929] = {
    '土地守財奴',
    '對自然傷害免疫',
  },
  [1930] = {
    '鋼鐵守財奴',
    '對物理傷害免疫',
  },
  [1931] = {
    '被俘虜的血色狂熱者',
    nil,
  },
  [1932] = {
    '黑綿羊',
    nil,
  },
  [1933] = {
    '綿羊',
    nil,
  },
  [1934] = {
    '提里斯法農夫',
    nil,
  },
  [1935] = {
    '提里斯法雇農',
    nil,
  },
  [1936] = {
    '農夫索利丹',
    nil,
  },
  [1937] = {
    '藥劑師倫弗利爾',
    '皇家藥劑師學會',
  },
  [1938] = {
    '達拉爾·織曦者',
    nil,
  },
  [1939] = {
    '腐皮蠻卒',
    nil,
  },
  [1940] = {
    '腐皮瘟疫傳播者',
    nil,
  },
  [1941] = {
    '腐皮盜墓賊',
    nil,
  },
  [1942] = {
    '腐皮蠻族',
    nil,
  },
  [1943] = {
    '盛怒的腐皮豺狼人',
    nil,
  },
  [1944] = {
    '腐皮懲戒者',
    nil,
  },
  [1945] = {
    '樹形態0.33',
    nil,
  },
  [1947] = {
    '圖勒·鴉爪',
    nil,
  },
  [1948] = {
    '斯納麥恩',
    nil,
  },
  [1949] = {
    '阿祖拉的僕從',
    nil,
  },
  [1950] = {
    nil,
    '亡靈哨兵',
  },
  [1951] = {
    nil,
    '亡靈哨兵',
  },
  [1952] = {
    '高階執行官哈德瑞克',
    nil,
  },
  [1953] = {
    '湖岸潛藏者',
    nil,
  },
  [1954] = {
    '老邁的湖岸潛藏者',
    nil,
  },
  [1955] = {
    '湖岸蠕行者',
    nil,
  },
  [1956] = {
    '老邁的湖岸蠕行者',
    nil,
  },
  [1957] = {
    '邪鰭巡灘者',
    nil,
  },
  [1958] = {
    '邪鰭招潮者',
    nil,
  },
  [1959] = {
    '巡山人維拉特·麥酒',
    nil,
  },
  [1960] = {
    '駕駛員塞克·錘足',
    nil,
  },
  [1961] = {
    '癩爪',
    nil,
  },
  [1963] = {
    '維德拉·壁爐',
    nil,
  },
  [1964] = {
    '樹人',
    nil,
  },
  [1965] = {
    '巡山人泰洛斯',
    nil,
  },
  [1971] = {
    '邪惡的伊瓦',
    nil,
  },
  [1972] = {
    '蒼白的格瑞姆森',
    nil,
  },
  [1973] = {
    '鴉爪守護者',
    nil,
  },
  [1974] = {
    '鴉爪苦工',
    nil,
  },
  [1975] = {
    '東谷伐木工',
    nil,
  },
  [1976] = {
    '暴風城巡邏兵',
    nil,
  },
  [1977] = {
    '參議員梅爾·聖石',
    nil,
  },
  [1978] = {
    '亡靈哨兵埃蘭德',
    nil,
  },
  [1981] = {
    '黑鐵伏擊者',
    nil,
  },
  [1983] = {
    '奈塔拉什',
    nil,
  },
  [1984] = {
    '小草刺野豬',
    nil,
  },
  [1985] = {
    '草刺野豬',
    nil,
  },
  [1986] = {
    '樹林蜘蛛',
    nil,
  },
  [1989] = {
    '劣魔',
    nil,
  },
  [1990] = {
    '大劣魔',
    nil,
  },
  [1991] = {
    '加克希爾·雷恩',
    nil,
  },
  [1993] = {
    '綠爪',
    nil,
  },
  [1994] = {
    '邪惡的基塞伊斯',
    nil,
  },
  [1995] = {
    '巨翼梟',
    nil,
  },
  [1996] = {
    '巨翼惡梟',
    nil,
  },
  [1997] = {
    '巨翼獵梟',
    nil,
  },
  [1998] = {
    '樹林潛伏者',
    nil,
  },
  [1999] = {
    '樹林毒蜘蛛',
    nil,
  },
  [2000] = {
    '樹林結網蛛',
    nil,
  },
  [2001] = {
    '巨型樹林蜘蛛',
    nil,
  },
  [2002] = {
    '惡賴劣魔',
    nil,
  },
  [2003] = {
    '影魂劣魔',
    nil,
  },
  [2004] = {
    '暗魂劣魔',
    nil,
  },
  [2005] = {
    '兇惡劣魔',
    nil,
  },
  [2006] = {
    '瘤背巨熊怪',
    nil,
  },
  [2007] = {
    '瘤背園丁',
    nil,
  },
  [2008] = {
    '瘤背戰士',
    nil,
  },
  [2009] = {
    '瘤背薩滿',
    nil,
  },
  [2010] = {
    '瘤背防衛者',
    nil,
  },
  [2011] = {
    '瘤背占兆師',
    nil,
  },
  [2012] = {
    '瘤背探險者',
    nil,
  },
  [2013] = {
    '瘤背復仇者',
    nil,
  },
  [2014] = {
    '瘤背圖騰師',
    nil,
  },
  [2015] = {
    '血羽鷹身人',
    nil,
  },
  [2017] = {
    '血羽遊蕩者',
    nil,
  },
  [2018] = {
    '血羽巫女',
    nil,
  },
  [2019] = {
    '血羽復仇者',
    nil,
  },
  [2020] = {
    '血羽風巫',
    nil,
  },
  [2021] = {
    '血羽女王',
    nil,
  },
  [2022] = {
    '樹精',
    nil,
  },
  [2025] = {
    '樹精碎木者',
    nil,
  },
  [2027] = {
    '樹精踐踏者',
    nil,
  },
  [2029] = {
    '樹精泥濘獸',
    nil,
  },
  [2030] = {
    '樹精長老',
    nil,
  },
  [2031] = {
    '小夜刃豹',
    nil,
  },
  [2032] = {
    '癩皮夜刃豹',
    nil,
  },
  [2033] = {
    '老夜刃豹',
    nil,
  },
  [2034] = {
    '野生夜刃豹',
    nil,
  },
  [2038] = {
    '邁雷納斯領主',
    nil,
  },
  [2039] = {
    '『大槌』烏薩爾',
    nil,
  },
  [2040] = {
    '老邁的哈加珊',
    nil,
  },
  [2041] = {
    '古樹保衛者',
    nil,
  },
  [2042] = {
    '夜刃豹',
    nil,
  },
  [2043] = {
    '夜刃捕食者',
    nil,
  },
  [2044] = {
    '棄靈',
    nil,
  },
  [2045] = {
    '岡瑟爾的爪牙',
    nil,
  },
  [2046] = {
    nil,
    '護甲和盾牌製造商',
  },
  [2050] = {
    nil,
    '特別廚師',
  },
  [2051] = {
    '測試員圖恩',
    '模型與結構',
  },
  [2052] = {
    '納格',
    nil,
  },
  [2053] = {
    '哈迦德難民',
    nil,
  },
  [2054] = {
    '病怏怏的難民',
    nil,
  },
  [2055] = {
    '藥劑大師法拉尼爾',
    '皇家藥劑師學會',
  },
  [2056] = {
    '鴉爪亡魂',
    nil,
  },
  [2058] = {
    '亡靈哨兵費雷亞',
    nil,
  },
  [2060] = {
    '議員斯密瑟斯',
    '焚木村議會',
  },
  [2061] = {
    '議員薩奇爾',
    '焚木村議會',
  },
  [2062] = {
    '議員亨德瑞克斯',
    '焚木村議會',
  },
  [2063] = {
    '議員維爾海姆',
    '焚木村議會',
  },
  [2064] = {
    '議員哈爾丁',
    '焚木村議會',
  },
  [2065] = {
    '議員庫珀',
    '焚木村議會',
  },
  [2066] = {
    '議員海加斯',
    '焚木村議會',
  },
  [2067] = {
    '議員布倫斯維克',
    '焚木村議會',
  },
  [2068] = {
    '莫瑞森村長',
    '焚木村議長',
  },
  [2069] = {
    '月巡虎',
    nil,
  },
  [2070] = {
    '小月巡虎',
    nil,
  },
  [2071] = {
    '月巡雌虎',
    nil,
  },
  [2077] = {
    '麥利薩爾·鹿盔',
    nil,
  },
  [2078] = {
    '阿斯瑞達斯·熊皮',
    nil,
  },
  [2079] = {
    '伊爾薩萊恩',
    nil,
  },
  [2081] = {
    '哨兵凱拉·星歌',
    nil,
  },
  [2082] = {
    '基爾沙蘭·風行者',
    nil,
  },
  [2083] = {
    '塞拉爾·刃葉',
    nil,
  },
  [2084] = {
    '納瑟瑞爾·祈雨者',
    '雜貨商',
  },
  [2086] = {
    '瓦斯塔格·鐵顎',
    nil,
  },
  [2087] = {
    '[UNUSED]安伯米爾居民',
    nil,
  },
  [2089] = {
    '巨型濕地鱷魚',
    nil,
  },
  [2090] = {
    '馬魯克·龍鱗',
    '龍喉督軍',
  },
  [2091] = {
    '納克羅什酋長',
    nil,
  },
  [2092] = {
    '駕駛員比羅·長鬚',
    '鐵爐堡攻城坦克旅',
  },
  [2093] = {
    '埃納爾·石鉗',
    nil,
  },
  [2095] = {
    '頑童比利',
    '別相信我!我叫比利!',
  },
  [2096] = {
    '塔雷爾·石紋',
    nil,
  },
  [2098] = {
    '山羊',
    nil,
  },
  [2099] = {
    '處女號的船員',
    nil,
  },
  [2102] = {
    '龍喉蠻兵',
    nil,
  },
  [2103] = {
    '龍喉斥候',
    nil,
  },
  [2104] = {
    '斯托菲隊長',
    nil,
  },
  [2105] = {
    '巡山人多克金',
    nil,
  },
  [2106] = {
    '藥劑師博拉爾德',
    nil,
  },
  [2108] = {
    '加內格·焦顱',
    nil,
  },
  [2109] = {
    '蒸汽坦克',
    nil,
  },
  [2110] = {
    '黑老鼠',
    nil,
  },
  [2111] = {
    '塞達',
    nil,
  },
  [2113] = {
    nil,
    '布甲和皮甲商人',
  },
  [2114] = {
    nil,
    '草藥學訓練師',
  },
  [2115] = {
    nil,
    '雜貨供應商',
  },
  [2116] = {
    '鐵匠蘭德',
    '見習造甲師',
  },
  [2117] = {
    nil,
    '見習武器鍛造師',
  },
  [2118] = {
    nil,
    '貿易供應商',
  },
  [2119] = {
    nil,
    '戰士訓練師',
  },
  [2120] = {
    '大法師阿塔瑞克',
    nil,
  },
  [2121] = {
    '暗影牧師奧利斯特',
    nil,
  },
  [2122] = {
    nil,
    '盜賊訓練師',
  },
  [2123] = {
    '黑暗教士杜斯騰',
    '牧師訓練師',
  },
  [2124] = {
    nil,
    '法師訓練師',
  },
  [2126] = {
    nil,
    '術士訓練師',
  },
  [2127] = {
    nil,
    '術士訓練師',
  },
  [2128] = {
    '凱恩·火歌',
    '法師訓練師',
  },
  [2129] = {
    '黑暗教士貝里爾',
    '牧師訓練師',
  },
  [2130] = {
    nil,
    '盜賊訓練師',
  },
  [2131] = {
    nil,
    '戰士訓練師',
  },
  [2132] = {
    nil,
    '鍊金術訓練師',
  },
  [2133] = {
    nil,
    '草藥學訓練師',
  },
  [2134] = {
    '溫特斯夫人',
    '雜貨供應商',
  },
  [2135] = {
    nil,
    '見習造甲師',
  },
  [2136] = {
    nil,
    '見習武器鍛造師',
  },
  [2137] = {
    nil,
    '皮甲商',
  },
  [2140] = {
    nil,
    '雜貨供應商',
  },
  [2142] = {
    '守夜人考拉哈恩',
    '守夜人',
  },
  [2149] = {
    '黑鐵劫掠者',
    nil,
  },
  [2150] = {
    '賽恩·腐蹄',
    nil,
  },
  [2151] = {
    '月之女祭司阿瑪拉',
    nil,
  },
  [2152] = {
    '瘤背伏擊者',
    nil,
  },
  [2154] = {
    '測試員傑森',
    '模型與結構',
  },
  [2155] = {
    '哨兵莎依拉·夜風',
    nil,
  },
  [2156] = {
    '破損的魔像',
    nil,
  },
  [2157] = {
    '石巨獸',
    nil,
  },
  [2158] = {
    '砂石斥候',
    nil,
  },
  [2159] = {
    '砂石斷骨者',
    nil,
  },
  [2160] = {
    '砂石地卜師',
    nil,
  },
  [2163] = {
    '薊熊',
    nil,
  },
  [2164] = {
    '狂暴薊熊',
    nil,
  },
  [2165] = {
    '灰斑薊熊',
    nil,
  },
  [2166] = {
    '奧肯斯古爾',
    nil,
  },
  [2167] = {
    '黑木探路者',
    nil,
  },
  [2168] = {
    '黑木戰士',
    nil,
  },
  [2169] = {
    '黑木圖騰師',
    nil,
  },
  [2170] = {
    '黑木巨熊怪',
    nil,
  },
  [2171] = {
    '黑木薩滿',
    nil,
  },
  [2172] = {
    '雌性森林陸行鳥',
    nil,
  },
  [2173] = {
    '暗礁狂魚',
    nil,
  },
  [2174] = {
    '近海狂魚',
    nil,
  },
  [2175] = {
    '影爪',
    nil,
  },
  [2176] = {
    '被詛咒的精靈貴族',
    nil,
  },
  [2177] = {
    '悲苦的精靈貴族',
    nil,
  },
  [2178] = {
    '哀嚎的精靈貴族',
    nil,
  },
  [2179] = {
    '雷鱗御浪者',
    nil,
  },
  [2180] = {
    '雷鱗海妖',
    nil,
  },
  [2181] = {
    '雷鱗部屬',
    nil,
  },
  [2182] = {
    '雷鱗巫女',
    nil,
  },
  [2183] = {
    '雷鱗戰士',
    nil,
  },
  [2184] = {
    '莫嘉澤爾女士',
    nil,
  },
  [2185] = {
    '黑海岸蛇頸龍',
    nil,
  },
  [2186] = {
    '『擊破者』卡尼沃斯',
    nil,
  },
  [2187] = {
    '老年深海蛇頸龍',
    nil,
  },
  [2188] = {
    '深海魚龍',
    nil,
  },
  [2189] = {
    '惡靈劣魔',
    nil,
  },
  [2190] = {
    '野生劣魔',
    nil,
  },
  [2192] = {
    '召火者拉迪森',
    nil,
  },
  [2198] = {
    '公告員古德曼',
    nil,
  },
  [2201] = {
    '灰霧劫掠者',
    nil,
  },
  [2202] = {
    '灰霧灘行者',
    nil,
  },
  [2203] = {
    '灰霧先知',
    nil,
  },
  [2204] = {
    '灰霧撒網者',
    nil,
  },
  [2205] = {
    '灰霧戰士',
    nil,
  },
  [2206] = {
    '灰霧獵人',
    nil,
  },
  [2207] = {
    '灰霧神諭者',
    nil,
  },
  [2208] = {
    '灰霧獵潮者',
    nil,
  },
  [2209] = {
    '亡靈守衛加文',
    nil,
  },
  [2210] = {
    '亡靈守衛羅亞恩',
    nil,
  },
  [2211] = {
    '被俘虜的巡山人',
    nil,
  },
  [2212] = {
    '戴瑟雷薩特',
    nil,
  },
  [2213] = {
    '戴瑟雷巡影者',
    nil,
  },
  [2214] = {
    '亡靈哨兵萊許',
    nil,
  },
  [2215] = {
    '高階執行官達薩利亞',
    nil,
  },
  [2216] = {
    '藥劑師林度恩',
    '皇家藥劑師學會',
  },
  [2217] = {
    '不死族德魯伊訓練師',
    '德魯伊訓練師',
  },
  [2218] = {
    '不死族獵人訓練師',
    '獵人訓練師',
  },
  [2219] = {
    '不死族薩滿訓練師',
    '薩滿訓練師',
  },
  [2220] = {
    nil,
    '鍛造訓練師',
  },
  [2221] = {
    '不死族裁縫訓練師',
    '裁縫訓練師',
  },
  [2222] = {
    '不死族採礦訓練師',
    '採礦訓練師',
  },
  [2223] = {
    '[UNUSED] 不死族烹飪訓練師',
    '烹飪訓練師',
  },
  [2224] = {
    '雙足飛龍',
    nil,
  },
  [2225] = {
    nil,
    '商人',
  },
  [2226] = {
    nil,
    '蝙蝠管理員',
  },
  [2228] = {
    '法爾林·奧里涅爾中尉',
    nil,
  },
  [2231] = {
    '小潮行蟹',
    nil,
  },
  [2232] = {
    '潮行蟹',
    nil,
  },
  [2233] = {
    '硬殼潮行蟹',
    nil,
  },
  [2234] = {
    '小暗礁蟹',
    nil,
  },
  [2235] = {
    '暗礁蟹',
    nil,
  },
  [2236] = {
    '盛怒的暗礁蟹',
    nil,
  },
  [2237] = {
    '月巡雄虎',
    nil,
  },
  [2240] = {
    '辛迪加劫匪',
    nil,
  },
  [2241] = {
    '辛迪加竊賊',
    nil,
  },
  [2242] = {
    '辛迪加間諜',
    nil,
  },
  [2243] = {
    '辛迪加哨衛',
    nil,
  },
  [2244] = {
    '辛迪加暗影法師',
    nil,
  },
  [2245] = {
    '辛迪加破壞者',
    nil,
  },
  [2246] = {
    '辛迪加刺客',
    nil,
  },
  [2247] = {
    '辛迪加執行者',
    nil,
  },
  [2248] = {
    '洞穴雪人',
    nil,
  },
  [2249] = {
    '[UNUSED]兇惡的雪人',
    nil,
  },
  [2250] = {
    '山嶺雪人',
    nil,
  },
  [2251] = {
    '巨型雪人',
    nil,
  },
  [2252] = {
    '破碎嶺巨魔',
    nil,
  },
  [2253] = {
    '破碎嶺蠻卒',
    nil,
  },
  [2254] = {
    '破碎嶺虐待者',
    nil,
  },
  [2255] = {
    '破碎嶺法師',
    nil,
  },
  [2256] = {
    '破碎嶺執行者',
    nil,
  },
  [2258] = {
    '瑪加拉克',
    nil,
  },
  [2260] = {
    '辛迪加盜賊',
    nil,
  },
  [2261] = {
    '辛迪加警備兵',
    nil,
  },
  [2263] = {
    '治安官雷德帕斯',
    nil,
  },
  [2264] = {
    '希爾斯布萊德裁縫',
    nil,
  },
  [2265] = {
    '希爾斯布萊德見習鐵匠',
    nil,
  },
  [2266] = {
    '希爾斯布萊德農夫',
    nil,
  },
  [2267] = {
    '希爾斯布萊德農民',
    nil,
  },
  [2268] = {
    '希爾斯布萊德步卒',
    nil,
  },
  [2269] = {
    '希爾斯布萊德礦工',
    nil,
  },
  [2270] = {
    '希爾斯布萊德哨衛',
    nil,
  },
  [2271] = {
    '達拉然持盾守衛',
    nil,
  },
  [2272] = {
    '達拉然巫者',
    nil,
  },
  [2275] = {
    '暴怒的斯坦利',
    nil,
  },
  [2276] = {
    '赫尼·馬雷布鎮長',
    nil,
  },
  [2277] = {
    '博學大師迪布斯',
    nil,
  },
  [2279] = {
    '聯盟戰地衛士',
    nil,
  },
  [2280] = {
    '部落戰地衛士',
    nil,
  },
  [2281] = {
    '拜里斯·霜刺',
    '靈魂醫者',
  },
  [2282] = {
    '[PH] 歐格朗冰川',
    '靈魂醫者',
  },
  [2283] = {
    '鴉爪攝政者',
    nil,
  },
  [2284] = {
    '被俘虜的農夫',
    nil,
  },
  [2285] = {
    '雷明頓·瑞治維爾伯爵',
    '貴族',
  },
  [2287] = {
    '破碎嶺好戰者',
    nil,
  },
  [2288] = {
    '泥嘴斯卡克爾',
    nil,
  },
  [2289] = {
    '科諾爾·麥考伊',
    '靈魂醫者',
  },
  [2290] = {
    '博崔恩·科爾達克',
    '靈魂醫者',
  },
  [2291] = {
    '考賓·哈曼',
    '靈魂醫者',
  },
  [2292] = {
    '雷吉納德·拜瑞',
    '靈魂醫者',
  },
  [2293] = {
    nil,
    '靈魂醫者',
  },
  [2294] = {
    '吉奈斯·塞林斯坦',
    '靈魂醫者',
  },
  [2295] = {
    '[UNUSED] 巴托克·鋼骨',
    '靈魂醫者',
  },
  [2296] = {
    '[UNUSED] 弗加爾·冰爐',
    '靈魂醫者',
  },
  [2297] = {
    nil,
    '靈魂醫者',
  },
  [2298] = {
    '杜薩·石足',
    '靈魂醫者',
  },
  [2299] = {
    '博古斯·粗臂',
    '獅鷲獸管理員',
  },
  [2300] = {
    nil,
    '靈魂醫者',
  },
  [2301] = {
    '[UNUSED]奈瑞克·沙尤爾',
    '靈魂醫者',
  },
  [2302] = {
    nil,
    '戰歌峽谷戰場軍官',
  },
  [2303] = {
    '琳妮·羽歌',
    '食物和飲料',
  },
  [2304] = {
    '達倫·鐵山上尉',
    nil,
  },
  [2305] = {
    '工頭邦德斯',
    nil,
  },
  [2306] = {
    '瓦杜斯男爵',
    nil,
  },
  [2307] = {
    '管理員凱斯',
    nil,
  },
  [2312] = {
    '[UNUSED] 瑟蘇爾·克拉文',
    nil,
  },
  [2314] = {
    '薩萬·血影',
    nil,
  },
  [2315] = {
    '馬奎爾·黑檀',
    nil,
  },
  [2316] = {
    '高迪爾',
    nil,
  },
  [2318] = {
    '阿古斯暗影法師',
    nil,
  },
  [2319] = {
    '辛迪加巫師',
    nil,
  },
  [2321] = {
    '森林陸行鳥雛鳥',
    nil,
  },
  [2322] = {
    '森林陸行鳥',
    nil,
  },
  [2323] = {
    '兇猛的森林陸行鳥',
    nil,
  },
  [2324] = {
    '黑木風語者',
    nil,
  },
  [2325] = {
    '不死族急救訓練師',
    '急救訓練師',
  },
  [2326] = {
    nil,
    '急救訓練師',
  },
  [2327] = {
    nil,
    '急救訓練師',
  },
  [2329] = {
    nil,
    '急救訓練師',
  },
  [2333] = {
    '僕從瓦里克',
    nil,
  },
  [2334] = {
    '事件生成器001',
    nil,
  },
  [2335] = {
    '伯恩塞德鎮長',
    nil,
  },
  [2336] = {
    '暗灘狂熱者',
    nil,
  },
  [2337] = {
    '暗灘喚魔師',
    nil,
  },
  [2338] = {
    '暮光侍徒',
    nil,
  },
  [2339] = {
    '暮光暴徒',
    nil,
  },
  [2344] = {
    '丹加洛克巡山人',
    nil,
  },
  [2345] = {
    '丹加洛克步槍兵',
    nil,
  },
  [2346] = {
    '丹加洛克牧師',
    nil,
  },
  [2347] = {
    '野生獅鷲獸',
    nil,
  },
  [2348] = {
    '老食苔蛛',
    nil,
  },
  [2349] = {
    '被馴養的食苔蛛',
    nil,
  },
  [2350] = {
    '森林食苔蛛',
    nil,
  },
  [2351] = {
    '荒疫熊',
    nil,
  },
  [2352] = {
    '旅店老闆安德森',
    '旅店老闆',
  },
  [2354] = {
    '兇惡灰熊',
    nil,
  },
  [2356] = {
    '老灰熊',
    nil,
  },
  [2357] = {
    nil,
    '養馬人',
  },
  [2358] = {
    '達拉然召喚師',
    nil,
  },
  [2359] = {
    '元素奴僕',
    nil,
  },
  [2360] = {
    '希爾斯布萊德雇農',
    nil,
  },
  [2363] = {
    '學徒哈尼維爾',
    nil,
  },
  [2364] = {
    nil,
    '女服務生',
  },
  [2365] = {
    '布隆特·寒斬',
    '屠夫',
  },
  [2366] = {
    '酒吧老闆凱利',
    '酒保',
  },
  [2367] = {
    nil,
    '釣魚訓練師',
  },
  [2368] = {
    '刺脊潛獵者',
    nil,
  },
  [2369] = {
    '刺脊灘行者',
    nil,
  },
  [2370] = {
    '刺脊尖嘯者',
    nil,
  },
  [2371] = {
    '刺脊海妖',
    nil,
  },
  [2372] = {
    '泥嘴豺狼人',
    nil,
  },
  [2373] = {
    '泥嘴薩滿',
    nil,
  },
  [2374] = {
    '碎鰭泥漿魚人',
    nil,
  },
  [2375] = {
    '碎鰭灘行魚人',
    nil,
  },
  [2376] = {
    '碎鰭神諭者',
    nil,
  },
  [2377] = {
    '碎鰭獵潮魚人',
    nil,
  },
  [2378] = {
    nil,
    '歷史學家',
  },
  [2379] = {
    '管理員斯密瑟斯',
    nil,
  },
  [2380] = {
    nil,
    '鍊金術供應商',
  },
  [2381] = {
    nil,
    '商人',
  },
  [2382] = {
    nil,
    '馬夫',
  },
  [2383] = {
    nil,
    '釣魚供應商',
  },
  [2384] = {
    '飢餓的山地獅',
    nil,
  },
  [2385] = {
    '野生山地獅',
    nil,
  },
  [2386] = {
    '聯盟守衛',
    nil,
  },
  [2387] = {
    '希爾斯布萊德議員',
    nil,
  },
  [2388] = {
    '旅店老闆沙恩',
    '旅店老闆',
  },
  [2389] = {
    nil,
    '蝙蝠管理員',
  },
  [2390] = {
    '阿蘭奈·毒血',
    '草藥學訓練師',
  },
  [2391] = {
    nil,
    '鍊金術訓練師',
  },
  [2393] = {
    nil,
    '商人',
  },
  [2394] = {
    '瑪林·斯萬',
    '裁縫供應商',
  },
  [2397] = {
    '德拉克·夜暮',
    '烹飪訓練師',
  },
  [2398] = {
    '塔拉·寇德加茲',
    nil,
  },
  [2399] = {
    nil,
    '裁縫訓練師',
  },
  [2401] = {
    '凱倫·蘇薩隆',
    '雜貨商',
  },
  [2403] = {
    '農夫蓋茲',
    nil,
  },
  [2404] = {
    '鐵匠維林坦',
    nil,
  },
  [2405] = {
    '塔倫米爾亡靈守衛',
    nil,
  },
  [2406] = {
    '山地獅',
    nil,
  },
  [2407] = {
    '巨型山地獅',
    nil,
  },
  [2408] = {
    '鉗嘴龜',
    nil,
  },
  [2409] = {
    nil,
    '獅鷲獸管理員',
  },
  [2410] = {
    '魔導師沃迪恩·虛無之光',
    nil,
  },
  [2415] = {
    '典獄官貝拉摩爾',
    nil,
  },
  [2416] = {
    '破碎嶺盜掠者',
    nil,
  },
  [2417] = {
    '『守財奴』格雷爾伯格',
    nil,
  },
  [2418] = {
    '亡靈守衛沙穆薩',
    nil,
  },
  [2419] = {
    '亡靈守衛亨伯特',
    nil,
  },
  [2421] = {
    '瑪克拉克',
    nil,
  },
  [2423] = {
    '奧里登·匹瑞諾德領主',
    nil,
  },
  [2424] = {
    '公會銀行職員',
    '公會銀行職員',
  },
  [2427] = {
    '獄卒埃斯頓',
    nil,
  },
  [2428] = {
    '獄卒瑪爾根',
    nil,
  },
  [2429] = {
    '學徒塞萬德',
    nil,
  },
  [2431] = {
    '看守員博胡恩',
    nil,
  },
  [2432] = {
    nil,
    '獅鷲獸管理員',
  },
  [2433] = {
    '赫爾庫拉的遺骸',
    nil,
  },
  [2434] = {
    '幽暗刺客',
    nil,
  },
  [2435] = {
    '南海鎮公告員',
    nil,
  },
  [2436] = {
    '農夫肯特',
    nil,
  },
  [2437] = {
    '守衛者貝瓦里爾',
    nil,
  },
  [2439] = {
    nil,
    '暴風城衛兵',
  },
  [2440] = {
    '醉酒的劫匪',
    nil,
  },
  [2441] = {
    '[UNUSED]南海鎮居民',
    nil,
  },
  [2442] = {
    '乳牛',
    nil,
  },
  [2448] = {
    '書記員赫拉斯·懷特斯蒂德',
    nil,
  },
  [2449] = {
    '居民維爾克斯',
    nil,
  },
  [2450] = {
    '礦工哈克特',
    nil,
  },
  [2451] = {
    '農夫卡拉巴',
    nil,
  },
  [2452] = {
    '斯格霍爾',
    nil,
  },
  [2454] = {
    '骷髏魔(暴怒狀態)',
    nil,
  },
  [2455] = {
    '奧利維亞·伯恩賽德',
    '銀行職員',
  },
  [2456] = {
    '牛頓·伯恩賽德',
    '銀行職員',
  },
  [2457] = {
    '約翰·伯恩賽德',
    '銀行職員',
  },
  [2458] = {
    nil,
    '銀行職員',
  },
  [2459] = {
    nil,
    '銀行職員',
  },
  [2460] = {
    '巴納姆·石衣',
    '銀行職員',
  },
  [2461] = {
    '拜雷·石衣',
    '銀行職員',
  },
  [2462] = {
    '食腐蟲',
    nil,
  },
  [2464] = {
    '指揮官阿格羅戈西',
    nil,
  },
  [2465] = {
    '先知摩克薩爾丁',
    nil,
  },
  [2466] = {
    '巡山人格拉蓋姆',
    nil,
  },
  [2468] = {
    '巡山人沙爾',
    nil,
  },
  [2469] = {
    '巡山人拉倫',
    nil,
  },
  [2470] = {
    '守夜人弗雷瑟',
    '守夜人',
  },
  [2472] = {
    '火鱗飛龍',
    nil,
  },
  [2475] = {
    '斯洛斯',
    nil,
  },
  [2476] = {
    '戈許哈爾迪爾',
    nil,
  },
  [2477] = {
    nil,
    '部落信差',
  },
  [2478] = {
    '哈倫·迅蹄',
    '部落信差',
  },
  [2479] = {
    '淤泥怪',
    nil,
  },
  [2480] = {
    '布洛金',
    '鍊金術供應商',
  },
  [2481] = {
    nil,
    '鍊金術供應商',
  },
  [2482] = {
    nil,
    '高級武器鍛造師',
  },
  [2483] = {
    nil,
    '高級製斧師',
  },
  [2485] = {
    nil,
    '傳送門訓練師',
  },
  [2486] = {
    '芬·菲茲拉克',
    '黑水強盜',
  },
  [2487] = {
    '艦隊指揮官海角',
    '黑水強盜',
  },
  [2488] = {
    nil,
    '黑水強盜',
  },
  [2489] = {
    '貝爾斯塔弗·風暴之眼',
    '傳送門訓練師',
  },
  [2490] = {
    '大副克拉茲',
    '黑水強盜',
  },
  [2491] = {
    nil,
    '黑水強盜',
  },
  [2492] = {
    nil,
    '傳送門訓練師',
  },
  [2493] = {
    '獨眼迪茲',
    '黑水強盜',
  },
  [2494] = {
    '私掠者布勞茲',
    nil,
  },
  [2496] = {
    '大財主里維加茲',
    nil,
  },
  [2498] = {
    '克蘭克·菲茲巴布',
    nil,
  },
  [2500] = {
    '海克拜瑞·斯莫特船長',
    nil,
  },
  [2501] = {
    '『海狼』麥克基雷',
    nil,
  },
  [2502] = {
    '『病鬼』菲力浦',
    nil,
  },
  [2503] = {
    '希爾斯布萊德工頭',
    nil,
  },
  [2504] = {
    nil,
    '圖書管理員',
  },
  [2505] = {
    '海水鉗嘴龜',
    nil,
  },
  [2506] = {
    '巡山人哈恩',
    nil,
  },
  [2507] = {
    '巡山人尤薩恩',
    nil,
  },
  [2508] = {
    '巡山人沃爾',
    nil,
  },
  [2509] = {
    '巡山人克拉格',
    nil,
  },
  [2510] = {
    '巡山人奧茲莫克',
    nil,
  },
  [2511] = {
    '巡山人布拉德',
    nil,
  },
  [2512] = {
    '巡山人羅格漢',
    nil,
  },
  [2513] = {
    '巡山人賈哈',
    nil,
  },
  [2514] = {
    '巡山人莫達克斯',
    nil,
  },
  [2515] = {
    '巡山人法茲加德',
    nil,
  },
  [2516] = {
    '巡山人卡姆達',
    nil,
  },
  [2517] = {
    '巡山人蘭加爾',
    nil,
  },
  [2518] = {
    '巡山人斯瓦爾斯',
    nil,
  },
  [2520] = {
    '遙控魔像',
    nil,
  },
  [2521] = {
    '藍鬃猩猩',
    nil,
  },
  [2522] = {
    '叢林獵豹',
    nil,
  },
  [2523] = {
    '灼熱圖騰',
    nil,
  },
  [2524] = {
    '巡山人哈濟斯',
    nil,
  },
  [2525] = {
    '巡山人巴恩',
    nil,
  },
  [2526] = {
    '巡山人默里克',
    nil,
  },
  [2527] = {
    '巡山人安格斯特',
    nil,
  },
  [2528] = {
    '巡山人哈吉爾',
    nil,
  },
  [2529] = {
    '阿魯高之子',
    nil,
  },
  [2530] = {
    nil,
    '贊吉爾特使',
  },
  [2531] = {
    '度恩的爪牙',
    nil,
  },
  [2534] = {
    '『流亡者』贊吉爾',
    nil,
  },
  [2535] = {
    '瑪雷·『木腳』·維爾金斯',
    nil,
  },
  [2536] = {
    '『烏鴉』喬喬',
    nil,
  },
  [2537] = {
    '拇指蘇克',
    nil,
  },
  [2540] = {
    '安伯米爾毒蛇',
    nil,
  },
  [2541] = {
    '薩克拉希斯領主',
    nil,
  },
  [2542] = {
    '『利刃』凱特琳',
    '黑水強盜',
  },
  [2543] = {
    '大法師安斯雷姆·織符者',
    nil,
  },
  [2544] = {
    '南部沙蟹',
    nil,
  },
  [2545] = {
    '『漂亮男孩』鄧肯',
    nil,
  },
  [2546] = {
    '艦隊指揮官菲爾拉倫',
    nil,
  },
  [2547] = {
    '艾隆帕',
    nil,
  },
  [2548] = {
    '尼哈魯船長',
    nil,
  },
  [2549] = {
    '加爾·鹽蹄',
    nil,
  },
  [2550] = {
    '斯蒂沃特船長',
    nil,
  },
  [2552] = {
    '枯木食人妖',
    nil,
  },
  [2553] = {
    '枯木暗影施法者',
    nil,
  },
  [2554] = {
    '枯木擲斧者',
    nil,
  },
  [2555] = {
    '枯木巫醫',
    nil,
  },
  [2556] = {
    '枯木獵頭者',
    nil,
  },
  [2557] = {
    '枯木暗影獵手',
    nil,
  },
  [2558] = {
    '枯木狂戰士',
    nil,
  },
  [2559] = {
    '高地闊步龍',
    nil,
  },
  [2560] = {
    '高地長尾龍',
    nil,
  },
  [2561] = {
    '高地獵獸龍',
    nil,
  },
  [2562] = {
    '石拳巨魔',
    nil,
  },
  [2563] = {
    '平原狼蛛',
    nil,
  },
  [2564] = {
    '石拳執行者',
    nil,
  },
  [2565] = {
    '巨型平原狼蛛',
    nil,
  },
  [2566] = {
    '石拳蠻卒',
    nil,
  },
  [2567] = {
    '石拳魔導師',
    nil,
  },
  [2569] = {
    '石拳虐待者',
    nil,
  },
  [2570] = {
    '石拳薩滿',
    nil,
  },
  [2571] = {
    '石拳領主',
    nil,
  },
  [2572] = {
    '枯鬚狗頭人',
    nil,
  },
  [2573] = {
    '枯鬚勘測員',
    nil,
  },
  [2574] = {
    '枯鬚掘地工',
    nil,
  },
  [2575] = {
    '黑鐵後勤兵',
    nil,
  },
  [2577] = {
    '黑鐵暗影施法者',
    nil,
  },
  [2578] = {
    '小岩地禿鷲',
    nil,
  },
  [2579] = {
    '岩地禿鷲',
    nil,
  },
  [2580] = {
    '老岩地禿鷲',
    nil,
  },
  [2581] = {
    '達比雷民兵',
    nil,
  },
  [2582] = {
    '達比雷苦力',
    nil,
  },
  [2583] = {
    '激流堡食人妖獵人',
    nil,
  },
  [2584] = {
    '激流堡防衛者',
    nil,
  },
  [2585] = {
    '激流堡士兵',
    nil,
  },
  [2586] = {
    '辛迪加路霸',
    nil,
  },
  [2587] = {
    '辛迪加巡路者',
    nil,
  },
  [2588] = {
    '辛迪加潛伏者',
    nil,
  },
  [2589] = {
    '辛迪加雇傭兵',
    nil,
  },
  [2590] = {
    '辛迪加咒術師',
    nil,
  },
  [2591] = {
    '辛迪加魔導師',
    nil,
  },
  [2592] = {
    '頑石流放者',
    nil,
  },
  [2593] = {
    '劣質石元素',
    nil,
  },
  [2594] = {
    '斯普羅格',
    nil,
  },
  [2595] = {
    '刺脊劫掠者',
    nil,
  },
  [2596] = {
    '刺脊巫女',
    nil,
  },
  [2597] = {
    '法庫雷斯特領主',
    '辛迪加首領',
  },
  [2598] = {
    nil,
    '暗影議會術士',
  },
  [2599] = {
    nil,
    '保鏢',
  },
  [2601] = {
    '弗爾伯利',
    nil,
  },
  [2602] = {
    '盧爾·巨石',
    nil,
  },
  [2604] = {
    '碎骨者穆羅克',
    nil,
  },
  [2605] = {
    '札拉斯·枯木',
    '軍隊領袖',
  },
  [2606] = {
    '『屠戮者』尼瑪爾',
    '軍隊領袖',
  },
  [2607] = {
    '加林·托爾貝恩王子',
    nil,
  },
  [2608] = {
    '阿瑪倫指揮官',
    nil,
  },
  [2609] = {
    '地卜師弗林塔格',
    nil,
  },
  [2610] = {
    nil,
    '黑水強盜',
  },
  [2612] = {
    '瓦羅卡爾中尉',
    nil,
  },
  [2614] = {
    '空軍警告機器人 (聯盟)',
    nil,
  },
  [2615] = {
    '空軍警告機器人 (部落)',
    nil,
  },
  [2616] = {
    '私掠者格羅伊',
    nil,
  },
  [2618] = {
    '落錘苦工',
    nil,
  },
  [2619] = {
    '落錘蠻兵',
    nil,
  },
  [2620] = {
    '草原土撥鼠',
    nil,
  },
  [2621] = {
    '落錘守護者',
    nil,
  },
  [2622] = {
    '斯萊·加勒特',
    '黑市商人',
  },
  [2623] = {
    '上古之靈',
    nil,
  },
  [2625] = {
    '掘金者維茲尼克',
    '銀行職員',
  },
  [2626] = {
    '老人海明威',
    '釣魚供應商',
  },
  [2627] = {
    '格拉尼克·古斯提',
    '裁縫訓練師',
  },
  [2628] = {
    '達拉然工人',
    nil,
  },
  [2630] = {
    '地縛圖騰',
    nil,
  },
  [2634] = {
    '普巴爾公主',
    nil,
  },
  [2635] = {
    '老鉗嘴鱷魚',
    nil,
  },
  [2636] = {
    '黑水水手',
    nil,
  },
  [2637] = {
    '辛迪加炸彈',
    nil,
  },
  [2638] = {
    '辛迪加幽靈',
    nil,
  },
  [2639] = {
    '邪枝擲斧者',
    nil,
  },
  [2640] = {
    '邪枝巫醫',
    nil,
  },
  [2641] = {
    '邪枝獵頭者',
    nil,
  },
  [2642] = {
    '邪枝暗影施法者',
    nil,
  },
  [2643] = {
    '邪枝狂戰士',
    nil,
  },
  [2644] = {
    '邪枝剝皮者',
    nil,
  },
  [2645] = {
    '邪枝暗影獵手',
    nil,
  },
  [2646] = {
    '邪枝飲血者',
    nil,
  },
  [2647] = {
    '邪枝噬魂者',
    nil,
  },
  [2648] = {
    '邪枝精英守衛',
    nil,
  },
  [2649] = {
    '枯木割顱者',
    nil,
  },
  [2650] = {
    '枯木狂熱者',
    nil,
  },
  [2651] = {
    '枯木剝皮者',
    nil,
  },
  [2652] = {
    '枯木毒血食人妖',
    nil,
  },
  [2653] = {
    '枯木虐待者',
    nil,
  },
  [2654] = {
    '枯木召喚者',
    nil,
  },
  [2655] = {
    '綠色淤泥怪',
    nil,
  },
  [2656] = {
    '玉石軟泥怪',
    nil,
  },
  [2657] = {
    '訓練有素的鋒喙獅鷲獸',
    nil,
  },
  [2658] = {
    '鋒喙獅鷲獸',
    nil,
  },
  [2659] = {
    '翱翔的鋒喙獅鷲獸',
    nil,
  },
  [2663] = {
    nil,
    '海賊供應商',
  },
  [2664] = {
    nil,
    '烹飪訓練師',
  },
  [2665] = {
    '自走炸彈',
    nil,
  },
  [2667] = {
    '懶惰結界',
    nil,
  },
  [2668] = {
    '丹尼勒·希普斯迪',
    '裁縫供應商',
  },
  [2669] = {
    '舍瑞·希普斯迪',
    '裁縫供應商',
  },
  [2670] = {
    '希茲克·古斯提',
    '裁縫供應商',
  },
  [2671] = {
    '機械松鼠',
    nil,
  },
  [2672] = {
    '怯懦的克羅斯比',
    '裁縫供應商',
  },
  [2673] = {
    '活動假人',
    nil,
  },
  [2674] = {
    '高級活動假人',
    nil,
  },
  [2675] = {
    '自爆綿羊',
    nil,
  },
  [2676] = {
    '微型收割機',
    nil,
  },
  [2678] = {
    '機械幼龍',
    nil,
  },
  [2679] = {
    '溫納·銀鬚',
    '特殊貨物',
  },
  [2680] = {
    '邪枝小狼',
    nil,
  },
  [2681] = {
    '邪枝巨狼',
    nil,
  },
  [2682] = {
    '弗拉德·迅輪',
    '工程學供應商',
  },
  [2683] = {
    '納姆杜',
    '工程學供應商',
  },
  [2684] = {
    '里茲·飛矢',
    '工程學供應商',
  },
  [2685] = {
    '瑪茲克·斯奈普沙特',
    '工程學供應商',
  },
  [2686] = {
    '枯木巢穴守衛',
    nil,
  },
  [2687] = {
    '格納茲·槍焰',
    '工程學供應商',
  },
  [2688] = {
    '魯普·火油',
    '工程學供應商',
  },
  [2689] = {
    '丘陵巨人',
    nil,
  },
  [2690] = {
    '丘陵巨人守望者',
    nil,
  },
  [2691] = {
    '高原前鋒',
    nil,
  },
  [2692] = {
    '高原斥候',
    nil,
  },
  [2693] = {
    '高原神射手',
    nil,
  },
  [2694] = {
    '高原遊俠',
    nil,
  },
  [2697] = {
    nil,
    '製皮供應商',
  },
  [2698] = {
    nil,
    '製皮供應商',
  },
  [2699] = {
    nil,
    '製皮供應商',
  },
  [2700] = {
    '尼艾絲隊長',
    nil,
  },
  [2701] = {
    '火煙巨魔',
    nil,
  },
  [2702] = {
    '惡魔獵犬訓練師',
    nil,
  },
  [2704] = {
    nil,
    '武器大師',
  },
  [2705] = {
    '布魯米·比格爾',
    nil,
  },
  [2707] = {
    nil,
    '毒蜘蛛女王',
  },
  [2708] = {
    '大法師馬林',
    nil,
  },
  [2709] = {
    '小鬼訓練師',
    nil,
  },
  [2710] = {
    '虛無行者訓練師',
    nil,
  },
  [2714] = {
    '被遺忘者信差',
    nil,
  },
  [2715] = {
    '火煙蠻卒',
    nil,
  },
  [2716] = {
    '火煙獵龍者',
    nil,
  },
  [2717] = {
    '火煙虐待者',
    nil,
  },
  [2718] = {
    '火煙薩滿',
    nil,
  },
  [2719] = {
    '火煙領主',
    nil,
  },
  [2720] = {
    '火煙巨魔法師',
    nil,
  },
  [2721] = {
    '被遺忘者保鏢',
    nil,
  },
  [2723] = {
    '石頭魔像',
    nil,
  },
  [2725] = {
    '滾燙幼龍',
    nil,
  },
  [2726] = {
    '烈焰守護者',
    nil,
  },
  [2727] = {
    '峭壁山狗',
    nil,
  },
  [2728] = {
    '野生峭壁山狗',
    nil,
  },
  [2729] = {
    '老峭壁山狗',
    nil,
  },
  [2730] = {
    '瘋狂的峭壁山狗',
    nil,
  },
  [2731] = {
    '山脊巡者',
    nil,
  },
  [2732] = {
    '山脊雌豹',
    nil,
  },
  [2733] = {
    '藥劑師喬瑞爾',
    nil,
  },
  [2734] = {
    '山脊巡者族王',
    nil,
  },
  [2735] = {
    '次級石元素',
    nil,
  },
  [2736] = {
    '巨型石元素',
    nil,
  },
  [2738] = {
    '激流堡騎兵',
    nil,
  },
  [2739] = {
    '影爐隧道工',
    nil,
  },
  [2740] = {
    '影爐暗織者',
    nil,
  },
  [2741] = {
    '影爐挖掘者',
    nil,
  },
  [2742] = {
    '影爐吟唱者',
    nil,
  },
  [2743] = {
    '影爐戰士',
    nil,
  },
  [2744] = {
    '影爐指揮官',
    nil,
  },
  [2745] = {
    '因弗努斯大使',
    nil,
  },
  [2746] = {
    '石窟守望者',
    nil,
  },
  [2748] = {
    nil,
    '遠古石之看守者',
  },
  [2749] = {
    '攻城魔像',
    nil,
  },
  [2751] = {
    '戰爭魔像',
    nil,
  },
  [2752] = {
    '拉姆布勒',
    nil,
  },
  [2754] = {
    '安納塞姆斯',
    nil,
  },
  [2756] = {
    '趙柱',
    nil,
  },
  [2757] = {
    '布萊克拉席',
    nil,
  },
  [2760] = {
    '燃燒的流放者',
    nil,
  },
  [2761] = {
    '水浪流放者',
    nil,
  },
  [2762] = {
    '雷霆流放者',
    nil,
  },
  [2766] = {
    '哨兵魯魯',
    '黑水強盜',
  },
  [2767] = {
    '大副尼茲利克斯',
    '黑水強盜',
  },
  [2768] = {
    '菲茲索普教授',
    '黑水強盜',
  },
  [2769] = {
    '鋼膽船長',
    '黑水強盜',
  },
  [2770] = {
    '塔隆',
    nil,
  },
  [2771] = {
    '杜拉姆法爾',
    nil,
  },
  [2772] = {
    '科林法爾',
    nil,
  },
  [2774] = {
    '德拉克里格博士',
    '黑水強盜',
  },
  [2775] = {
    '刺脊掠奪者',
    nil,
  },
  [2776] = {
    '復仇巨浪',
    nil,
  },
  [2778] = {
    '水手莫埃希',
    '黑水強盜',
  },
  [2779] = {
    '納茲加克王子',
    nil,
  },
  [2780] = {
    '管理員奈夫林',
    nil,
  },
  [2781] = {
    '管理員溫斯頓',
    nil,
  },
  [2782] = {
    '管理員奧拉瑞克',
    nil,
  },
  [2783] = {
    '瑪雷茲·考爾',
    nil,
  },
  [2784] = {
    '麥格尼·銅鬚國王',
    '鐵爐堡國王',
  },
  [2785] = {
    '『迷失者』塞爾杜林',
    nil,
  },
  [2786] = {
    '葛利·硬骨',
    nil,
  },
  [2788] = {
    '學徒克里汀',
    nil,
  },
  [2790] = {
    '大石匠瑪布勒斯坦',
    '皇家石匠協會',
  },
  [2791] = {
    '被激怒的石元素',
    nil,
  },
  [2793] = {
    '考格雷什',
    nil,
  },
  [2794] = {
    '召喚的守護者',
    nil,
  },
  [2795] = {
    '『巧手』雷尼·麥考伊',
    nil,
  },
  [2797] = {
    '霍瓦克·刃腸',
    nil,
  },
  [2798] = {
    '潘德·縛石',
    '急救訓練師',
  },
  [2801] = {
    nil,
    '魚人寶寶兌換商人',
  },
  [2803] = {
    nil,
    '雜貨商',
  },
  [2804] = {
    '庫爾丁·血爪',
    '戰歌峽谷戰場軍官',
  },
  [2805] = {
    nil,
    '施法材料',
  },
  [2806] = {
    '拜爾',
    '雜貨商',
  },
  [2807] = {
    '刺脊招潮者',
    nil,
  },
  [2808] = {
    nil,
    '雜貨商',
  },
  [2809] = {
    '野豬',
    nil,
  },
  [2810] = {
    nil,
    '高級商人',
  },
  [2812] = {
    '德魯納·烈酒',
    '鍊金術供應商',
  },
  [2813] = {
    '[UNUSED]索爾加斯',
    '靈魂醫者',
  },
  [2814] = {
    '納爾基·長刀',
    '屠夫',
  },
  [2815] = {
    nil,
    '靈魂醫者',
  },
  [2816] = {
    nil,
    '製皮供應商',
  },
  [2818] = {
    nil,
    '高級屠夫',
  },
  [2819] = {
    nil,
    '製皮供應商',
  },
  [2820] = {
    nil,
    '雜貨商',
  },
  [2821] = {
    nil,
    '商人',
  },
  [2829] = {
    '飢餓的禿鷲',
    nil,
  },
  [2830] = {
    '乾枯的禿鷲',
    nil,
  },
  [2831] = {
    '巨型禿鷲',
    nil,
  },
  [2832] = {
    '尼克拉克斯·菲拉莫格',
    '食物和飲料',
  },
  [2833] = {
    nil,
    '獅鷲獸管理員',
  },
  [2834] = {
    '麥依茲·拉齊卡',
    '釣魚訓練師',
  },
  [2835] = {
    nil,
    '獅鷲獸管理員',
  },
  [2836] = {
    '布里克·基克拉夫',
    '鍛造訓練師',
  },
  [2837] = {
    nil,
    '鍊金術訓練師',
  },
  [2838] = {
    '克拉賽·斯巴克斯',
    '煙火商人',
  },
  [2839] = {
    nil,
    '高級製弓師',
  },
  [2840] = {
    '基茲·布倫斯泰克',
    '製錘師',
  },
  [2842] = {
    nil,
    '高級漁夫',
  },
  [2843] = {
    nil,
    '劍刃武器商',
  },
  [2844] = {
    nil,
    '鍛造供應商',
  },
  [2845] = {
    nil,
    '高級鑄甲師',
  },
  [2846] = {
    '布里克雷茲·古斯提',
    '製皮供應商',
  },
  [2847] = {
    '傑生·安德伍德',
    '鍛造供應商',
  },
  [2848] = {
    '格里克斯·布魯維特',
    '鍊金術供應商',
  },
  [2849] = {
    '奇克斯迪·古斯提',
    '布甲和雜貨',
  },
  [2850] = {
    '斷牙',
    nil,
  },
  [2851] = {
    nil,
    '雙足飛龍管理員',
  },
  [2852] = {
    '被奴役的猛禽德魯伊',
    nil,
  },
  [2853] = {
    '被釋放的猛禽德魯伊',
    nil,
  },
  [2855] = {
    nil,
    '見習裁縫',
  },
  [2856] = {
    nil,
    '草藥學訓練師',
  },
  [2857] = {
    nil,
    '見習工程師',
  },
  [2858] = {
    nil,
    '雙足飛龍管理員',
  },
  [2859] = {
    nil,
    '獅鷲獸管理員',
  },
  [2860] = {
    '西格魯·鐵斧',
    nil,
  },
  [2861] = {
    nil,
    '雙足飛龍管理員',
  },
  [2870] = {
    '[UNUSED]亨里亞·德斯',
    '狼訓練師',
  },
  [2871] = {
    '[PH] 陸行鳥訓練師',
    nil,
  },
  [2872] = {
    '[UNUSED]瓦拉克·達本克',
    '蜘蛛訓練師',
  },
  [2873] = {
    '[PH] 迅猛龍訓練師',
    nil,
  },
  [2874] = {
    '[PH] 馬匹訓練師',
    nil,
  },
  [2875] = {
    '[PH] 猩猩訓練師',
    nil,
  },
  [2877] = {
    '[PH] 巨鉗蟹訓練師',
    nil,
  },
  [2878] = {
    nil,
    '獸欄管理員',
  },
  [2879] = {
    nil,
    '獸欄管理員',
  },
  [2880] = {
    nil,
    '野豬訓練師',
  },
  [2881] = {
    nil,
    '野熊訓練師',
  },
  [2885] = {
    nil,
    '魔法技能訓練師',
  },
  [2886] = {
    '遠程武器訓練師',
    '遠程武器訓練師',
  },
  [2887] = {
    '稜石流放者',
    nil,
  },
  [2889] = {
    '石窟穴居怪',
    nil,
  },
  [2890] = {
    '石窟斥候',
    nil,
  },
  [2891] = {
    '石窟擊顱者',
    nil,
  },
  [2892] = {
    '石窟先知',
    nil,
  },
  [2893] = {
    '石窟斷骨者',
    nil,
  },
  [2894] = {
    '石窟薩滿',
    nil,
  },
  [2896] = {
    '[PH] 聯盟魔法技能訓練師',
    nil,
  },
  [2899] = {
    '[PH] 聯盟堅韌/抵抗訓練師',
    nil,
  },
  [2906] = {
    '火煙戰士',
    nil,
  },
  [2907] = {
    '火煙秘術使',
    nil,
  },
  [2908] = {
    nil,
    '雜貨商',
  },
  [2909] = {
    '鐵趾格雷茲',
    nil,
  },
  [2910] = {
    '勘察員雷杜爾',
    '探險者協會',
  },
  [2911] = {
    '考古學家弗拉岡特',
    '探險者協會',
  },
  [2912] = {
    '首席考古學家杜瑟·灰鬚',
    '探險者協會',
  },
  [2913] = {
    '[Deprecated for 4.x]考古學家霍莉',
    '探險者協會',
  },
  [2914] = {
    '蛇',
    nil,
  },
  [2915] = {
    '錘趾的靈魂',
    nil,
  },
  [2916] = {
    '歷史學家卡尼克',
    nil,
  },
  [2917] = {
    '勘察員雷姆塔維爾',
    '探險者協會',
  },
  [2918] = {
    '顧問貝爾格拉姆',
    nil,
  },
  [2919] = {
    '法姆雷托守護者',
    nil,
  },
  [2920] = {
    '盧希恩·槍穗',
    nil,
  },
  [2923] = {
    '癩皮銀鬃狼',
    nil,
  },
  [2924] = {
    '銀鬃狼',
    nil,
  },
  [2925] = {
    '銀鬃嗥狼',
    nil,
  },
  [2926] = {
    '銀鬃潛獵者',
    nil,
  },
  [2927] = {
    '兇惡梟獸',
    nil,
  },
  [2928] = {
    '遠古梟獸',
    nil,
  },
  [2929] = {
    '野蠻的梟獸',
    nil,
  },
  [2930] = {
    '哨兵戈琳達·納希亞',
    nil,
  },
  [2932] = {
    '馬格雷甘·深影',
    nil,
  },
  [2934] = {
    '守衛者貝爾杜加',
    nil,
  },
  [2935] = {
    '[PH] 惡魔大師',
    '惡魔訓練師',
  },
  [2937] = {
    '貪婪的達古恩',
    nil,
  },
  [2938] = {
    '奧德瑞克·亨特',
    '野熊訓練師',
  },
  [2939] = {
    nil,
    '野豬訓練師',
  },
  [2940] = {
    '[UNUSED]弗蘭克·瓦爾德',
    '猛禽訓練師',
  },
  [2941] = {
    '蘭尼·瑞德',
    '獅鷲獸管理員',
  },
  [2942] = {
    '戴蘭·比塞爾',
    '狼訓練師',
  },
  [2946] = {
    '赫爾庫拉的傀儡',
    nil,
  },
  [2947] = {
    '哈肯·風之圖騰',
    nil,
  },
  [2948] = {
    '莫爾·雷角',
    nil,
  },
  [2949] = {
    '白鬃製革工',
    nil,
  },
  [2950] = {
    '白鬃剝皮工',
    nil,
  },
  [2951] = {
    '白鬃盜獵者',
    nil,
  },
  [2952] = {
    '刺背入侵者',
    nil,
  },
  [2953] = {
    '刺背薩滿',
    nil,
  },
  [2954] = {
    '刺背鬥豬',
    nil,
  },
  [2955] = {
    '平原陸行鳥',
    nil,
  },
  [2956] = {
    '成年平原陸行鳥',
    nil,
  },
  [2957] = {
    '老平原陸行鳥',
    nil,
  },
  [2958] = {
    '草原狼',
    nil,
  },
  [2959] = {
    '草原捕食者',
    nil,
  },
  [2960] = {
    '草原狼前鋒',
    nil,
  },
  [2961] = {
    '山獅',
    nil,
  },
  [2962] = {
    '風怒鷹身人',
    nil,
  },
  [2963] = {
    '風怒風巫',
    nil,
  },
  [2964] = {
    '風怒巫女',
    nil,
  },
  [2965] = {
    '風怒女王',
    nil,
  },
  [2966] = {
    '小鬥豬',
    nil,
  },
  [2967] = {
    '加拉克半人馬',
    nil,
  },
  [2968] = {
    '加拉克前鋒',
    nil,
  },
  [2969] = {
    '消瘦的猛鷲',
    nil,
  },
  [2970] = {
    '猛鷲',
    nil,
  },
  [2971] = {
    '長爪猛鷲',
    nil,
  },
  [2972] = {
    '小科多獸',
    nil,
  },
  [2973] = {
    '雄科多獸',
    nil,
  },
  [2974] = {
    '科多獸族母',
    nil,
  },
  [2975] = {
    '風險投資公司雇員',
    nil,
  },
  [2976] = {
    '風險投資公司苦力',
    nil,
  },
  [2977] = {
    '風險投資公司監工',
    nil,
  },
  [2978] = {
    '風險投資公司工人',
    nil,
  },
  [2979] = {
    '風險投資公司主官',
    nil,
  },
  [2980] = {
    '格盧爾·鷹風',
    nil,
  },
  [2981] = {
    '鷹風酋長',
    nil,
  },
  [2982] = {
    '灰舌先知',
    nil,
  },
  [2983] = {
    '平原上的幻象',
    nil,
  },
  [2984] = {
    '先知智慧行者',
    nil,
  },
  [2985] = {
    '盧爾·鷹爪',
    nil,
  },
  [2986] = {
    '[Deprecated for 4.x]多恩·平原巡者',
    nil,
  },
  [2987] = {
    '伊恩·鷹爪',
    nil,
  },
  [2988] = {
    '摩林·雲巡者',
    nil,
  },
  [2989] = {
    '巴爾丹掘地工',
    nil,
  },
  [2990] = {
    '巴爾丹鑒定官',
    nil,
  },
  [2991] = {
    '主母鷹風',
    nil,
  },
  [2992] = {
    '治療結界 V',
    nil,
  },
  [2993] = {
    '貝恩·血蹄',
    nil,
  },
  [2994] = {
    '先祖之魂',
    nil,
  },
  [2995] = {
    nil,
    '雙足飛龍管理員',
  },
  [2996] = {
    nil,
    '銀行職員',
  },
  [2997] = {
    '吉恩·石蹄',
    '武器商',
  },
  [2998] = {
    '卡恩·石蹄',
    '鍛造訓練師',
  },
  [2999] = {
    '陶爾·石蹄',
    '鍛造供應商',
  },
  [3000] = {
    nil,
    '武器商',
  },
  [3001] = {
    '布瑞克·石蹄',
    '採礦訓練師',
  },
  [3002] = {
    '卡姆·石蹄',
    '採礦供應商',
  },
  [3003] = {
    '法爾·迷霧行者',
    '麵包商',
  },
  [3004] = {
    nil,
    '裁縫訓練師',
  },
  [3005] = {
    nil,
    '裁縫供應商',
  },
  [3007] = {
    nil,
    '製皮訓練師',
  },
  [3008] = {
    nil,
    '見習製皮師',
  },
  [3009] = {
    '貝娜·冬蹄',
    '鍊金術訓練師',
  },
  [3010] = {
    '曼尼·冬蹄',
    '鍊金術供應商',
  },
  [3011] = {
    '泰戈·晨行者',
    '附魔訓練師',
  },
  [3012] = {
    '納塔·晨行者',
    '附魔供應商',
  },
  [3013] = {
    '克米恩·冬蹄',
    '草藥學訓練師',
  },
  [3014] = {
    '尼達·冬蹄',
    '草藥學供應商',
  },
  [3015] = {
    '庫納·雷角',
    '弓箭商',
  },
  [3016] = {
    nil,
    '織籃者',
  },
  [3017] = {
    '納恩·迷霧行者',
    '水果商',
  },
  [3018] = {
    '霍高爾·雷蹄',
    '槍械商',
  },
  [3019] = {
    '德爾貢·狂暴圖騰',
    '斧商',
  },
  [3020] = {
    '伊圖·狂暴圖騰',
    '錘和法杖商人',
  },
  [3021] = {
    '卡德·狂暴圖騰',
    '劍和匕首商人',
  },
  [3022] = {
    '蘇恩·狂暴圖騰',
    '法杖商',
  },
  [3023] = {
    '蘇拉·蠻鬃',
    '護甲商',
  },
  [3024] = {
    '塔恩·冬蹄',
    nil,
  },
  [3025] = {
    '卡加·迷霧行者',
    '肉商',
  },
  [3026] = {
    '阿絲卡·迷霧行者',
    '烹飪訓練師',
  },
  [3027] = {
    '納爾·迷霧行者',
    '烹飪供應商',
  },
  [3028] = {
    '卡爾·迷霧行者',
    '釣魚訓練師',
  },
  [3029] = {
    '蘇瓦·迷霧行者',
    '釣魚供應商',
  },
  [3030] = {
    '希恩·逐星',
    '薩滿訓練師',
  },
  [3031] = {
    '提戈爾·逐星',
    '薩滿訓練師',
  },
  [3032] = {
    '博拉姆·逐星',
    '薩滿訓練師',
  },
  [3033] = {
    '圖拉克·符文圖騰',
    '德魯伊訓練師',
  },
  [3034] = {
    '希爾·符文圖騰',
    '德魯伊訓練師',
  },
  [3035] = {
    '平原獅',
    nil,
  },
  [3036] = {
    '凱姆·蠻鬃',
    '德魯伊訓練師',
  },
  [3037] = {
    '舍爾札·蠻鬃',
    nil,
  },
  [3038] = {
    '卡瑞·雷角',
    '獵人訓練師',
  },
  [3039] = {
    '浩特·雷角',
    '獵人訓練師',
  },
  [3040] = {
    '烏瑞克·雷角',
    '獵人訓練師',
  },
  [3041] = {
    '托姆·狂暴圖騰',
    '戰士訓練師',
  },
  [3042] = {
    '薩爾克·狂暴圖騰',
    '戰士訓練師',
  },
  [3043] = {
    '科爾·狂暴圖騰',
    '戰士訓練師',
  },
  [3044] = {
    nil,
    '牧師訓練師',
  },
  [3045] = {
    '馬拉凱·克羅斯',
    '牧師訓練師',
  },
  [3046] = {
    '柯布神父',
    '牧師訓練師',
  },
  [3047] = {
    '大法師山姆',
    '法師訓練師',
  },
  [3048] = {
    nil,
    '法師訓練師',
  },
  [3049] = {
    nil,
    '法師訓練師',
  },
  [3050] = {
    '維爾倫·陸行者',
    nil,
  },
  [3051] = {
    '菲茲普羅克主管',
    nil,
  },
  [3052] = {
    '斯考恩·白雲',
    nil,
  },
  [3053] = {
    '[Deprecated for 4.x]賽恩格',
    '槍械商',
  },
  [3054] = {
    '札爾曼·雙月',
    nil,
  },
  [3055] = {
    '茂爾·祈雨',
    nil,
  },
  [3056] = {
    '鬼嚎',
    nil,
  },
  [3057] = {
    '凱恩·血蹄',
    '牛頭人酋長',
  },
  [3059] = {
    '哈魯特·雷角',
    '戰士訓練師',
  },
  [3060] = {
    '加爾特·迷霧行者',
    '德魯伊訓練師',
  },
  [3061] = {
    '蘭卡·遠箭',
    '獵人訓練師',
  },
  [3062] = {
    '米拉·晨行者',
    '薩滿訓練師',
  },
  [3063] = {
    '克朗·石蹄',
    '戰士訓練師',
  },
  [3064] = {
    '潔妮亞·符文圖騰',
    '德魯伊訓練師',
  },
  [3065] = {
    '雅文·刺鬃',
    '獵人訓練師',
  },
  [3066] = {
    '納姆·逐星',
    '薩滿訓練師',
  },
  [3067] = {
    '派爾·沉默行者',
    '烹飪訓練師',
  },
  [3069] = {
    '查爾·硬皮',
    '製皮訓練師',
  },
  [3070] = {
    nil,
    '中級鍊金術訓練師',
  },
  [3071] = {
    nil,
    '草藥學訓練師',
  },
  [3072] = {
    '卡文尼·柔風',
    '雜貨商',
  },
  [3073] = {
    '馬沙克·利刃',
    '武器鍛造師',
  },
  [3074] = {
    '瓦利亞·韌皮',
    '皮甲商',
  },
  [3075] = {
    '布隆克·鋼怒',
    '護甲和盾牌製造商',
  },
  [3076] = {
    '姆拉特·遠行',
    '雜貨商',
  },
  [3077] = {
    '瑪諾特·深痕',
    '武器鍛造師',
  },
  [3078] = {
    '肯納·鷹眼',
    '槍械商',
  },
  [3079] = {
    '瓦爾格·風語',
    '皮甲商',
  },
  [3080] = {
    '哈蘭特·鐵枝',
    '護甲和盾牌製造商',
  },
  [3081] = {
    '溫納·黑鬃',
    '商人',
  },
  [3083] = {
    '榮譽守衛',
    nil,
  },
  [3084] = {
    '雷霆崖守衛',
    nil,
  },
  [3085] = {
    nil,
    '烹飪供應商',
  },
  [3086] = {
    nil,
    '女服務生',
  },
  [3087] = {
    '克里斯托·鮑曼',
    '烹飪訓練師',
  },
  [3088] = {
    nil,
    '槍械商',
  },
  [3089] = {
    nil,
    '屠夫',
  },
  [3090] = {
    nil,
    '毒藥供應商',
  },
  [3091] = {
    nil,
    '裁縫供應商',
  },
  [3092] = {
    nil,
    '布甲商',
  },
  [3093] = {
    nil,
    '皮甲商',
  },
  [3094] = {
    '隱跡鬼魂',
    nil,
  },
  [3095] = {
    nil,
    '重甲商',
  },
  [3096] = {
    '被俘虜的阿祖拉的僕從',
    '特殊裁縫供應商',
  },
  [3097] = {
    nil,
    '皮甲商',
  },
  [3098] = {
    '雜斑野豬',
    nil,
  },
  [3099] = {
    '可怕的雜斑野豬',
    nil,
  },
  [3100] = {
    '老雜斑野豬',
    nil,
  },
  [3101] = {
    '邪靈劣魔',
    nil,
  },
  [3102] = {
    '惡魔潛獵者',
    nil,
  },
  [3103] = {
    '響鉗龍蝦人',
    nil,
  },
  [3104] = {
    '厚殼龍蝦人',
    nil,
  },
  [3105] = {
    '硬爪龍蝦人',
    nil,
  },
  [3106] = {
    '海浪蟹',
    nil,
  },
  [3107] = {
    '成年海浪蟹',
    nil,
  },
  [3108] = {
    '硬殼海浪蟹',
    nil,
  },
  [3110] = {
    '巨齒鱷魚',
    nil,
  },
  [3111] = {
    '剃鬃野豬人',
    nil,
  },
  [3112] = {
    '剃鬃斥候',
    nil,
  },
  [3113] = {
    '剃鬃傳令兵',
    nil,
  },
  [3114] = {
    '剃鬃戰地衛士',
    nil,
  },
  [3115] = {
    '塵風鷹身人',
    nil,
  },
  [3116] = {
    '塵風掠取者',
    nil,
  },
  [3117] = {
    '塵風蠻族',
    nil,
  },
  [3118] = {
    '塵風雷巫',
    nil,
  },
  [3119] = {
    '科卡爾苦工',
    nil,
  },
  [3120] = {
    '科卡爾前鋒',
    nil,
  },
  [3121] = {
    '杜洛塔猛虎',
    nil,
  },
  [3122] = {
    '血爪鞭尾龍',
    nil,
  },
  [3123] = {
    '血爪銳齒龍',
    nil,
  },
  [3124] = {
    '工蠍',
    nil,
  },
  [3125] = {
    '巨鉗蠍',
    nil,
  },
  [3126] = {
    '硬甲蠍',
    nil,
  },
  [3127] = {
    '毒尾蠍',
    nil,
  },
  [3128] = {
    '庫爾提拉斯水手',
    nil,
  },
  [3129] = {
    '庫爾提拉斯水兵',
    nil,
  },
  [3130] = {
    '雷霆蜥蜴',
    nil,
  },
  [3131] = {
    '閃電蜥蜴',
    nil,
  },
  [3133] = {
    '赫爾伯',
    '工程學和採礦供應商',
  },
  [3134] = {
    nil,
    '稀有貨物',
  },
  [3135] = {
    nil,
    '毒藥供應商',
  },
  [3136] = {
    '克拉莉斯·納爾特里',
    '鍛造訓練師',
  },
  [3137] = {
    nil,
    '採礦訓練師',
  },
  [3138] = {
    nil,
    '蘑菇商',
  },
  [3140] = {
    '拉爾·獵齒',
    nil,
  },
  [3141] = {
    '龍蝦人長者',
    nil,
  },
  [3142] = {
    '奧戈尼爾·魂痕',
    nil,
  },
  [3145] = {
    '祖雷薩·遠凝',
    nil,
  },
  [3146] = {
    '古雷克',
    '靈魂醫者',
  },
  [3147] = {
    '弗恩·凝眉',
    nil,
  },
  [3148] = {
    nil,
    '飛艇操作員',
  },
  [3149] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [3150] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [3151] = {
    '摩根船長',
    '舵手',
  },
  [3152] = {
    '帽子與著作權',
    '舵手',
  },
  [3153] = {
    nil,
    '戰士訓練師',
  },
  [3154] = {
    nil,
    '獵人訓練師',
  },
  [3155] = {
    nil,
    '盜賊訓練師',
  },
  [3156] = {
    nil,
    '術士訓練師',
  },
  [3157] = {
    nil,
    '薩滿訓練師',
  },
  [3158] = {
    nil,
    '雜貨商',
  },
  [3159] = {
    '克贊·荊條',
    '武器鍛造師',
  },
  [3160] = {
    nil,
    '布甲和皮甲商人',
  },
  [3161] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3162] = {
    '伯德拉克·哈根海姆',
    '皮甲商',
  },
  [3163] = {
    nil,
    '武器鍛造師',
  },
  [3164] = {
    nil,
    '雜貨商',
  },
  [3165] = {
    nil,
    '弓箭商',
  },
  [3166] = {
    nil,
    '布甲和皮甲商人',
  },
  [3167] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3168] = {
    nil,
    '貿易供應商',
  },
  [3169] = {
    '塔紹爾·鋸痕',
    '戰士訓練師',
  },
  [3170] = {
    nil,
    '盜賊訓練師',
  },
  [3171] = {
    nil,
    '獵人訓練師',
  },
  [3172] = {
    '杜格魯·血怒',
    '術士訓練師',
  },
  [3173] = {
    nil,
    '薩滿訓練師',
  },
  [3174] = {
    nil,
    '鍛造訓練師',
  },
  [3175] = {
    nil,
    '採礦訓練師',
  },
  [3176] = {
    nil,
    '礦工',
  },
  [3177] = {
    '圖魯克·凍石',
    '矮人武器鍛造師',
  },
  [3178] = {
    nil,
    '釣魚供應商',
  },
  [3179] = {
    nil,
    '釣魚訓練師',
  },
  [3180] = {
    '黑鐵企業家',
    '特殊貨物',
  },
  [3181] = {
    '弗雷瑪爾',
    '急救訓練師',
  },
  [3183] = {
    '亞羅格·刺影',
    nil,
  },
  [3184] = {
    nil,
    '鍊金術訓練師',
  },
  [3185] = {
    nil,
    '草藥學訓練師',
  },
  [3186] = {
    nil,
    '雜貨商',
  },
  [3187] = {
    nil,
    '貿易供應商',
  },
  [3188] = {
    '加德林大師',
    nil,
  },
  [3191] = {
    '廚師托爾卡',
    nil,
  },
  [3192] = {
    '本尼迪克上尉',
    nil,
  },
  [3194] = {
    '維爾林·長牙',
    nil,
  },
  [3195] = {
    '燃刃暴徒',
    nil,
  },
  [3196] = {
    '燃刃新兵',
    nil,
  },
  [3197] = {
    '燃刃狂熱者',
    nil,
  },
  [3198] = {
    '燃刃學徒',
    nil,
  },
  [3199] = {
    '燃刃祭司',
    nil,
  },
  [3202] = {
    nil,
    '測試',
  },
  [3203] = {
    '菲茲爾·暗爪',
    nil,
  },
  [3206] = {
    '巫毒食人妖',
    nil,
  },
  [3207] = {
    '被施妖術的食人妖',
    nil,
  },
  [3209] = {
    '勇者風羽',
    nil,
  },
  [3210] = {
    '勇者傲角',
    nil,
  },
  [3211] = {
    '勇者雷角',
    nil,
  },
  [3212] = {
    '勇者鐵角',
    nil,
  },
  [3213] = {
    '勇者奔狼',
    nil,
  },
  [3214] = {
    '勇者巨蹄',
    nil,
  },
  [3215] = {
    '勇者硬蹄',
    nil,
  },
  [3216] = {
    '尼爾魯·火刃',
    nil,
  },
  [3217] = {
    '勇者曦鷹',
    nil,
  },
  [3218] = {
    '勇者疾風',
    nil,
  },
  [3219] = {
    '勇者跳鹿',
    nil,
  },
  [3220] = {
    '勇者暗日',
    nil,
  },
  [3221] = {
    '勇者石角',
    nil,
  },
  [3222] = {
    '勇者野蹄',
    nil,
  },
  [3223] = {
    '勇者追雨',
    nil,
  },
  [3224] = {
    '勇者雲鬃',
    nil,
  },
  [3225] = {
    '墮落的雜斑野豬',
    nil,
  },
  [3226] = {
    '墮落蠍',
    nil,
  },
  [3227] = {
    '墮落的血爪銳齒龍',
    nil,
  },
  [3228] = {
    '墮落海浪蟹',
    nil,
  },
  [3229] = {
    '尖叫者索恩曼圖',
    nil,
  },
  [3230] = {
    nil,
    '索爾的諫言者',
  },
  [3231] = {
    '墮落的巨齒鱷魚',
    nil,
  },
  [3232] = {
    '刺背干涉者',
    nil,
  },
  [3233] = {
    '博識者諾拉·暴雨圖騰',
    nil,
  },
  [3234] = {
    '落單的草原科多獸',
    nil,
  },
  [3235] = {
    '巨型草原科多獸',
    nil,
  },
  [3236] = {
    '草原科多獸',
    nil,
  },
  [3237] = {
    '長毛科多獸',
    nil,
  },
  [3238] = {
    '雷鱗蜥蜴',
    nil,
  },
  [3239] = {
    '雷首蜥蜴',
    nil,
  },
  [3240] = {
    '雷角蜥蜴',
    nil,
  },
  [3241] = {
    '草原獅族王',
    nil,
  },
  [3242] = {
    '快步角斑馬',
    nil,
  },
  [3243] = {
    '長鬃草原獅',
    nil,
  },
  [3244] = {
    '巨型平原陸行鳥',
    nil,
  },
  [3245] = {
    '暴躁的平原陸行鳥',
    nil,
  },
  [3246] = {
    '敏捷的平原陸行鳥',
    nil,
  },
  [3247] = {
    '雷鷹雛鳥',
    nil,
  },
  [3248] = {
    '貧瘠之地長頸鹿',
    nil,
  },
  [3249] = {
    '巨型雷鷹',
    nil,
  },
  [3250] = {
    '異種蠕行者',
    nil,
  },
  [3251] = {
    '異種幼蠍',
    nil,
  },
  [3252] = {
    '異種群居蠍',
    nil,
  },
  [3253] = {
    '異種收割者',
    nil,
  },
  [3254] = {
    '日鱗鞭尾龍',
    nil,
  },
  [3255] = {
    '日鱗尖嘯龍',
    nil,
  },
  [3256] = {
    '日鱗鐮爪龍',
    nil,
  },
  [3258] = {
    '刺背獵手',
    nil,
  },
  [3259] = {
    '刺背防衛者',
    nil,
  },
  [3260] = {
    '刺背尋水者',
    nil,
  },
  [3261] = {
    '刺背織棘者',
    nil,
  },
  [3262] = {
    '刺背秘術使',
    nil,
  },
  [3263] = {
    '刺背地卜師',
    nil,
  },
  [3265] = {
    '剃鬃獵手',
    nil,
  },
  [3266] = {
    '剃鬃防衛者',
    nil,
  },
  [3267] = {
    '剃鬃盜掠者',
    nil,
  },
  [3268] = {
    '剃鬃織棘者',
    nil,
  },
  [3269] = {
    '剃鬃地卜師',
    nil,
  },
  [3270] = {
    '秘術使拉佐斯諾特',
    nil,
  },
  [3271] = {
    '剃鬃秘術使',
    nil,
  },
  [3272] = {
    '科卡爾牧民',
    nil,
  },
  [3273] = {
    '科卡爾召雷師',
    nil,
  },
  [3274] = {
    '科卡爾馴犬者',
    nil,
  },
  [3275] = {
    '科卡爾掠奪者',
    nil,
  },
  [3276] = {
    '巫翼鷹身人',
    nil,
  },
  [3277] = {
    '巫翼遊蕩者',
    nil,
  },
  [3278] = {
    '巫翼殺戮者',
    nil,
  },
  [3279] = {
    '巫翼伏擊者',
    nil,
  },
  [3280] = {
    '巫翼喚風者',
    nil,
  },
  [3282] = {
    '風險投資公司雇傭兵',
    nil,
  },
  [3283] = {
    '風險投資公司執行者',
    nil,
  },
  [3284] = {
    '風險投資公司苦工',
    nil,
  },
  [3285] = {
    '風險投資公司雇工',
    nil,
  },
  [3286] = {
    '風險投資公司監督者',
    nil,
  },
  [3289] = {
    '明希納之靈',
    nil,
  },
  [3290] = {
    '迪克',
    '工程學訓練師',
  },
  [3291] = {
    '格雷珊·鐵爐',
    '旅行商人',
  },
  [3292] = {
    '釀酒師德羅恩',
    nil,
  },
  [3293] = {
    nil,
    '技工協會',
  },
  [3295] = {
    '淤泥異常體',
    nil,
  },
  [3296] = {
    '奧格瑪蠻兵',
    nil,
  },
  [3297] = {
    '森金村衛兵',
    nil,
  },
  [3298] = {
    nil,
    '食物和飲料',
  },
  [3299] = {
    nil,
    '貿易供應商',
  },
  [3300] = {
    '奎蛇',
    nil,
  },
  [3302] = {
    '[UNUSED]考爾',
    '靈魂醫者',
  },
  [3303] = {
    '[UNUSED]瑪爾娜',
    '靈魂醫者',
  },
  [3304] = {
    '沃納爾大師',
    nil,
  },
  [3305] = {
    nil,
    '雙足飛龍管理員',
  },
  [3306] = {
    nil,
    '獸欄管理員',
  },
  [3307] = {
    nil,
    '靈魂醫者',
  },
  [3309] = {
    nil,
    '銀行職員',
  },
  [3310] = {
    nil,
    '雙足飛龍管理員',
  },
  [3312] = {
    nil,
    '肉商',
  },
  [3313] = {
    nil,
    '雜貨商',
  },
  [3314] = {
    nil,
    '武器商',
  },
  [3315] = {
    nil,
    '布甲和皮甲商人',
  },
  [3316] = {
    nil,
    '布甲和皮甲商人',
  },
  [3317] = {
    nil,
    '輕甲商',
  },
  [3318] = {
    nil,
    '銀行職員',
  },
  [3319] = {
    nil,
    '鎖甲商',
  },
  [3320] = {
    nil,
    '銀行職員',
  },
  [3321] = {
    nil,
    '皮甲商',
  },
  [3322] = {
    nil,
    '弓箭和槍械商',
  },
  [3323] = {
    nil,
    '施法材料',
  },
  [3324] = {
    nil,
    '術士訓練師',
  },
  [3325] = {
    nil,
    '術士訓練師',
  },
  [3326] = {
    nil,
    '術士訓練師',
  },
  [3327] = {
    '蓋斯特',
    '盜賊訓練師',
  },
  [3328] = {
    nil,
    '盜賊訓練師',
  },
  [3329] = {
    nil,
    '蘑菇商',
  },
  [3330] = {
    nil,
    '法杖商',
  },
  [3331] = {
    nil,
    '劍刃武器商',
  },
  [3332] = {
    nil,
    '釣魚訓練師',
  },
  [3333] = {
    nil,
    '釣魚供應商',
  },
  [3334] = {
    nil,
    '毒藥供應商',
  },
  [3335] = {
    nil,
    '施法材料',
  },
  [3336] = {
    '塔克林·尋路者',
    nil,
  },
  [3337] = {
    '卡加爾·戰痕',
    nil,
  },
  [3338] = {
    '瑟格拉·黑棘',
    nil,
  },
  [3339] = {
    '沙羅薩斯船長',
    nil,
  },
  [3341] = {
    '加恩·石塔',
    nil,
  },
  [3342] = {
    nil,
    '水果商',
  },
  [3343] = {
    nil,
    '鍛造供應商',
  },
  [3344] = {
    '卡德里斯·尋夢者',
    '薩滿訓練師',
  },
  [3345] = {
    nil,
    '附魔訓練師',
  },
  [3346] = {
    nil,
    '附魔供應商',
  },
  [3347] = {
    nil,
    '鍊金術訓練師',
  },
  [3348] = {
    nil,
    '鍊金術供應商',
  },
  [3349] = {
    nil,
    '法杖商',
  },
  [3350] = {
    nil,
    '雜貨商',
  },
  [3351] = {
    nil,
    '施法材料',
  },
  [3352] = {
    '奧瑪克·邪擊',
    '獵人訓練師',
  },
  [3353] = {
    '格雷茲·怒拳',
    '戰士訓練師',
  },
  [3354] = {
    nil,
    '戰士訓練師',
  },
  [3355] = {
    '薩魯·鋼怒',
    '鍛造訓練師',
  },
  [3356] = {
    nil,
    '鍛造供應商',
  },
  [3357] = {
    nil,
    '採礦訓練師',
  },
  [3358] = {
    nil,
    '採礦供應商',
  },
  [3359] = {
    nil,
    '護甲商',
  },
  [3360] = {
    nil,
    '錘和法杖商人',
  },
  [3361] = {
    nil,
    '武器商',
  },
  [3362] = {
    '奧古納羅·狼行者',
    '馴狼者',
  },
  [3363] = {
    nil,
    '裁縫訓練師',
  },
  [3364] = {
    nil,
    '裁縫供應商',
  },
  [3365] = {
    nil,
    '製皮訓練師',
  },
  [3366] = {
    nil,
    '製皮供應商',
  },
  [3367] = {
    nil,
    '貿易供應商',
  },
  [3368] = {
    nil,
    '肉商',
  },
  [3369] = {
    nil,
    '背包商人',
  },
  [3370] = {
    '烏特倫·氏族使者',
    '公會註冊員',
  },
  [3373] = {
    nil,
    '急救訓練師',
  },
  [3374] = {
    '巴爾丹挖掘者',
    nil,
  },
  [3375] = {
    '巴爾丹工頭',
    nil,
  },
  [3376] = {
    '巴爾丹士兵',
    nil,
  },
  [3377] = {
    '巴爾丹步槍兵',
    nil,
  },
  [3378] = {
    '巴爾丹軍官',
    nil,
  },
  [3379] = {
    '燃刃衛士',
    nil,
  },
  [3380] = {
    '燃刃侍僧',
    nil,
  },
  [3381] = {
    '南海盜匪',
    nil,
  },
  [3382] = {
    '南海砲手',
    nil,
  },
  [3383] = {
    '南海殺手',
    nil,
  },
  [3384] = {
    '南海私掠者',
    nil,
  },
  [3385] = {
    '塞拉摩水兵',
    nil,
  },
  [3386] = {
    '塞拉摩醫師',
    nil,
  },
  [3387] = {
    '喬恩·星眼',
    nil,
  },
  [3388] = {
    '瑪倫·星眼',
    nil,
  },
  [3389] = {
    '雷戈薩·死門',
    nil,
  },
  [3390] = {
    '藥劑師赫布瑞姆',
    nil,
  },
  [3391] = {
    '加茲魯維',
    nil,
  },
  [3392] = {
    '勘察員卡茲戈姆',
    '探險者協會',
  },
  [3393] = {
    '法莫斯隊長',
    nil,
  },
  [3394] = {
    '巴拉克·科多班恩',
    nil,
  },
  [3395] = {
    '狂熱的維羅戈',
    nil,
  },
  [3396] = {
    '赫茲盧爾·血印',
    nil,
  },
  [3397] = {
    '科卡爾戰士',
    nil,
  },
  [3399] = {
    nil,
    '烹飪訓練師',
  },
  [3400] = {
    nil,
    '烹飪供應商',
  },
  [3401] = {
    nil,
    '盜賊訓練師',
  },
  [3403] = {
    nil,
    '薩滿訓練師',
  },
  [3404] = {
    nil,
    '草藥學訓練師',
  },
  [3405] = {
    nil,
    '草藥學供應商',
  },
  [3406] = {
    nil,
    '獵人訓練師',
  },
  [3407] = {
    nil,
    '獵人訓練師',
  },
  [3408] = {
    nil,
    '戰士訓練師',
  },
  [3409] = {
    nil,
    '武器商',
  },
  [3410] = {
    nil,
    '弓箭商人',
  },
  [3411] = {
    nil,
    '屠夫',
  },
  [3412] = {
    nil,
    '見習工程師',
  },
  [3413] = {
    nil,
    '工程學供應商',
  },
  [3414] = {
    '塔文布萊德將軍(Deprecated in 4.x)',
    nil,
  },
  [3415] = {
    '草原雌獅',
    nil,
  },
  [3416] = {
    '草原獅族母',
    nil,
  },
  [3417] = {
    '活焰元素',
    nil,
  },
  [3418] = {
    '基爾格·銳角',
    nil,
  },
  [3419] = {
    '藥劑師札瑪',
    '皇家藥劑師學會',
  },
  [3420] = {
    '[UNUSED]先祖看守者',
    nil,
  },
  [3421] = {
    '被流放的費格雷(Old)',
    nil,
  },
  [3424] = {
    '雷鷹碎雲者',
    nil,
  },
  [3425] = {
    '草原徘徊者',
    nil,
  },
  [3426] = {
    '衝鋒角斑馬',
    nil,
  },
  [3430] = {
    '碎牙',
    nil,
  },
  [3433] = {
    '塔特納克·鋼爐',
    nil,
  },
  [3435] = {
    '洛克·奧克班恩',
    nil,
  },
  [3437] = {
    '克雷高里·泥水',
    nil,
  },
  [3438] = {
    '克里尼格·糟鼻',
    nil,
  },
  [3439] = {
    '維茲克蘭克的伐木機',
    nil,
  },
  [3440] = {
    '[UNUSED]先祖賢者',
    nil,
  },
  [3441] = {
    '梅洛·石蹄',
    nil,
  },
  [3442] = {
    '斯布特瓦夫',
    '技工協會',
  },
  [3443] = {
    '格拉布',
    nil,
  },
  [3444] = {
    '掘地鼠',
    nil,
  },
  [3445] = {
    '魯格維茲主管',
    nil,
  },
  [3447] = {
    '帕維·迷霧行者',
    nil,
  },
  [3448] = {
    '圖加·符文圖騰',
    nil,
  },
  [3449] = {
    '達索克·快刀',
    nil,
  },
  [3450] = {
    '迪菲亞鸚鵡夥伴',
    nil,
  },
  [3451] = {
    '駕駛員維茲克蘭克',
    nil,
  },
  [3452] = {
    '塞瑞娜·血羽',
    nil,
  },
  [3453] = {
    '碼頭管理員迪茲維格',
    nil,
  },
  [3454] = {
    '砲手斯密瑟',
    nil,
  },
  [3455] = {
    '砲手維桑恩',
    nil,
  },
  [3456] = {
    '剃鬃探路者',
    nil,
  },
  [3457] = {
    '剃鬃潛獵者',
    nil,
  },
  [3458] = {
    '剃鬃先知',
    nil,
  },
  [3459] = {
    '剃鬃戰狂',
    nil,
  },
  [3460] = {
    '泥沼蟹',
    nil,
  },
  [3461] = {
    '綠洲鉗嘴龜',
    nil,
  },
  [3462] = {
    '老長頸鹿',
    nil,
  },
  [3463] = {
    '遊蕩的長頸鹿',
    nil,
  },
  [3465] = {
    '基爾薩瑞斯·火枝',
    nil,
  },
  [3466] = {
    '漫遊角斑馬',
    nil,
  },
  [3467] = {
    '朗紹爾男爵',
    '南海掠劫者',
  },
  [3468] = {
    '知識古樹',
    nil,
  },
  [3469] = {
    '戰爭古樹',
    nil,
  },
  [3471] = {
    '技工斯尼格斯',
    nil,
  },
  [3477] = {
    nil,
    '鍛造供應商',
  },
  [3478] = {
    nil,
    '鍛造訓練師',
  },
  [3479] = {
    '納加爾·死眼',
    '武器鍛造師',
  },
  [3480] = {
    '穆拉恩·熟麥',
    '麵包師',
  },
  [3481] = {
    nil,
    '雜貨供應商',
  },
  [3482] = {
    nil,
    '貿易供應商',
  },
  [3483] = {
    '加翰·鷹翼',
    '皮貨和鎖甲商',
  },
  [3484] = {
    nil,
    '裁縫訓練師',
  },
  [3485] = {
    nil,
    '裁縫供應商',
  },
  [3486] = {
    '哈里沙·白蹄',
    '布商',
  },
  [3487] = {
    '卡里瑪·雷雲',
    '背包商人',
  },
  [3488] = {
    nil,
    '弓箭和槍械',
  },
  [3489] = {
    nil,
    '屠夫',
  },
  [3490] = {
    nil,
    '施法材料，草藥和毒藥供應商',
  },
  [3491] = {
    '艾隆薩爾',
    '武器鍛造師',
  },
  [3492] = {
    '維克斯賓德',
    '布甲和皮甲商人',
  },
  [3493] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3494] = {
    '廷克維斯',
    '工程學訓練師',
  },
  [3495] = {
    '加格斯普吉特',
    '工程學供應商',
  },
  [3496] = {
    '法茲拉克',
    '銀行職員',
  },
  [3497] = {
    nil,
    '漁夫',
  },
  [3498] = {
    nil,
    '雜貨供應商',
  },
  [3499] = {
    nil,
    '貿易供應商',
  },
  [3500] = {
    nil,
    '施法材料',
  },
  [3501] = {
    '部落守衛',
    nil,
  },
  [3502] = {
    '棘齒城衛兵',
    nil,
  },
  [3503] = {
    '異種保衛者',
    nil,
  },
  [3507] = {
    '安蒂',
    nil,
  },
  [3513] = {
    '丹娜小姐',
    '女教師',
  },
  [3514] = {
    '特納隆·雷拳',
    nil,
  },
  [3515] = {
    '科瑞薩斯·月怒',
    nil,
  },
  [3516] = {
    '大德魯伊范達爾·鹿盔',
    nil,
  },
  [3517] = {
    '雷利亞·綠樹',
    nil,
  },
  [3518] = {
    nil,
    '麵包師',
  },
  [3519] = {
    '哨兵阿瑞尼亞·裂雲',
    nil,
  },
  [3520] = {
    '艾瑪',
    nil,
  },
  [3522] = {
    nil,
    '見習衣商',
  },
  [3523] = {
    nil,
    '裁縫訓練師',
  },
  [3524] = {
    '幽靈狼',
    nil,
  },
  [3525] = {
    '[UNUSED]海龜訓練師',
    '海龜訓練師',
  },
  [3527] = {
    '治療之泉圖騰',
    nil,
  },
  [3528] = {
    '焚木村盔甲師',
    nil,
  },
  [3529] = {
    '月怒盔甲師',
    nil,
  },
  [3530] = {
    '焚木村裁縫',
    nil,
  },
  [3531] = {
    '月怒裁縫',
    nil,
  },
  [3532] = {
    '焚木村製皮工',
    nil,
  },
  [3533] = {
    '月怒製皮工',
    nil,
  },
  [3534] = {
    '盲眼瓦拉斯',
    '武器鍛造師',
  },
  [3535] = {
    '惡臭的黑苔獸',
    nil,
  },
  [3536] = {
    nil,
    '旅行商人',
  },
  [3537] = {
    nil,
    '商人',
  },
  [3538] = {
    '守候者一型',
    '保衛者',
  },
  [3539] = {
    nil,
    '武器鍛造師',
  },
  [3540] = {
    nil,
    '魚商',
  },
  [3541] = {
    nil,
    '雜貨商',
  },
  [3542] = {
    nil,
    '毒藥和施法材料',
  },
  [3543] = {
    nil,
    '高級護甲鍛造師',
  },
  [3544] = {
    nil,
    '蘑菇商',
  },
  [3545] = {
    nil,
    '獸欄管理員',
  },
  [3546] = {
    nil,
    '食物和飲料',
  },
  [3547] = {
    nil,
    '蘑菇種植者',
  },
  [3548] = {
    nil,
    '鍊金術和草藥學供應商',
  },
  [3549] = {
    nil,
    '製皮訓練師',
  },
  [3550] = {
    nil,
    '釣魚供應商',
  },
  [3551] = {
    '帕崔斯·杜耶爾',
    '毒藥供應商',
  },
  [3552] = {
    '亞曆山德勒·雷夫瑞',
    '皮甲商',
  },
  [3553] = {
    nil,
    '護甲商',
  },
  [3554] = {
    nil,
    '布商',
  },
  [3555] = {
    nil,
    '採礦訓練師',
  },
  [3556] = {
    nil,
    '貿易供應商',
  },
  [3557] = {
    '古拉摩·索洛伊',
    '鍛造訓練師',
  },
  [3558] = {
    nil,
    '毒藥供應商',
  },
  [3559] = {
    nil,
    '毒藥供應商',
  },
  [3560] = {
    '治療結界',
    nil,
  },
  [3561] = {
    nil,
    '毒藥供應商',
  },
  [3562] = {
    nil,
    '施法材料',
  },
  [3564] = {
    nil,
    '施法材料',
  },
  [3565] = {
    nil,
    '施法材料',
  },
  [3566] = {
    '平原徘徊者',
    nil,
  },
  [3567] = {
    '塔隆凱·捷根',
    nil,
  },
  [3568] = {
    '密斯特',
    nil,
  },
  [3569] = {
    '沼精',
    nil,
  },
  [3570] = {
    '被淨化的樹精',
    nil,
  },
  [3571] = {
    '泰達希爾衛兵',
    nil,
  },
  [3572] = {
    nil,
    '釣魚供應商',
  },
  [3573] = {
    '法力之泉圖騰',
    nil,
  },
  [3574] = {
    '騎乘用蝙蝠',
    nil,
  },
  [3575] = {
    '普萊努斯·拉克休斯',
    '蝙蝠管理員',
  },
  [3577] = {
    '安伯米爾釀酒師',
    nil,
  },
  [3578] = {
    '安伯米爾礦工',
    nil,
  },
  [3579] = {
    '石爪圖騰',
    nil,
  },
  [3580] = {
    '隱形圖騰',
    nil,
  },
  [3581] = {
    '下水道猛獸',
    nil,
  },
  [3582] = {
    '阿曼',
    nil,
  },
  [3583] = {
    '巴瑞薩斯·月影',
    nil,
  },
  [3586] = {
    '[UNUSED 4.x ]礦工強森',
    nil,
  },
  [3587] = {
    nil,
    '雜貨供應商',
  },
  [3588] = {
    '卡爾丹·傲刃',
    '武器鍛造師',
  },
  [3589] = {
    nil,
    '弓箭商',
  },
  [3590] = {
    '簡娜·明月',
    '布商',
  },
  [3591] = {
    '弗蕾亞·夜翼',
    '皮甲商',
  },
  [3592] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3593] = {
    nil,
    '戰士訓練師',
  },
  [3594] = {
    '弗拉胡恩·影語',
    '盜賊訓練師',
  },
  [3595] = {
    nil,
    '牧師訓練師',
  },
  [3596] = {
    '阿亞娜·遠途',
    '獵人訓練師',
  },
  [3597] = {
    '瑪丹特·硬木',
    '德魯伊訓練師',
  },
  [3598] = {
    '凱拉·風刃',
    '戰士訓練師',
  },
  [3599] = {
    '詹諾克·柔歌',
    '盜賊訓練師',
  },
  [3600] = {
    '勞爾娜·晨光',
    '牧師訓練師',
  },
  [3601] = {
    nil,
    '獵人訓練師',
  },
  [3602] = {
    nil,
    '德魯伊訓練師',
  },
  [3603] = {
    '塞恩德拉·細語者',
    '鍊金術訓練師',
  },
  [3604] = {
    '瑪洛尼·刃葉',
    '草藥學訓練師',
  },
  [3605] = {
    '納迪婭·織髮',
    '製皮訓練師',
  },
  [3606] = {
    '奧蘭納·鴉眼',
    '附魔訓練師',
  },
  [3607] = {
    '安多爾·橡木之手',
    '釣魚訓練師',
  },
  [3608] = {
    nil,
    '雜貨供應商',
  },
  [3609] = {
    nil,
    '武器鍛造師',
  },
  [3610] = {
    '吉娜·羽弓',
    '弓箭商',
  },
  [3611] = {
    '布蘭諾爾·鷹月',
    '布商',
  },
  [3612] = {
    nil,
    '皮甲商',
  },
  [3613] = {
    '梅里·織鐵',
    '護甲和盾牌製造商',
  },
  [3614] = {
    '納瑞特·影林',
    '貿易供應商',
  },
  [3615] = {
    nil,
    '雙足飛龍管理員',
  },
  [3616] = {
    nil,
    '知識古樹',
  },
  [3617] = {
    '羅德隆居民',
    nil,
  },
  [3619] = {
    '鬼魂豹',
    nil,
  },
  [3620] = {
    nil,
    '獸欄管理員',
  },
  [3621] = {
    nil,
    '食物和飲料',
  },
  [3622] = {
    nil,
    '獸欄管理員',
  },
  [3623] = {
    '[UNUSED]塔斯克',
    '螃蟹訓練師',
  },
  [3624] = {
    nil,
    '獸欄管理員',
  },
  [3625] = {
    nil,
    '雜貨商',
  },
  [3628] = {
    nil,
    '旅店老闆',
  },
  [3630] = {
    '變異曲蛇',
    nil,
  },
  [3631] = {
    '變異刺鞭蛇',
    nil,
  },
  [3632] = {
    '變異蠕行者',
    nil,
  },
  [3633] = {
    '變異屠戮者',
    nil,
  },
  [3634] = {
    '變異潛獵者',
    nil,
  },
  [3636] = {
    '變異劫毀者',
    nil,
  },
  [3637] = {
    '變異守護者',
    nil,
  },
  [3638] = {
    '吞噬軟漿怪',
    nil,
  },
  [3639] = {
    '哨兵坦莎·月刃',
    nil,
  },
  [3640] = {
    '大型軟漿怪',
    nil,
  },
  [3641] = {
    '變異潛伏者',
    nil,
  },
  [3642] = {
    '變異恐獸',
    nil,
  },
  [3644] = {
    '塞瑞利恩·白爪',
    nil,
  },
  [3649] = {
    '桑迪斯·織風',
    nil,
  },
  [3652] = {
    '『鞭笞者』特里高雷',
    nil,
  },
  [3654] = {
    '『吞噬者』穆坦努斯',
    nil,
  },
  [3655] = {
    '瘋狂的馬格利什',
    nil,
  },
  [3657] = {
    '[Deprecated for 4.x]哨兵艾麗莎·星風',
    nil,
  },
  [3658] = {
    nil,
    '武器商',
  },
  [3659] = {
    nil,
    '里札雷克斯的保鏢',
  },
  [3660] = {
    nil,
    '黑沙教派',
  },
  [3661] = {
    '巴蘇爾·影擊',
    nil,
  },
  [3662] = {
    '被憎恨的德瑪尼斯',
    nil,
  },
  [3663] = {
    '[Deprecated for 4.x]『淨化者』德爾葛蘭',
    nil,
  },
  [3664] = {
    '[UNUSED]伊克魯德·瑪格蘇爾',
    nil,
  },
  [3665] = {
    '起重機操作員比戈弗茲',
    nil,
  },
  [3666] = {
    '維茲班恩·曲針',
    nil,
  },
  [3667] = {
    '安娜雅·曦奔',
    nil,
  },
  [3668] = {
    '受折磨的精靈貴族靈魂',
    nil,
  },
  [3669] = {
    '考布萊恩領主',
    '毒牙之王',
  },
  [3670] = {
    '皮薩斯領主',
    '毒牙之王',
  },
  [3671] = {
    '安娜科德拉女士',
    '毒牙之王',
  },
  [3672] = {
    nil,
    '尖牙德魯伊',
  },
  [3673] = {
    '瑟芬迪斯領主',
    '毒牙之王',
  },
  [3678] = {
    '繆幽',
    nil,
  },
  [3680] = {
    '花叢蛇',
    nil,
  },
  [3681] = {
    '幽光',
    nil,
  },
  [3682] = {
    '弗朗恩·凝血',
    '武器鍛造和護甲',
  },
  [3683] = {
    '吉克尼庫',
    '時髦服飾',
  },
  [3684] = {
    '賓茲納庫',
    '皮甲商',
  },
  [3685] = {
    '哈布·爪蹄',
    '科多獸坐騎',
  },
  [3688] = {
    '瑞班',
    '獸欄管理員',
  },
  [3689] = {
    '賴爾·臺地行者',
    '食物和飲料',
  },
  [3690] = {
    '卡爾·雷詠',
    '騎術訓練師',
  },
  [3691] = {
    '萊恩·狼行者',
    nil,
  },
  [3694] = {
    '哨兵塞拉伊',
    nil,
  },
  [3695] = {
    '冷酷之爪',
    nil,
  },
  [3696] = {
    '蘭恩·血牙',
    nil,
  },
  [3697] = {
    nil,
    '野豬訓練師',
  },
  [3698] = {
    nil,
    '獸欄管理員',
  },
  [3699] = {
    '奈拉',
    nil,
  },
  [3700] = {
    '亞德維斯·觀海者',
    '施法材料',
  },
  [3701] = {
    '薩納瑞恩·綠樹',
    nil,
  },
  [3702] = {
    '艾蘭妲莉安·夜歌',
    nil,
  },
  [3703] = {
    '克魯姆·滿月',
    '製皮訓練師',
  },
  [3704] = {
    nil,
    '裁縫訓練師',
  },
  [3705] = {
    nil,
    '屠夫',
  },
  [3706] = {
    nil,
    '牧師訓練師',
  },
  [3707] = {
    nil,
    '牧師訓練師',
  },
  [3708] = {
    nil,
    '食物和飲料',
  },
  [3711] = {
    '怒尾部屬',
    nil,
  },
  [3712] = {
    '怒尾納迦',
    nil,
  },
  [3713] = {
    '怒尾御浪者',
    nil,
  },
  [3715] = {
    '怒尾海巫',
    nil,
  },
  [3717] = {
    '怒尾巫女',
    nil,
  },
  [3718] = {
    '怒尾海潮女祭司',
    nil,
  },
  [3721] = {
    '魔尾多頭蛇',
    nil,
  },
  [3722] = {
    '魔尾撕掠者',
    nil,
  },
  [3725] = {
    '暗灘教徒',
    nil,
  },
  [3727] = {
    '暗灘執行者',
    nil,
  },
  [3728] = {
    '暗灘精兵',
    nil,
  },
  [3730] = {
    '暗灘挖掘者',
    nil,
  },
  [3732] = {
    '亡靈搜尋者[UNUSED]',
    nil,
  },
  [3733] = {
    '亡靈草藥師',
    nil,
  },
  [3734] = {
    '獸人監督者',
    nil,
  },
  [3735] = {
    '藥劑師法爾瑟斯',
    nil,
  },
  [3736] = {
    '黑暗殺戮者摩迪沙爾',
    nil,
  },
  [3737] = {
    '鹽沫污水魚人',
    nil,
  },
  [3739] = {
    '鹽沫戰士',
    nil,
  },
  [3740] = {
    '鹽沫泥漿魚人',
    nil,
  },
  [3742] = {
    '鹽沫神諭者',
    nil,
  },
  [3743] = {
    '汙林戰士',
    nil,
  },
  [3745] = {
    '汙林探險者',
    nil,
  },
  [3746] = {
    '汙林巢穴守衛',
    nil,
  },
  [3748] = {
    '汙林薩滿',
    nil,
  },
  [3749] = {
    '汙林巨熊怪',
    nil,
  },
  [3750] = {
    '汙林圖騰師',
    nil,
  },
  [3752] = {
    '薩維亞盜賊',
    nil,
  },
  [3754] = {
    '薩維亞背叛者',
    nil,
  },
  [3755] = {
    '薩維亞魔僕',
    nil,
  },
  [3757] = {
    '薩維亞招魔師',
    nil,
  },
  [3758] = {
    '魔草薩特',
    nil,
  },
  [3759] = {
    '魔草盜賊',
    nil,
  },
  [3762] = {
    '魔草魔僕',
    nil,
  },
  [3763] = {
    '魔草巡影者',
    nil,
  },
  [3765] = {
    '冷心薩特',
    nil,
  },
  [3767] = {
    '冷心欺詐者',
    nil,
  },
  [3770] = {
    '冷心巡影者',
    nil,
  },
  [3771] = {
    '冷心喚魔者',
    nil,
  },
  [3772] = {
    '次級惡魔守衛',
    nil,
  },
  [3774] = {
    '惡魔殺手',
    nil,
  },
  [3777] = {
    '艾麗沙',
    '靈魂醫者',
  },
  [3778] = {
    '米耶利亞·星語',
    '靈魂醫者',
  },
  [3779] = {
    nil,
    '貿易供應商',
  },
  [3780] = {
    '焦黑跛行者',
    nil,
  },
  [3781] = {
    '噬木沼澤獸',
    nil,
  },
  [3782] = {
    '移石沼澤獸',
    nil,
  },
  [3783] = {
    '招雨沼澤獸',
    nil,
  },
  [3784] = {
    '裂木沼澤獸',
    nil,
  },
  [3789] = {
    '恐狼撕裂者',
    nil,
  },
  [3791] = {
    '恐狼影法師',
    nil,
  },
  [3792] = {
    '恐狼族長',
    nil,
  },
  [3793] = {
    '見習德魯伊',
    nil,
  },
  [3794] = {
    '猛禽德魯伊',
    nil,
  },
  [3795] = {
    '利爪德魯伊',
    nil,
  },
  [3796] = {
    '野性德魯伊',
    nil,
  },
  [3797] = {
    '塞納里奧保衛者',
    nil,
  },
  [3799] = {
    '痛苦的德魯伊',
    nil,
  },
  [3801] = {
    '痛苦的沉睡者',
    nil,
  },
  [3802] = {
    '痛苦的夢遊者',
    nil,
  },
  [3803] = {
    '痛苦的守衛者',
    nil,
  },
  [3804] = {
    '亡靈入侵者',
    nil,
  },
  [3806] = {
    '亡靈間諜',
    nil,
  },
  [3807] = {
    '亡靈刺客',
    nil,
  },
  [3808] = {
    '亡靈潛獵者',
    nil,
  },
  [3809] = {
    '梣谷熊',
    nil,
  },
  [3810] = {
    '老梣谷熊',
    nil,
  },
  [3811] = {
    '梣谷巨熊',
    nil,
  },
  [3812] = {
    '巨鉗蟹',
    nil,
  },
  [3814] = {
    '刺殼蟹',
    nil,
  },
  [3815] = {
    '閃龍',
    nil,
  },
  [3816] = {
    '野鹿',
    nil,
  },
  [3817] = {
    '黑角鹿',
    nil,
  },
  [3818] = {
    '老黑角鹿',
    nil,
  },
  [3819] = {
    '野棘潛獵者',
    nil,
  },
  [3820] = {
    '野棘毒蜘蛛',
    nil,
  },
  [3821] = {
    '野棘潛伏者',
    nil,
  },
  [3823] = {
    '幽爪奔跑者',
    nil,
  },
  [3824] = {
    '幽爪嗥叫者',
    nil,
  },
  [3825] = {
    '幽爪前鋒',
    nil,
  },
  [3826] = {
    '瘋狂的幽爪狼',
    nil,
  },
  [3831] = {
    '薩杜布拉之影',
    nil,
  },
  [3832] = {
    '塞納里奧管家',
    nil,
  },
  [3833] = {
    '塞納里奧辯護者',
    nil,
  },
  [3834] = {
    '瘋狂的古樹',
    nil,
  },
  [3835] = {
    '黃蟾蜍',
    nil,
  },
  [3836] = {
    '巡山人貝波蒂',
    nil,
  },
  [3837] = {
    '騎乘用角鷹獸',
    nil,
  },
  [3838] = {
    nil,
    '角鷹獸管理員',
  },
  [3839] = {
    '虛無鞭笞者',
    nil,
  },
  [3840] = {
    '尖牙德魯伊',
    nil,
  },
  [3841] = {
    '泰狄拉·月羽',
    '角鷹獸管理員',
  },
  [3842] = {
    nil,
    '鑰匙大師',
  },
  [3844] = {
    '治療結界 IV',
    nil,
  },
  [3845] = {
    '辛德瑞爾·速火',
    nil,
  },
  [3847] = {
    '奧蘭迪爾·闊葉',
    nil,
  },
  [3848] = {
    '凱尼斯·靜風',
    nil,
  },
  [3849] = {
    '亡靈哨兵阿達曼特',
    nil,
  },
  [3850] = {
    '巫士阿克魯比',
    nil,
  },
  [3851] = {
    '影牙白頭狼人',
    nil,
  },
  [3852] = {
    '[UNUSED]影牙血嘯者',
    nil,
  },
  [3853] = {
    '影牙夜行者',
    nil,
  },
  [3854] = {
    '影牙狼人守衛',
    nil,
  },
  [3855] = {
    '影牙黑暗之魂狼人',
    nil,
  },
  [3857] = {
    '影牙暴食者',
    nil,
  },
  [3859] = {
    '影牙暴怒者',
    nil,
  },
  [3860] = {
    '[UNUSED]影牙墮落者',
    nil,
  },
  [3861] = {
    '荒狼',
    nil,
  },
  [3862] = {
    '被奴役的座狼',
    nil,
  },
  [3863] = {
    '暗牙恐狼',
    nil,
  },
  [3864] = {
    '魔化戰馬',
    nil,
  },
  [3865] = {
    '暗影戰騎',
    nil,
  },
  [3866] = {
    '邪蝠',
    nil,
  },
  [3868] = {
    '覓血者',
    nil,
  },
  [3869] = {
    '次級石像鬼',
    nil,
  },
  [3870] = {
    '石頭沉睡者',
    nil,
  },
  [3872] = {
    '死亡誓言者隊長',
    nil,
  },
  [3873] = {
    '痛苦的軍官',
    nil,
  },
  [3875] = {
    '鬼怪僕從',
    nil,
  },
  [3876] = {
    '[UNUSED]受傷的靈魂',
    nil,
  },
  [3877] = {
    '哀嚎的衛士',
    nil,
  },
  [3878] = {
    '瑪格蘇爾的末日守衛',
    nil,
  },
  [3879] = {
    '暗灘刺客',
    nil,
  },
  [3880] = {
    '哨兵梅麗瑞亞·霜影',
    nil,
  },
  [3881] = {
    nil,
    '屠夫',
  },
  [3882] = {
    nil,
    '屠夫',
  },
  [3883] = {
    '穆恩丹·日穀',
    '麵包師',
  },
  [3884] = {
    '加納·麥風',
    '麵包師',
  },
  [3885] = {
    '哨兵維爾莉妮·星墜',
    nil,
  },
  [3886] = {
    '『屠夫』銳爪',
    nil,
  },
  [3887] = {
    '席瓦萊恩男爵',
    nil,
  },
  [3890] = {
    '布萊克歐·死亡使者',
    '戰歌峽谷戰場軍官',
  },
  [3891] = {
    '泰洛尼斯的屍體',
    nil,
  },
  [3892] = {
    '蕾拉·白月',
    nil,
  },
  [3893] = {
    '亡靈斥候',
    nil,
  },
  [3894] = {
    '皮爾圖拉斯·白月',
    nil,
  },
  [3895] = {
    '埃奧船長',
    '舵手',
  },
  [3896] = {
    '哈特船長',
    '舵手',
  },
  [3898] = {
    '『折磨者』奧利加爾',
    nil,
  },
  [3899] = {
    '幽怨的巴利札爾',
    nil,
  },
  [3900] = {
    '邪惡的凱達卡爾',
    nil,
  },
  [3902] = {
    'zzOLD灼熱圖騰 II',
    nil,
  },
  [3903] = {
    'zzOLD灼熱圖騰 III',
    nil,
  },
  [3904] = {
    'zzOLD灼熱圖騰 IV',
    nil,
  },
  [3906] = {
    'zzOLD治療之泉圖騰 II',
    nil,
  },
  [3907] = {
    'zzOLD治療之泉圖騰 III',
    nil,
  },
  [3908] = {
    'zzOLD治療之泉圖騰 IV',
    nil,
  },
  [3909] = {
    'zzOLD治療之泉圖騰 V',
    nil,
  },
  [3911] = {
    'zzOLD石爪圖騰 II',
    nil,
  },
  [3912] = {
    'zzOLD石爪圖騰 III',
    nil,
  },
  [3913] = {
    'zzOLD石爪圖騰 IV',
    nil,
  },
  [3914] = {
    '雷希戈爾',
    '牢房守衛',
  },
  [3915] = {
    nil,
    '萊恩的寵物',
  },
  [3917] = {
    '污濁的水元素',
    nil,
  },
  [3919] = {
    '枯萎的古樹',
    nil,
  },
  [3921] = {
    '薊皮巨熊怪',
    nil,
  },
  [3922] = {
    '薊皮圖騰師',
    nil,
  },
  [3923] = {
    '薊皮巢穴守衛',
    nil,
  },
  [3924] = {
    '薊皮薩滿',
    nil,
  },
  [3925] = {
    '薊皮復仇者',
    nil,
  },
  [3926] = {
    '薊皮探路者',
    nil,
  },
  [3927] = {
    '狼王南杜斯',
    nil,
  },
  [3928] = {
    '腐爛的泥漿怪',
    nil,
  },
  [3931] = {
    '沼澤獸神諭者',
    nil,
  },
  [3932] = {
    '血牙守衛',
    nil,
  },
  [3933] = {
    nil,
    '屠夫',
  },
  [3934] = {
    '旅店老闆伯蘭德·草風',
    '旅店老闆',
  },
  [3935] = {
    nil,
    '屠夫',
  },
  [3936] = {
    '珊蒂斯·羽月',
    '哨兵部隊的將軍',
  },
  [3937] = {
    '基拉·桑塞恩',
    '旅行麵包商',
  },
  [3938] = {
    '羅斯·布朗特布雷德',
    '基拉的守衛',
  },
  [3939] = {
    '剃鬃狼',
    nil,
  },
  [3940] = {
    '坦尼爾·暗木',
    nil,
  },
  [3941] = {
    '尤希爾·喚月',
    nil,
  },
  [3942] = {
    '瑪沃里斯·裂雲',
    nil,
  },
  [3944] = {
    '怒尾女祭司',
    nil,
  },
  [3945] = {
    '旅行者拉茲戈特',
    nil,
  },
  [3946] = {
    '維琳德·星歌',
    nil,
  },
  [3947] = {
    '哥布林造船師',
    nil,
  },
  [3948] = {
    '霍尼·金麥',
    '麵包師',
  },
  [3950] = {
    '小型水元素守護者',
    nil,
  },
  [3951] = {
    '巴爾達蘭·鴉影',
    '弓箭商',
  },
  [3952] = {
    nil,
    '布商',
  },
  [3953] = {
    '塔丹恩·飄發',
    '皮甲商',
  },
  [3954] = {
    nil,
    '商人',
  },
  [3955] = {
    nil,
    '商人',
  },
  [3956] = {
    '哈克蘭·月林',
    '鍊金術供應商',
  },
  [3957] = {
    '詹奈·羽風',
    '烹飪供應商',
  },
  [3958] = {
    nil,
    '製皮供應商',
  },
  [3959] = {
    nil,
    '麵包師',
  },
  [3960] = {
    nil,
    '屠夫',
  },
  [3961] = {
    nil,
    '食物和飲料商人',
  },
  [3962] = {
    '哈爾詹·橡木之心',
    '雜貨商',
  },
  [3963] = {
    '丹拉爾·夜路',
    '獵人訓練師',
  },
  [3964] = {
    nil,
    '鍊金術訓練師',
  },
  [3965] = {
    '塞蘭妮婭·伏根',
    '草藥學訓練師',
  },
  [3966] = {
    '卡爾里姆',
    '烹飪訓練師',
  },
  [3967] = {
    '艾蒂安·花叢之風',
    '製皮訓練師',
  },
  [3968] = {
    '崗哨圖騰',
    nil,
  },
  [3969] = {
    '法蘭·沉默之刃',
    '毒藥商',
  },
  [3970] = {
    nil,
    '施法材料供應商',
  },
  [3974] = {
    '馴犬者洛克希',
    nil,
  },
  [3975] = {
    '赫洛德',
    '血色勇士',
  },
  [3976] = {
    '血色十字軍指揮官莫格萊尼',
    nil,
  },
  [3977] = {
    '高階審判官懷特邁恩',
    nil,
  },
  [3978] = {
    '賢者圖希克',
    nil,
  },
  [3979] = {
    '圖書館員麥伊·蒼塵',
    '探險者協會',
  },
  [3980] = {
    '虔誠的萊雷恩',
    nil,
  },
  [3983] = {
    '審問者韋沙斯',
    nil,
  },
  [3984] = {
    '南茜·韋沙斯',
    nil,
  },
  [3985] = {
    '韋沙斯老爺爺',
    nil,
  },
  [3986] = {
    '薩瑞魯斯·法伯尼',
    nil,
  },
  [3987] = {
    '達爾·血爪',
    nil,
  },
  [3988] = {
    '風險投資公司操作員',
    nil,
  },
  [3989] = {
    '風險投資公司伐木工',
    nil,
  },
  [3990] = {
    '風險投資公司切割員',
    nil,
  },
  [3991] = {
    '風險投資公司砍樹工',
    nil,
  },
  [3992] = {
    '風險投資公司頑抗者',
    nil,
  },
  [3993] = {
    '風險投資公司機械師',
    nil,
  },
  [3994] = {
    '守衛者奧巴格姆',
    nil,
  },
  [3995] = {
    '巫醫金吉爾',
    nil,
  },
  [3997] = {
    '風險投資公司股東',
    nil,
  },
  [3998] = {
    '風剪惡黨',
    nil,
  },
  [3999] = {
    '風剪掘地工',
    nil,
  },
  [4001] = {
    '風剪坑道鼠',
    nil,
  },
  [4002] = {
    '風剪鑿石者',
    nil,
  },
  [4003] = {
    '風剪地卜師',
    nil,
  },
  [4004] = {
    '風剪主宰',
    nil,
  },
  [4005] = {
    '深苔蠕行者',
    nil,
  },
  [4006] = {
    '深苔結網蛛',
    nil,
  },
  [4007] = {
    '深苔毒蜘蛛',
    nil,
  },
  [4008] = {
    '峭壁雷鳴蜥蜴',
    nil,
  },
  [4009] = {
    '盛怒的峭壁雷鳴蜥蜴',
    nil,
  },
  [4011] = {
    '幼年巨翼',
    nil,
  },
  [4012] = {
    '巨翼雙足翼龍',
    nil,
  },
  [4013] = {
    '巨翼捕獵者',
    nil,
  },
  [4014] = {
    '巨翼之后',
    nil,
  },
  [4015] = {
    '巨翼族王',
    nil,
  },
  [4016] = {
    '靈龍',
    nil,
  },
  [4017] = {
    '機敏的靈龍',
    nil,
  },
  [4018] = {
    '巨角鹿',
    nil,
  },
  [4019] = {
    '大型巨角鹿',
    nil,
  },
  [4020] = {
    '液行怪',
    nil,
  },
  [4021] = {
    '腐化的液行怪',
    nil,
  },
  [4022] = {
    '血怒鷹身人',
    nil,
  },
  [4023] = {
    '血怒遊蕩者',
    nil,
  },
  [4024] = {
    '血怒殺戮者',
    nil,
  },
  [4025] = {
    '血怒伏擊者',
    nil,
  },
  [4026] = {
    '血怒喚風者',
    nil,
  },
  [4027] = {
    '血怒雷巫',
    nil,
  },
  [4028] = {
    '燒焦的古樹',
    nil,
  },
  [4029] = {
    '黑色古樹',
    nil,
  },
  [4030] = {
    '狂怒的古樹',
    nil,
  },
  [4031] = {
    '奇美拉雛獸',
    nil,
  },
  [4032] = {
    '小奇美拉',
    nil,
  },
  [4033] = {
    '焦黑的石靈',
    nil,
  },
  [4034] = {
    '暴怒的石靈',
    nil,
  },
  [4035] = {
    '暴烈的石靈',
    nil,
  },
  [4036] = {
    '遊蕩的焰靈',
    nil,
  },
  [4037] = {
    '燃燒的劫毀者',
    nil,
  },
  [4038] = {
    '燃燒的破壞者',
    nil,
  },
  [4039] = {
    '迪內斯',
    '靈魂醫者',
  },
  [4040] = {
    '洞穴潛獵者',
    nil,
  },
  [4041] = {
    '炭色石化蜥蜴',
    nil,
  },
  [4042] = {
    '焦黑石化蜥蜴',
    nil,
  },
  [4043] = {
    nil,
    '雙手武器商人',
  },
  [4044] = {
    '黑色石化蜥蜴',
    nil,
  },
  [4046] = {
    '瑪加薩·恐怖圖騰',
    '長者',
  },
  [4047] = {
    '佐爾·孤樹',
    '先知長老',
  },
  [4048] = {
    '[Deprecated for 4.x]法芬德爾·道衛',
    nil,
  },
  [4049] = {
    '希雷斯·碎石',
    nil,
  },
  [4050] = {
    '塞納里奧管理員',
    nil,
  },
  [4051] = {
    '塞納里奧植物學家',
    nil,
  },
  [4052] = {
    '塞納里奧德魯伊',
    nil,
  },
  [4053] = {
    '塞納留斯的女兒',
    nil,
  },
  [4054] = {
    '歡笑之女',
    nil,
  },
  [4055] = {
    '暗色巡林者',
    nil,
  },
  [4056] = {
    '暗色守衛者',
    nil,
  },
  [4057] = {
    '塞納留斯之子',
    nil,
  },
  [4059] = {
    '森林之魂',
    nil,
  },
  [4061] = {
    '暗色湖林精',
    nil,
  },
  [4062] = {
    '黑鐵投彈手',
    nil,
  },
  [4064] = {
    '黑石斥候',
    nil,
  },
  [4065] = {
    '黑石哨衛',
    nil,
  },
  [4067] = {
    '夜行虎',
    nil,
  },
  [4068] = {
    '毒蛇信差',
    nil,
  },
  [4069] = {
    '風險投資公司規劃師',
    nil,
  },
  [4070] = {
    '風險投資公司建築師',
    nil,
  },
  [4071] = {
    '風險投資公司磨工',
    nil,
  },
  [4072] = {
    '金吉爾的囚犯',
    nil,
  },
  [4075] = {
    '老鼠',
    nil,
  },
  [4076] = {
    '蟑螂',
    nil,
  },
  [4077] = {
    '加克希姆·塵鏈',
    nil,
  },
  [4079] = {
    '哨兵塞恩希爾',
    nil,
  },
  [4080] = {
    '凱拉·影矛',
    nil,
  },
  [4081] = {
    '洛瑪克·鏈帶',
    nil,
  },
  [4082] = {
    nil,
    '雜貨商',
  },
  [4083] = {
    nil,
    '見習巫醫',
  },
  [4084] = {
    nil,
    '雜貨供應商',
  },
  [4085] = {
    nil,
    '護甲商',
  },
  [4086] = {
    nil,
    '風險投資公司商人',
  },
  [4087] = {
    '阿雷亞斯塔·刃詠',
    '戰士訓練師',
  },
  [4089] = {
    nil,
    '戰士訓練師',
  },
  [4090] = {
    '阿斯塔利·逐星',
    '牧師訓練師',
  },
  [4091] = {
    nil,
    '牧師訓練師',
  },
  [4092] = {
    nil,
    '牧師訓練師',
  },
  [4093] = {
    '[Deprecated for 4.x]Galak Wrangler',
    nil,
  },
  [4094] = {
    '[Deprecated for 4.x]Galak Scout',
    nil,
  },
  [4095] = {
    '[Deprecated for 4.x]Galak Mauler',
    nil,
  },
  [4096] = {
    '[Deprecated for 4.x]Galak Windchaser',
    nil,
  },
  [4097] = {
    '[Deprecated for 4.x]Galak Stormer',
    nil,
  },
  [4098] = {
    '[Deprecated for 4.x]Galak Pack Runner',
    nil,
  },
  [4099] = {
    '[Deprecated for 4.x]Galak Marauder',
    nil,
  },
  [4100] = {
    '尖嘯的鷹身人',
    nil,
  },
  [4101] = {
    '尖嘯的遊蕩者',
    nil,
  },
  [4104] = {
    '尖嘯的喚風者',
    nil,
  },
  [4107] = {
    '風巢雙足翼龍',
    nil,
  },
  [4109] = {
    '風巢翼龍之后',
    nil,
  },
  [4110] = {
    '風巢飛龍族王',
    nil,
  },
  [4111] = {
    '砂齒狗頭人',
    nil,
  },
  [4112] = {
    '砂齒惡黨',
    nil,
  },
  [4113] = {
    '砂齒掘地工',
    nil,
  },
  [4114] = {
    '砂齒強奪者',
    nil,
  },
  [4115] = {
    '[Deprecated for 4.x] Gravelsnout Ambusher',
    nil,
  },
  [4116] = {
    '砂齒勘測員',
    nil,
  },
  [4117] = {
    '風蛇',
    nil,
  },
  [4118] = {
    '毒性風蛇',
    nil,
  },
  [4119] = {
    '老風蛇',
    nil,
  },
  [4120] = {
    '雷鳴岩石元素',
    nil,
  },
  [4121] = {
    '遊蕩岩石元素',
    nil,
  },
  [4124] = {
    '千針石林山獅',
    nil,
  },
  [4126] = {
    '峭壁潛獵者',
    nil,
  },
  [4127] = {
    '亂齒土狼',
    nil,
  },
  [4128] = {
    '亂齒潛獵者',
    nil,
  },
  [4129] = {
    '亂齒狂吠者',
    nil,
  },
  [4130] = {
    '[Deprecated for 4.x]Silithid Searcher',
    nil,
  },
  [4131] = {
    '[Deprecated for 4.x]Silithid Invader',
    nil,
  },
  [4132] = {
    '克爾基斯',
    nil,
  },
  [4133] = {
    '[Deprecated for 4.x]Silithid Hive Drone',
    nil,
  },
  [4138] = {
    '吉恩拉·夜行者',
    '獵人訓練師',
  },
  [4139] = {
    '[Deprecated for 4.x]恐蠍',
    nil,
  },
  [4140] = {
    '[Deprecated for 4.x]恐蠍劫奪者',
    nil,
  },
  [4142] = {
    '[Deprecated for 4.x]Sparkleshell Tortoise',
    nil,
  },
  [4143] = {
    '[Deprecated for 4.x]Sparkleshell Snapper',
    nil,
  },
  [4144] = {
    '[Deprecated for 4.x]Sparkleshell Borer',
    nil,
  },
  [4146] = {
    nil,
    '獵人訓練師',
  },
  [4147] = {
    '[Deprecated for 4.x]鹽石蜥蜴',
    nil,
  },
  [4149] = {
    '凱斯特雷斯',
    nil,
  },
  [4150] = {
    '[Deprecated for 4.x]鹽石凝視者',
    nil,
  },
  [4151] = {
    '[Deprecated for 4.x]鹽石水晶蜥蜴',
    nil,
  },
  [4153] = {
    '凱珊迪亞',
    nil,
  },
  [4154] = {
    '鹽湖食腐鷲',
    nil,
  },
  [4155] = {
    nil,
    '銀行職員',
  },
  [4156] = {
    nil,
    '釣魚訓練師',
  },
  [4157] = {
    'zzOLD基塔利',
    nil,
  },
  [4158] = {
    '[Deprecated for 4.x]鹽湖禿鷹',
    nil,
  },
  [4159] = {
    nil,
    '裁縫訓練師',
  },
  [4160] = {
    nil,
    '鍊金術訓練師',
  },
  [4161] = {
    nil,
    '公會註冊員',
  },
  [4163] = {
    nil,
    '盜賊訓練師',
  },
  [4164] = {
    nil,
    '夜精靈護甲商',
  },
  [4165] = {
    nil,
    '傳送門訓練師',
  },
  [4166] = {
    '蹬羚',
    nil,
  },
  [4167] = {
    nil,
    '食物和飲料商人',
  },
  [4168] = {
    nil,
    '裁縫供應商',
  },
  [4169] = {
    nil,
    '肉商',
  },
  [4170] = {
    nil,
    '雜貨商',
  },
  [4171] = {
    nil,
    '劍刃武器商',
  },
  [4172] = {
    nil,
    '長袍商',
  },
  [4173] = {
    nil,
    '弓箭商人',
  },
  [4175] = {
    nil,
    '布甲商',
  },
  [4176] = {
    '吉拉希亞',
    '布甲商',
  },
  [4177] = {
    nil,
    '鎖甲商',
  },
  [4178] = {
    '珊雅',
    '鎖甲商',
  },
  [4179] = {
    '弗雷蘭妮亞',
    '盾牌商',
  },
  [4180] = {
    '伊林希亞·露珠',
    '雙手武器商人',
  },
  [4181] = {
    nil,
    '食物和飲料商人',
  },
  [4182] = {
    nil,
    '雜貨商',
  },
  [4183] = {
    '納拉姆·長爪',
    '武器鍛造師',
  },
  [4184] = {
    '基妮亞·日影',
    '特殊服裝商人',
  },
  [4185] = {
    nil,
    '布商',
  },
  [4186] = {
    nil,
    '皮甲與製皮供應商',
  },
  [4187] = {
    '哈隆·棘衛',
    '護甲和盾牌供應商',
  },
  [4188] = {
    nil,
    '布甲商',
  },
  [4189] = {
    nil,
    '裁縫供應商',
  },
  [4190] = {
    nil,
    '麵包師',
  },
  [4191] = {
    nil,
    '食物和飲料商人',
  },
  [4192] = {
    nil,
    '飲料商人',
  },
  [4193] = {
    '格隆達爾·月風',
    '裁縫訓練師',
  },
  [4194] = {
    nil,
    '貿易供應商',
  },
  [4195] = {
    nil,
    '食物和飲料商人',
  },
  [4196] = {
    '異種蠍群',
    nil,
  },
  [4198] = {
    '布萊林·火拳',
    nil,
  },
  [4200] = {
    nil,
    '魚商',
  },
  [4201] = {
    '菲茲克斯',
    nil,
  },
  [4202] = {
    '格雷蘇',
    nil,
  },
  [4203] = {
    '阿瑞耶爾·天影',
    '武器商',
  },
  [4204] = {
    '菲羅迪恩·喚月',
    '草藥學訓練師',
  },
  [4205] = {
    nil,
    '獵人訓練師',
  },
  [4206] = {
    '塔拉爾',
    '野熊訓練師',
  },
  [4207] = {
    '瓦耶爾·狼歌',
    '狼訓練師',
  },
  [4208] = {
    nil,
    '銀行職員',
  },
  [4209] = {
    nil,
    '銀行職員',
  },
  [4210] = {
    nil,
    '烹飪訓練師',
  },
  [4211] = {
    nil,
    '急救訓練師',
  },
  [4212] = {
    nil,
    '製皮訓練師',
  },
  [4213] = {
    nil,
    '附魔訓練師',
  },
  [4214] = {
    '艾里安·影語',
    '盜賊訓練師',
  },
  [4215] = {
    nil,
    '盜賊訓練師',
  },
  [4216] = {
    nil,
    '草藥學供應商',
  },
  [4217] = {
    '瑪斯雷·馭熊者',
    '德魯伊訓練師',
  },
  [4218] = {
    nil,
    '德魯伊訓練師',
  },
  [4219] = {
    '菲勒里亞·夜翼',
    '德魯伊訓練師',
  },
  [4220] = {
    nil,
    '施法材料',
  },
  [4221] = {
    nil,
    '魚商',
  },
  [4222] = {
    nil,
    '釣魚供應商',
  },
  [4223] = {
    nil,
    '烹飪供應商',
  },
  [4225] = {
    nil,
    '製皮供應商',
  },
  [4226] = {
    nil,
    '鍊金術供應商',
  },
  [4228] = {
    nil,
    '附魔供應商',
  },
  [4229] = {
    nil,
    '貿易供應商',
  },
  [4230] = {
    nil,
    '背包商人',
  },
  [4231] = {
    nil,
    '武器商',
  },
  [4232] = {
    nil,
    '斧商',
  },
  [4233] = {
    '邁希迪安',
    '錘和法杖商人',
  },
  [4234] = {
    nil,
    '法杖商',
  },
  [4235] = {
    nil,
    '投擲武器商人',
  },
  [4236] = {
    nil,
    '皮甲商',
  },
  [4237] = {
    '烏索尼爾',
    '皮甲商',
  },
  [4239] = {
    '雷文·星羽',
    '皮甲商',
  },
  [4240] = {
    nil,
    '盾牌商',
  },
  [4241] = {
    nil,
    '雜貨商',
  },
  [4242] = {
    '霜刃豹夥伴',
    nil,
  },
  [4243] = {
    '夜影',
    '吉恩拉的寵物',
  },
  [4244] = {
    '黑影',
    '多利安的寵物',
  },
  [4245] = {
    '迷霧',
    '瓦耶爾的寵物',
  },
  [4246] = {
    '月光',
    '凱珊迪亞的寵物',
  },
  [4247] = {
    '石爪',
    '塔拉爾的寵物',
  },
  [4248] = {
    '雜毛土狼',
    nil,
  },
  [4249] = {
    '雜毛嚎叫者',
    nil,
  },
  [4250] = {
    '加拉克獵犬',
    nil,
  },
  [4251] = {
    '哥布林賽車',
    nil,
  },
  [4252] = {
    '地精賽車',
    nil,
  },
  [4253] = {
    '熊形態(夜精靈德魯伊)',
    nil,
  },
  [4254] = {
    '吉爾弗拉姆·石趾',
    '採礦訓練師',
  },
  [4255] = {
    '布羅古斯·雷酒',
    '食物和飲料',
  },
  [4256] = {
    '高尼爾·石趾',
    '採礦供應商',
  },
  [4257] = {
    '蘭納·雷酒',
    '鍛造供應商',
  },
  [4258] = {
    '本古斯·深爐',
    '鍛造訓練師',
  },
  [4259] = {
    '索格拉姆·深爐',
    '鍛造供應商',
  },
  [4260] = {
    '風險投資公司伐木機',
    nil,
  },
  [4261] = {
    '熊形態(牛頭人德魯伊)',
    nil,
  },
  [4262] = {
    '達納蘇斯哨兵',
    nil,
  },
  [4263] = {
    '深苔幼蛛',
    nil,
  },
  [4264] = {
    '深苔蜘蛛族母',
    nil,
  },
  [4265] = {
    nil,
    '烹飪供應商',
  },
  [4266] = {
    nil,
    '食物和飲料商人',
  },
  [4267] = {
    nil,
    '角鷹獸管理員',
  },
  [4268] = {
    '灰狼',
    nil,
  },
  [4270] = {
    '紅狼',
    nil,
  },
  [4273] = {
    '守衛者奧達努斯',
    nil,
  },
  [4274] = {
    '『吞噬者』芬魯斯',
    nil,
  },
  [4275] = {
    '大法師阿魯高',
    nil,
  },
  [4276] = {
    nil,
    '風險投資公司',
  },
  [4277] = {
    '基爾羅格之眼',
    nil,
  },
  [4278] = {
    '指揮官斯普林瓦爾',
    nil,
  },
  [4279] = {
    '『盲眼守衛』奧杜',
    nil,
  },
  [4280] = {
    '血色醫師',
    nil,
  },
  [4281] = {
    '血色斥候',
    nil,
  },
  [4282] = {
    '血色魔法師',
    nil,
  },
  [4283] = {
    '血色哨衛',
    nil,
  },
  [4284] = {
    '血色占兆師',
    nil,
  },
  [4285] = {
    '血色侍徒',
    nil,
  },
  [4286] = {
    '血色士兵',
    nil,
  },
  [4287] = {
    '血色豪俠',
    nil,
  },
  [4288] = {
    '血色馴獸員',
    nil,
  },
  [4289] = {
    '血色塑能師',
    nil,
  },
  [4290] = {
    '血色衛士',
    nil,
  },
  [4291] = {
    '血色預言師',
    nil,
  },
  [4292] = {
    '血色保衛者',
    nil,
  },
  [4293] = {
    '血色占卜者',
    nil,
  },
  [4294] = {
    '血色巫士',
    nil,
  },
  [4295] = {
    '血色部屬',
    nil,
  },
  [4296] = {
    '血色老兵',
    nil,
  },
  [4297] = {
    '血色咒術師',
    nil,
  },
  [4298] = {
    '血色防衛者',
    nil,
  },
  [4299] = {
    '血色院牧',
    nil,
  },
  [4300] = {
    '血色巫師',
    nil,
  },
  [4301] = {
    '血色百夫長',
    nil,
  },
  [4302] = {
    '血色勇士',
    nil,
  },
  [4303] = {
    '血色修士',
    nil,
  },
  [4304] = {
    '血色捕獵犬',
    nil,
  },
  [4305] = {
    nil,
    '漁夫',
  },
  [4306] = {
    '血色拷問者',
    nil,
  },
  [4307] = {
    '海爾丹·風歌',
    '漁夫',
  },
  [4308] = {
    '自由的幽魂',
    nil,
  },
  [4309] = {
    '高爾姆·恐怖圖騰',
    nil,
  },
  [4310] = {
    '考爾·恐怖圖騰',
    nil,
  },
  [4311] = {
    '霍加爾·雷斧',
    nil,
  },
  [4312] = {
    nil,
    '雙足飛龍管理員',
  },
  [4314] = {
    nil,
    '雙足飛龍管理員',
  },
  [4315] = {
    '[UNUSED]加斯林·暗蹄',
    nil,
  },
  [4316] = {
    '科卡爾獵犬',
    nil,
  },
  [4317] = {
    '[Deprecated for 4.x]奈瑟',
    '雙足飛龍管理員',
  },
  [4318] = {
    '[Deprecated for 4.x] Delyka',
    '靈魂醫者',
  },
  [4319] = {
    '[Deprecated for 4.x]賽希亞娜',
    '角鷹獸管理員',
  },
  [4320] = {
    nil,
    '獸欄管理員',
  },
  [4321] = {
    nil,
    '獅鷲獸管理員',
  },
  [4322] = {
    '考瑟倫',
    '靈魂醫者',
  },
  [4323] = {
    '灼熱雛龍',
    nil,
  },
  [4324] = {
    '灼熱幼龍',
    nil,
  },
  [4328] = {
    '火鬃逆鱗守衛',
    nil,
  },
  [4329] = {
    '火鬃斥候',
    nil,
  },
  [4331] = {
    '火鬃灰尾龍裔',
    nil,
  },
  [4333] = {
    '火鬃吞噬者',
    nil,
  },
  [4334] = {
    '火鬃招炎者',
    nil,
  },
  [4339] = {
    '布雷姆戈',
    nil,
  },
  [4340] = {
    '米拉莉亞',
    '靈魂醫者',
  },
  [4341] = {
    '塵泥鱷魚',
    nil,
  },
  [4342] = {
    '塵泥銳爪鱷魚',
    nil,
  },
  [4343] = {
    '塵泥鉗嘴鱷魚',
    nil,
  },
  [4344] = {
    '塵泥雜斑鱷魚',
    nil,
  },
  [4345] = {
    '塵泥利齒鱷魚',
    nil,
  },
  [4346] = {
    '毒素撕掠者',
    nil,
  },
  [4347] = {
    '毒性劫奪者',
    nil,
  },
  [4348] = {
    '毒性切割者',
    nil,
  },
  [4351] = {
    '血沼迅猛龍',
    nil,
  },
  [4352] = {
    '血沼尖嘯龍',
    nil,
  },
  [4355] = {
    '血沼鐮爪龍',
    nil,
  },
  [4356] = {
    '血沼刺喉龍',
    nil,
  },
  [4357] = {
    '血沼鞭尾龍',
    nil,
  },
  [4358] = {
    '沼鰭污水魚人',
    nil,
  },
  [4359] = {
    '沼鰭魚人',
    nil,
  },
  [4360] = {
    '沼鰭戰士',
    nil,
  },
  [4361] = {
    '沼鰭泥漿魚人',
    nil,
  },
  [4362] = {
    '沼鰭灘行魚人',
    nil,
  },
  [4363] = {
    '沼鰭神諭者',
    nil,
  },
  [4364] = {
    '斯塔莎茲戰士',
    nil,
  },
  [4366] = {
    '斯塔莎茲毒蛇守衛',
    nil,
  },
  [4368] = {
    '斯塔莎茲部屬',
    nil,
  },
  [4370] = {
    '斯塔莎茲巫女',
    nil,
  },
  [4371] = {
    '斯塔莎茲海妖',
    nil,
  },
  [4374] = {
    '斯塔沙茲多頭蛇',
    nil,
  },
  [4376] = {
    '暗霧蜘蛛',
    nil,
  },
  [4377] = {
    '暗霧潛伏者',
    nil,
  },
  [4378] = {
    '暗霧獨行蛛',
    nil,
  },
  [4379] = {
    '暗霧紡絲者',
    nil,
  },
  [4380] = {
    '暗霧寡婦蛛',
    nil,
  },
  [4382] = {
    '枯藤蠕行者',
    nil,
  },
  [4385] = {
    '枯藤狂怒者',
    nil,
  },
  [4386] = {
    '枯藤斷木者',
    nil,
  },
  [4387] = {
    '枯藤沼澤獸',
    nil,
  },
  [4388] = {
    '幼年黑色蛇頸龍',
    nil,
  },
  [4389] = {
    '黑色蛇頸龍',
    nil,
  },
  [4390] = {
    '老年黑色蛇頸龍',
    nil,
  },
  [4391] = {
    '沼澤軟泥怪',
    nil,
  },
  [4392] = {
    '腐蝕性的沼澤軟泥怪',
    nil,
  },
  [4393] = {
    '酸性沼澤軟泥怪',
    nil,
  },
  [4394] = {
    '起泡的沼澤軟泥怪',
    nil,
  },
  [4395] = {
    '猛怒沼澤軟泥怪',
    nil,
  },
  [4396] = {
    '泥石海龜',
    nil,
  },
  [4397] = {
    '泥石刺殼龜',
    nil,
  },
  [4398] = {
    '泥石穴居龜',
    nil,
  },
  [4399] = {
    '泥石掘洞龜',
    nil,
  },
  [4400] = {
    '泥石鉗嘴龜',
    nil,
  },
  [4401] = {
    '汙殼響鉗龍蝦人',
    nil,
  },
  [4402] = {
    '汙殼硬爪龍蝦人',
    nil,
  },
  [4403] = {
    '汙殼鉗手龍蝦人',
    nil,
  },
  [4404] = {
    '汙殼狂鉗龍蝦人',
    nil,
  },
  [4405] = {
    '汙殼銳爪龍蝦人',
    nil,
  },
  [4407] = {
    nil,
    '角鷹獸管理員',
  },
  [4408] = {
    '水棲形態 (夜精靈德魯伊)',
    nil,
  },
  [4409] = {
    '守門者克杜魯斯',
    nil,
  },
  [4410] = {
    '水棲形態 (牛頭人德魯伊)',
    nil,
  },
  [4411] = {
    '暗牙潛伏者',
    nil,
  },
  [4412] = {
    '暗牙蠕行者',
    nil,
  },
  [4413] = {
    '暗牙蜘蛛',
    nil,
  },
  [4414] = {
    '暗牙毒蜘蛛',
    nil,
  },
  [4415] = {
    '巨型暗牙蜘蛛',
    nil,
  },
  [4416] = {
    '迪菲亞赤膊礦工',
    nil,
  },
  [4417] = {
    '迪菲亞監工',
    nil,
  },
  [4418] = {
    '迪菲亞巫師',
    nil,
  },
  [4419] = {
    '[Deprecated for 4.x]賽場主管科魯克萊德',
    nil,
  },
  [4420] = {
    '拉姆塔斯主宰',
    nil,
  },
  [4421] = {
    '卡爾加·刺肋',
    '長者',
  },
  [4422] = {
    '盛怒的阿迦賽羅斯',
    nil,
  },
  [4423] = {
    '達納蘇斯保衛者',
    nil,
  },
  [4424] = {
    '阿葛金·棘咒',
    '亡首預言者',
  },
  [4425] = {
    '盲眼獵手',
    nil,
  },
  [4427] = {
    '結界守護者',
    nil,
  },
  [4428] = {
    '亡語者賈格巴',
    '亡首隊長',
  },
  [4429] = {
    '哥布林車隊員工',
    nil,
  },
  [4430] = {
    '地精車隊員工',
    nil,
  },
  [4435] = {
    '剃刀沼澤戰士',
    nil,
  },
  [4436] = {
    '剃刀沼澤野豬人',
    nil,
  },
  [4437] = {
    '剃刀沼澤守望者',
    nil,
  },
  [4438] = {
    '剃刀沼澤刺鬃守衛',
    nil,
  },
  [4439] = {
    '佛力野豬',
    nil,
  },
  [4440] = {
    '剃刀沼澤圖騰師',
    nil,
  },
  [4442] = {
    '剃刀沼澤防衛者',
    nil,
  },
  [4444] = {
    '亡靈哨兵文森',
    nil,
  },
  [4445] = {
    '[Deprecated for 4.x]格里茲納克',
    '票商',
  },
  [4446] = {
    '[Deprecated for 4.x]Mazzer Stripscrew',
    '票商',
  },
  [4449] = {
    '[Deprecated for 4.x]克拉索·滑鏈',
    '地精獎券商',
  },
  [4450] = {
    '[Deprecated for 4.x]魯格菲斯',
    '哥布林獎券商',
  },
  [4451] = {
    '奧爾德·石塔',
    nil,
  },
  [4452] = {
    '[Deprecated for 4.x]克拉維爾·濃鬚',
    nil,
  },
  [4453] = {
    '[Deprecated for 4.x]維茲爾·銅栓',
    nil,
  },
  [4454] = {
    '[Deprecated for 4.x]菲茲爾·銅栓',
    nil,
  },
  [4455] = {
    '紅衣弗林特',
    nil,
  },
  [4456] = {
    '菲歐拉·長耳',
    nil,
  },
  [4457] = {
    '黑鰓強奪者',
    nil,
  },
  [4458] = {
    '黑鰓獵人',
    nil,
  },
  [4459] = {
    '黑鰓神諭者',
    nil,
  },
  [4460] = {
    '黑鰓寒冰使者',
    nil,
  },
  [4461] = {
    '黑鰓戰士',
    nil,
  },
  [4462] = {
    '黑石獵人',
    nil,
  },
  [4463] = {
    '黑石召喚師',
    nil,
  },
  [4464] = {
    '黑石角鬥士',
    nil,
  },
  [4465] = {
    '邪枝標槍手',
    nil,
  },
  [4466] = {
    '邪枝割顱者',
    nil,
  },
  [4467] = {
    '邪枝預卜者',
    nil,
  },
  [4468] = {
    '玉石淤泥怪',
    nil,
  },
  [4469] = {
    '碧綠軟泥怪',
    nil,
  },
  [4472] = {
    '冤魂幻象',
    nil,
  },
  [4474] = {
    '腐爛的死屍',
    nil,
  },
  [4475] = {
    '壞死的殭屍',
    nil,
  },
  [4476] = {
    '尖嘯的鬼魅',
    nil,
  },
  [4482] = {
    '邪枝惡狼',
    nil,
  },
  [4483] = {
    '[Deprecated for 4.x]摩克塔·克林',
    nil,
  },
  [4484] = {
    '菲羅·鐵手',
    nil,
  },
  [4485] = {
    '貝爾戈洛姆·石槌',
    nil,
  },
  [4487] = {
    '科迪亞克',
    nil,
  },
  [4489] = {
    '布勞格·幽魂',
    nil,
  },
  [4490] = {
    '格林卡·血嘯',
    nil,
  },
  [4491] = {
    '狼',
    nil,
  },
  [4493] = {
    '血色復仇者',
    nil,
  },
  [4494] = {
    '血色縛法者',
    nil,
  },
  [4495] = {
    '地精車隊老闆',
    nil,
  },
  [4496] = {
    '哥布林車隊老闆',
    nil,
  },
  [4497] = {
    '基爾克船長',
    '舵手',
  },
  [4498] = {
    '莫林·碎骨者',
    nil,
  },
  [4499] = {
    '羅卡里姆',
    nil,
  },
  [4500] = {
    '莫格穆洛克主宰',
    nil,
  },
  [4503] = {
    '碎泥·杜特非',
    nil,
  },
  [4504] = {
    '霜喉雪人',
    nil,
  },
  [4505] = {
    '血帆水手',
    nil,
  },
  [4506] = {
    '血帆水兵',
    nil,
  },
  [4507] = {
    '[Deprecated for 4.x]黛西',
    '賽車女郎',
  },
  [4508] = {
    '進口商威利克斯',
    nil,
  },
  [4510] = {
    '赫爾拉斯·靜水',
    nil,
  },
  [4511] = {
    '阿迦瑪甘沉默之淚',
    nil,
  },
  [4512] = {
    '腐爛的阿迦瑪',
    nil,
  },
  [4514] = {
    '盛怒的阿迦瑪',
    nil,
  },
  [4515] = {
    '亡首侍僧',
    nil,
  },
  [4516] = {
    '亡首專家',
    nil,
  },
  [4517] = {
    '亡首祭司',
    nil,
  },
  [4518] = {
    '亡首聖賢',
    nil,
  },
  [4519] = {
    '亡首先知',
    nil,
  },
  [4520] = {
    '剃刀沼澤地卜師',
    nil,
  },
  [4521] = {
    '塔莎拉·靜水',
    nil,
  },
  [4522] = {
    '剃刀沼澤織塵者',
    nil,
  },
  [4523] = {
    '剃刀沼澤震地者',
    nil,
  },
  [4525] = {
    '剃刀沼澤裂地者',
    nil,
  },
  [4526] = {
    '風嚎者',
    nil,
  },
  [4528] = {
    '石行者',
    nil,
  },
  [4530] = {
    '剃刀沼澤訓練師',
    nil,
  },
  [4531] = {
    '剃刀沼澤野獸訓練師',
    nil,
  },
  [4532] = {
    '剃刀沼澤獸王',
    nil,
  },
  [4534] = {
    '被馴服的土狼',
    nil,
  },
  [4535] = {
    '被馴服的鬥豬',
    nil,
  },
  [4538] = {
    '沼澤蝙蝠',
    nil,
  },
  [4539] = {
    '巨型沼澤蝙蝠',
    nil,
  },
  [4540] = {
    '血色僧侶',
    nil,
  },
  [4541] = {
    '阿迦瑪甘之血',
    nil,
  },
  [4542] = {
    '高階審判官法爾班克斯',
    nil,
  },
  [4543] = {
    '血法師薩爾諾斯',
    nil,
  },
  [4544] = {
    '克魯伊格·劈顱',
    nil,
  },
  [4545] = {
    '[Deprecated for 4.x]納格澤恩',
    nil,
  },
  [4546] = {
    '[Deprecated for 4.x]波茲恩',
    nil,
  },
  [4547] = {
    '塔克魯·巡影者',
    nil,
  },
  [4548] = {
    '鋼齒土狼',
    nil,
  },
  [4549] = {
    nil,
    '銀行職員',
  },
  [4550] = {
    nil,
    '銀行職員',
  },
  [4551] = {
    nil,
    '蝙蝠管理員',
  },
  [4552] = {
    nil,
    '烹飪訓練師',
  },
  [4553] = {
    nil,
    '烹飪供應商',
  },
  [4554] = {
    '塔文·格瑞斯特',
    '蘑菇商',
  },
  [4555] = {
    nil,
    '雜貨商',
  },
  [4556] = {
    nil,
    '武器商',
  },
  [4557] = {
    nil,
    '武器商',
  },
  [4558] = {
    nil,
    '輕甲商',
  },
  [4559] = {
    nil,
    '重甲商',
  },
  [4560] = {
    nil,
    '重甲商',
  },
  [4561] = {
    nil,
    '貿易供應商',
  },
  [4562] = {
    nil,
    '施法材料',
  },
  [4563] = {
    '卡爾·噬靈',
    '術士訓練師',
  },
  [4564] = {
    nil,
    '術士訓練師',
  },
  [4565] = {
    nil,
    '術士訓練師',
  },
  [4566] = {
    '凱利斯蒂亞·仇恨使者',
    '法師訓練師',
  },
  [4567] = {
    nil,
    '法師訓練師',
  },
  [4568] = {
    nil,
    '法師訓練師',
  },
  [4569] = {
    nil,
    '劍刃武器商',
  },
  [4570] = {
    nil,
    '法杖商',
  },
  [4571] = {
    nil,
    '蘑菇商人',
  },
  [4573] = {
    nil,
    '釣魚訓練師',
  },
  [4574] = {
    nil,
    '釣魚供應商',
  },
  [4575] = {
    nil,
    '施法材料',
  },
  [4576] = {
    nil,
    '裁縫訓練師',
  },
  [4577] = {
    nil,
    '裁縫供應商',
  },
  [4578] = {
    nil,
    '裁縫訓練師',
  },
  [4579] = {
    'zzOLD亞歷山大·李斯特',
    nil,
  },
  [4580] = {
    nil,
    '長袍商',
  },
  [4581] = {
    nil,
    '書商',
  },
  [4582] = {
    nil,
    '盜賊訓練師',
  },
  [4583] = {
    nil,
    '盜賊訓練師',
  },
  [4584] = {
    nil,
    '盜賊訓練師',
  },
  [4585] = {
    nil,
    '毒藥供應商',
  },
  [4586] = {
    nil,
    '見習工程師',
  },
  [4587] = {
    nil,
    '工程學供應商',
  },
  [4588] = {
    nil,
    '製皮訓練師',
  },
  [4589] = {
    nil,
    '製皮供應商',
  },
  [4590] = {
    nil,
    '背包商人',
  },
  [4591] = {
    nil,
    '急救訓練師',
  },
  [4592] = {
    nil,
    '投擲武器商人',
  },
  [4593] = {
    nil,
    '戰士訓練師',
  },
  [4594] = {
    nil,
    '戰士訓練師',
  },
  [4595] = {
    nil,
    '戰士訓練師',
  },
  [4596] = {
    nil,
    '鍛造訓練師',
  },
  [4597] = {
    nil,
    '鍛造供應商',
  },
  [4598] = {
    nil,
    '採礦訓練師',
  },
  [4599] = {
    nil,
    '採礦供應商',
  },
  [4600] = {
    nil,
    '武器商',
  },
  [4601] = {
    nil,
    '武器商',
  },
  [4602] = {
    nil,
    '武器商',
  },
  [4603] = {
    nil,
    '槍械商',
  },
  [4604] = {
    nil,
    '弓箭商人',
  },
  [4605] = {
    nil,
    '見習鐵匠',
  },
  [4606] = {
    nil,
    '牧師訓練師',
  },
  [4607] = {
    '蘭克斯特神父',
    '牧師訓練師',
  },
  [4608] = {
    '拉札魯斯神父',
    '牧師訓練師',
  },
  [4609] = {
    '馬許醫生',
    '見習鍊金師',
  },
  [4610] = {
    nil,
    '鍊金術供應商',
  },
  [4611] = {
    '赫伯特·哈爾希醫生',
    '鍊金術訓練師',
  },
  [4613] = {
    nil,
    '公會註冊員',
  },
  [4614] = {
    nil,
    '草藥學訓練師',
  },
  [4615] = {
    nil,
    '草藥學供應商',
  },
  [4616] = {
    nil,
    '附魔訓練師',
  },
  [4617] = {
    nil,
    '附魔供應商',
  },
  [4618] = {
    '『流放者』馬特克',
    nil,
  },
  [4620] = {
    '[Deprecated for 4.x]弗比德',
    '裁判員',
  },
  [4621] = {
    '雷巴爾德·尤葛蘭',
    nil,
  },
  [4623] = {
    '野豬人勇士',
    nil,
  },
  [4624] = {
    '藏寶海灣衛兵',
    nil,
  },
  [4625] = {
    '亡首結界守衛者',
    nil,
  },
  [4626] = {
    'CHOW守衛',
    nil,
  },
  [4627] = {
    '阿魯高的虛無行者',
    nil,
  },
  [4629] = {
    '[Deprecated for 4.x]賽道管理員澤爾林',
    nil,
  },
  [4630] = {
    '[Deprecated for 4.x]普茲克',
    nil,
  },
  [4631] = {
    '碼頭管理員羅茲基爾',
    nil,
  },
  [4632] = {
    '科卡爾半人馬',
    nil,
  },
  [4633] = {
    '科卡爾斥候',
    nil,
  },
  [4634] = {
    '科卡爾虐待者',
    nil,
  },
  [4635] = {
    '科卡爾逐風者',
    nil,
  },
  [4636] = {
    '科卡爾戰鬥統帥',
    nil,
  },
  [4637] = {
    '科卡爾摧毀者',
    nil,
  },
  [4638] = {
    '瑪格拉姆斥候',
    nil,
  },
  [4639] = {
    '瑪格拉姆前鋒',
    nil,
  },
  [4640] = {
    '瑪格拉姆爭吵者',
    nil,
  },
  [4641] = {
    '瑪格拉姆逐風者',
    nil,
  },
  [4642] = {
    '瑪格拉姆風暴者',
    nil,
  },
  [4643] = {
    '瑪格拉姆馴犬者',
    nil,
  },
  [4644] = {
    '瑪格拉姆掠奪者',
    nil,
  },
  [4645] = {
    '瑪格拉姆虐待者',
    nil,
  },
  [4646] = {
    '吉爾吉斯前鋒',
    nil,
  },
  [4647] = {
    '吉爾吉斯斥候',
    nil,
  },
  [4648] = {
    '吉爾吉斯踐踏者',
    nil,
  },
  [4649] = {
    '吉爾吉斯逐風者',
    nil,
  },
  [4651] = {
    '吉爾吉斯喚地者',
    nil,
  },
  [4652] = {
    '吉爾吉斯虐待者',
    nil,
  },
  [4653] = {
    '吉爾吉斯掠奪者',
    nil,
  },
  [4654] = {
    '瑪洛迪斥候',
    nil,
  },
  [4655] = {
    '瑪洛迪爭吵者',
    nil,
  },
  [4656] = {
    '瑪洛迪虐待者',
    nil,
  },
  [4657] = {
    '瑪洛迪逐風者',
    nil,
  },
  [4658] = {
    '瑪洛迪風暴者',
    nil,
  },
  [4659] = {
    '瑪洛迪掠奪者',
    nil,
  },
  [4660] = {
    '瑪洛迪骨爪土狼',
    nil,
  },
  [4661] = {
    '吉爾吉斯踏步者',
    nil,
  },
  [4662] = {
    '瑪格拉姆骨爪土狼',
    nil,
  },
  [4663] = {
    '燃刃占兆師',
    nil,
  },
  [4664] = {
    '燃刃劫奪者',
    nil,
  },
  [4665] = {
    '燃刃老兵',
    nil,
  },
  [4666] = {
    '燃刃魔僕',
    nil,
  },
  [4667] = {
    '燃刃暗影法師',
    nil,
  },
  [4668] = {
    '燃刃召喚師',
    nil,
  },
  [4669] = {
    '燃刃咒術師',
    nil,
  },
  [4670] = {
    '怨怒盜賊',
    nil,
  },
  [4671] = {
    '怨怒欺詐者',
    nil,
  },
  [4672] = {
    '怨怒魔僕',
    nil,
  },
  [4673] = {
    '怨怒背叛者',
    nil,
  },
  [4674] = {
    '怨怒巡影者',
    nil,
  },
  [4675] = {
    '怨怒喚魔者',
    nil,
  },
  [4676] = {
    '次級煉獄火',
    nil,
  },
  [4677] = {
    '末日護衛',
    nil,
  },
  [4678] = {
    '噬法魔犬',
    nil,
  },
  [4679] = {
    '虛空魔女',
    nil,
  },
  [4680] = {
    '末日護衛隊長',
    nil,
  },
  [4681] = {
    '狩法獵人',
    nil,
  },
  [4682] = {
    '虛空魅魔',
    nil,
  },
  [4683] = {
    '末日護衛領主',
    nil,
  },
  [4684] = {
    '虛空巫女',
    nil,
  },
  [4685] = {
    '靈能獵犬',
    nil,
  },
  [4686] = {
    '深海巨人',
    nil,
  },
  [4687] = {
    '深海搜尋者',
    nil,
  },
  [4688] = {
    '骨爪土狼',
    nil,
  },
  [4689] = {
    '飢餓的骨爪土狼',
    nil,
  },
  [4690] = {
    '瘋狂的骨爪土狼',
    nil,
  },
  [4691] = {
    '殘忍的骨爪土狼',
    nil,
  },
  [4692] = {
    '恐怖猛鷲',
    nil,
  },
  [4693] = {
    '恐怖禿鷹',
    nil,
  },
  [4694] = {
    '恐怖撕裂者',
    nil,
  },
  [4695] = {
    '恐怖腐化鳥',
    nil,
  },
  [4696] = {
    '荒土巨鉗蠍',
    nil,
  },
  [4697] = {
    '荒土鞭尾蠍',
    nil,
  },
  [4699] = {
    '荒土毒尾蠍',
    nil,
  },
  [4700] = {
    '老邁的科多獸',
    nil,
  },
  [4701] = {
    '瀕死的科多獸',
    nil,
  },
  [4702] = {
    '遠古科多獸',
    nil,
  },
  [4703] = {
    '盛怒的科多獸',
    nil,
  },
  [4704] = {
    '瑪洛迪馴犬者',
    nil,
  },
  [4705] = {
    '燃刃塑能師',
    nil,
  },
  [4706] = {
    '[Deprecated for 4.x]拉澤瑞克',
    nil,
  },
  [4707] = {
    '[Deprecated for 4.x]祖祖比',
    '裁判員',
  },
  [4709] = {
    '[Deprecated for 4.x]札米克',
    nil,
  },
  [4711] = {
    '滑刃納迦',
    nil,
  },
  [4712] = {
    '滑刃巫女',
    nil,
  },
  [4713] = {
    '滑刃戰士',
    nil,
  },
  [4714] = {
    '滑刃部屬',
    nil,
  },
  [4715] = {
    '滑刃刺尾納迦',
    nil,
  },
  [4716] = {
    '滑刃獵潮者',
    nil,
  },
  [4717] = {
    '滑刃海潮女祭司',
    nil,
  },
  [4718] = {
    '滑刃神諭者',
    nil,
  },
  [4719] = {
    '滑刃海巫',
    nil,
  },
  [4720] = {
    '[Deprecated for 4.x]瑞茲爾·銅栓',
    nil,
  },
  [4721] = {
    '贊金·石蹄',
    nil,
  },
  [4722] = {
    '[Deprecated for 4.x]Rau Cliffrunner',
    nil,
  },
  [4723] = {
    '工頭考茲爾',
    nil,
  },
  [4724] = {
    '沙漠陸行鳥',
    nil,
  },
  [4725] = {
    '瘋狂的沙漠陸行鳥',
    nil,
  },
  [4726] = {
    '盛怒的雷霆蜥蜴',
    nil,
  },
  [4727] = {
    '老邁的雷霆蜥蜴',
    nil,
  },
  [4728] = {
    '砂齶蜥蜴',
    nil,
  },
  [4729] = {
    '笨重的砂齶蜥蜴',
    nil,
  },
  [4730] = {
    nil,
    '馴豹人',
  },
  [4731] = {
    nil,
    '亡靈馬商人',
  },
  [4732] = {
    nil,
    '騎術訓練師',
  },
  [4752] = {
    nil,
    '騎術訓練師',
  },
  [4753] = {
    nil,
    '騎術訓練師',
  },
  [4772] = {
    '奧薩姆·鐵角',
    '騎術訓練師',
  },
  [4773] = {
    nil,
    '騎術訓練師',
  },
  [4775] = {
    nil,
    '貿易供應商',
  },
  [4781] = {
    '地鼠',
    nil,
  },
  [4782] = {
    '特魯克·蠻鬃',
    '酒保',
  },
  [4783] = {
    '哨兵塞爾高姆',
    '銀色黎明',
  },
  [4784] = {
    '銀色黎明守衛瑪納杜斯',
    '銀色黎明',
  },
  [4785] = {
    '虛幻夢魘獸',
    nil,
  },
  [4786] = {
    '哨兵山德拉斯',
    '銀色黎明',
  },
  [4787] = {
    '斥候塞爾瑞德',
    '銀色黎明',
  },
  [4788] = {
    '腐根薩特',
    nil,
  },
  [4789] = {
    '腐根遊蕩者',
    nil,
  },
  [4791] = {
    '納澤爾·血矛',
    nil,
  },
  [4792] = {
    '『沼澤之眼』加爾',
    nil,
  },
  [4794] = {
    '摩根·斯特恩',
    nil,
  },
  [4795] = {
    '自然之力',
    nil,
  },
  [4798] = {
    '腐根巡影者',
    nil,
  },
  [4799] = {
    '腐根喚魔者',
    nil,
  },
  [4802] = {
    '黑澗深淵海潮祭司',
    nil,
  },
  [4803] = {
    '黑澗深淵神諭者',
    nil,
  },
  [4805] = {
    '黑澗深淵海巫',
    nil,
  },
  [4807] = {
    '黑澗深淵僕從',
    nil,
  },
  [4809] = {
    '暮光侍僧',
    nil,
  },
  [4810] = {
    '暮光劫奪者',
    nil,
  },
  [4811] = {
    '暮光水占師',
    nil,
  },
  [4812] = {
    '暮光尋知者',
    nil,
  },
  [4813] = {
    '暮光暗影法師',
    nil,
  },
  [4814] = {
    '暮光元素法師',
    nil,
  },
  [4815] = {
    '巨鉗黑泥龍蝦人',
    nil,
  },
  [4816] = {
    '厚殼黑泥龍蝦人',
    nil,
  },
  [4818] = {
    '盲光魚人',
    nil,
  },
  [4819] = {
    '盲光泥居者',
    nil,
  },
  [4820] = {
    '盲光神諭者',
    nil,
  },
  [4821] = {
    '滑膩的甲殼蟹',
    nil,
  },
  [4822] = {
    '巨鉗甲殼蟹',
    nil,
  },
  [4823] = {
    '刺毛甲殼蟹',
    nil,
  },
  [4824] = {
    '阿庫麥爾食魚龜',
    nil,
  },
  [4825] = {
    '阿庫麥爾鉗嘴龜',
    nil,
  },
  [4827] = {
    '深池蛇頸龍',
    nil,
  },
  [4830] = {
    '老瑟拉吉斯',
    nil,
  },
  [4831] = {
    '薩利維絲女士',
    nil,
  },
  [4832] = {
    '暮光領主克爾里斯',
    nil,
  },
  [4834] = {
    '塞拉摩間諜',
    nil,
  },
  [4841] = {
    '死沼巨鱷',
    nil,
  },
  [4842] = {
    '喚地者哈穆加',
    nil,
  },
  [4844] = {
    '影爐勘測員',
    nil,
  },
  [4845] = {
    '影爐惡棍',
    nil,
  },
  [4846] = {
    '影爐掘地工',
    nil,
  },
  [4847] = {
    '影爐發掘者',
    nil,
  },
  [4848] = {
    '影爐黑暗法師',
    nil,
  },
  [4849] = {
    '影爐考古學家',
    nil,
  },
  [4850] = {
    '石窟潛伏者',
    nil,
  },
  [4851] = {
    '石窟嚼石者',
    nil,
  },
  [4852] = {
    '石窟神諭者',
    nil,
  },
  [4853] = {
    '石窟地卜師',
    nil,
  },
  [4854] = {
    '格瑞姆洛克',
    '石窟酋長',
  },
  [4855] = {
    '石窟打鬥者',
    nil,
  },
  [4856] = {
    '石窟獵手',
    nil,
  },
  [4857] = {
    '石之守衛者',
    nil,
  },
  [4860] = {
    '石頭管理者',
    nil,
  },
  [4861] = {
    '利齒蝙蝠',
    nil,
  },
  [4862] = {
    '瘋狂的利齒蝙蝠',
    nil,
  },
  [4863] = {
    '玉脊蜥蜴',
    nil,
  },
  [4872] = {
    '黑曜石魔像',
    nil,
  },
  [4875] = {
    nil,
    '屠夫',
  },
  [4876] = {
    '[Deprecated for 4.x]加恩·高臺',
    '雜貨商',
  },
  [4877] = {
    nil,
    '貿易供應商',
  },
  [4878] = {
    '[Deprecated for 4.x]Montarr',
    '博識者',
  },
  [4879] = {
    nil,
    '屠夫',
  },
  [4880] = {
    '伊格納茲',
    nil,
  },
  [4881] = {
    '瓦恩格',
    '海龜訓練師',
  },
  [4882] = {
    '[UNUSED]奧穆坎',
    '蜘蛛訓練師',
  },
  [4883] = {
    nil,
    '護甲商',
  },
  [4884] = {
    nil,
    '武器鍛造師',
  },
  [4885] = {
    nil,
    '養馬人',
  },
  [4886] = {
    nil,
    '護甲和盾牌供應商',
  },
  [4888] = {
    nil,
    '武器鍛造師',
  },
  [4889] = {
    '托克·鐵火',
    '槍械商',
  },
  [4890] = {
    nil,
    '武器鍛造和護甲',
  },
  [4891] = {
    nil,
    '廚師',
  },
  [4892] = {
    nil,
    '弓箭商',
  },
  [4893] = {
    '調酒師莉莉安',
    '酒保',
  },
  [4894] = {
    nil,
    '烹飪訓練師',
  },
  [4895] = {
    '微笑的吉姆',
    nil,
  },
  [4896] = {
    '查瑞迪·米普斯',
    '雜貨商',
  },
  [4897] = {
    nil,
    '貿易供應商',
  },
  [4898] = {
    '布蘭特·加斯布魯姆',
    '草藥學訓練師',
  },
  [4899] = {
    nil,
    '草藥學和鍊金術供應商',
  },
  [4900] = {
    '鍊金師納瑞特',
    '鍊金術訓練師',
  },
  [4921] = {
    '守衛拜倫',
    nil,
  },
  [4922] = {
    '守衛愛德華',
    nil,
  },
  [4923] = {
    '守衛賈拉德',
    nil,
  },
  [4924] = {
    '訓練員克里頓',
    nil,
  },
  [4941] = {
    '卡茲·雙鏈',
    '工程學訓練師',
  },
  [4944] = {
    '蓋蘭·維米斯上尉',
    nil,
  },
  [4945] = {
    '哥布林拖車',
    nil,
  },
  [4946] = {
    '地精拖車',
    nil,
  },
  [4947] = {
    '塞拉摩海軍上尉',
    nil,
  },
  [4948] = {
    '泰索蘭副官',
    nil,
  },
  [4949] = {
    nil,
    '大酋長',
  },
  [4951] = {
    '塞拉摩見習守衛',
    nil,
  },
  [4952] = {
    '塞拉摩訓練假人 1',
    nil,
  },
  [4953] = {
    '水蛇',
    nil,
  },
  [4954] = {
    nil,
    '屠夫',
  },
  [4955] = {
    '塞拉摩箭靶 1',
    nil,
  },
  [4957] = {
    '塞拉摩訓練假人 4',
    nil,
  },
  [4958] = {
    '冤魂',
    nil,
  },
  [4960] = {
    '德拉維主教',
    nil,
  },
  [4961] = {
    '達舍爾·石拳',
    nil,
  },
  [4962] = {
    '『瘦子』塔伯克·賈恩',
    nil,
  },
  [4963] = {
    nil,
    '酒保',
  },
  [4964] = {
    '指揮官薩莫爾',
    nil,
  },
  [4965] = {
    '蓓恩',
    nil,
  },
  [4966] = {
    '士兵亨德爾',
    nil,
  },
  [4967] = {
    '大法師特沃許',
    nil,
  },
  [4968] = {
    '珍娜·普勞德摩爾女士',
    '塞拉摩之主',
  },
  [4969] = {
    '舊城區暴徒',
    nil,
  },
  [4970] = {
    '迪菲亞密探',
    nil,
  },
  [4971] = {
    '塔伯克的夥伴',
    nil,
  },
  [4973] = {
    '守衛萊斯特',
    nil,
  },
  [4974] = {
    nil,
    '公會註冊員',
  },
  [4975] = {
    '塞拉摩箭靶 2',
    nil,
  },
  [4976] = {
    '艾莉絲·拉弗林',
    '公會外袍設計師',
  },
  [4977] = {
    '軟殼黑泥龍蝦人',
    nil,
  },
  [4978] = {
    '阿庫麥爾的僕從',
    nil,
  },
  [4979] = {
    '塞拉摩守衛',
    nil,
  },
  [4981] = {
    nil,
    '見習乳酪師',
  },
  [4982] = {
    nil,
    '祭壇助手',
  },
  [4984] = {
    '阿茍斯·夜語',
    nil,
  },
  [4985] = {
    '世界德魯伊訓練師',
    '德魯伊訓練師',
  },
  [4986] = {
    '世界獵人訓練師',
    '獵人訓練師',
  },
  [4987] = {
    '世界法師訓練師',
    '法師訓練師',
  },
  [4988] = {
    '世界聖騎士訓練師',
    '聖騎士訓練師',
  },
  [4989] = {
    '世界牧師訓練師',
    '牧師訓練師',
  },
  [4990] = {
    '世界盜賊訓練師',
    '盜賊訓練師',
  },
  [4991] = {
    '世界薩滿訓練師',
    '薩滿訓練師',
  },
  [4992] = {
    '世界戰士訓練師',
    '戰士訓練師',
  },
  [4993] = {
    '世界術士訓練師',
    '術士訓練師',
  },
  [4994] = {
    '世界狼訓練師',
    nil,
  },
  [4995] = {
    '監獄守衛',
    nil,
  },
  [4996] = {
    '受傷的監獄守衛',
    nil,
  },
  [4997] = {
    '世界釣魚訓練師',
    '釣魚訓練師',
  },
  [4998] = {
    '世界草藥學訓練師',
    '草藥學訓練師',
  },
  [4999] = {
    '世界採礦訓練師',
    '採礦訓練師',
  },
  [5000] = {
    '世界獵人野獸訓練師',
    '獵人野獸訓練師',
  },
  [5001] = {
    '世界鳥類訓練師',
    nil,
  },
  [5003] = {
    '世界獵豹訓練師',
    nil,
  },
  [5004] = {
    '世界巨鉗蟹訓練師',
    nil,
  },
  [5005] = {
    '世界鱷魚訓練師',
    nil,
  },
  [5006] = {
    nil,
    '惡魔訓練師',
  },
  [5007] = {
    '世界惡魔獵犬訓練師',
    nil,
  },
  [5008] = {
    '世界猩猩訓練師',
    nil,
  },
  [5009] = {
    '世界馬匹訓練師',
    nil,
  },
  [5010] = {
    '世界小鬼訓練師',
    nil,
  },
  [5011] = {
    '世界迅猛龍訓練師',
    '迅猛龍訓練師',
  },
  [5012] = {
    '世界蠍子訓練師',
    nil,
  },
  [5013] = {
    '世界蜘蛛訓練師',
    nil,
  },
  [5014] = {
    '世界魅魔訓練師',
    nil,
  },
  [5015] = {
    '世界陸行鳥訓練師',
    nil,
  },
  [5016] = {
    '世界虛無行者訓練師',
    nil,
  },
  [5017] = {
    '世界烏龜訓練師',
    nil,
  },
  [5018] = {
    '世界傳送門:達納蘇斯訓練師',
    '傳送門:達納蘇斯訓練師',
  },
  [5019] = {
    '世界傳送門:鐵爐堡訓練師',
    '傳送門:鐵爐堡訓練師',
  },
  [5020] = {
    '世界傳送門:奧格瑪訓練師',
    '傳送門:奧格瑪訓練師',
  },
  [5021] = {
    '世界傳送門:暴風城訓練師',
    '傳送門:暴風城訓練師',
  },
  [5022] = {
    '世界傳送門:雷霆崖訓練師',
    '傳送門:雷霆崖訓練師',
  },
  [5023] = {
    '世界傳送門:幽暗城訓練師',
    '傳送門:幽暗城訓練師',
  },
  [5024] = {
    '世界急救訓練師',
    '急救訓練師',
  },
  [5026] = {
    '世界騎馬訓練師',
    '獸欄管理員',
  },
  [5027] = {
    '[PH] Mogu Pain Barrier',
    nil,
  },
  [5028] = {
    '世界騎羊訓練師',
    '山羊騎術訓練師',
  },
  [5029] = {
    nil,
    '魚人寶寶兌換商人',
  },
  [5030] = {
    '世界騎虎訓練師',
    nil,
  },
  [5031] = {
    '世界騎狼訓練師',
    '狼騎術訓練師',
  },
  [5032] = {
    '世界鍊金術訓練師',
    '鍊金術訓練師',
  },
  [5033] = {
    '世界鐵匠訓練師',
    '鍛造訓練師',
  },
  [5035] = {
    'zzOLD世界製圖訓練師',
    nil,
  },
  [5036] = {
    '世界烹飪訓練師',
    '烹飪訓練師',
  },
  [5037] = {
    '世界工程學訓練師',
    '工程學訓練師',
  },
  [5038] = {
    '世界附魔訓練師',
    '附魔訓練師',
  },
  [5039] = {
    'DEPRECATED世界術士訓練師',
    '術士訓練師',
  },
  [5040] = {
    '世界製皮訓練師',
    '製皮訓練師',
  },
  [5041] = {
    '世界裁縫訓練師',
    '裁縫訓練師',
  },
  [5042] = {
    '護士莉蓮',
    nil,
  },
  [5043] = {
    '暴民',
    nil,
  },
  [5044] = {
    '塞拉摩爭鬥者',
    nil,
  },
  [5045] = {
    '士兵哈蘭',
    nil,
  },
  [5046] = {
    '卡德維爾中尉',
    nil,
  },
  [5047] = {
    nil,
    '公會外袍設計師',
  },
  [5048] = {
    '無毒飛蛇',
    nil,
  },
  [5049] = {
    '利莎·鋼眉',
    '外袍商人',
  },
  [5050] = {
    '[UNUSED]拉魯斯',
    '公會外袍設計師',
  },
  [5051] = {
    '[UNUSED]弗里瓦',
    '公會外袍設計師',
  },
  [5052] = {
    nil,
    '公會外袍設計師',
  },
  [5053] = {
    '變異鱷魚',
    nil,
  },
  [5054] = {
    nil,
    '公會註冊員',
  },
  [5055] = {
    '變異鞭笞者',
    nil,
  },
  [5056] = {
    '變異尖牙風蛇',
    nil,
  },
  [5057] = {
    '塞拉摩叛逃者',
    nil,
  },
  [5058] = {
    '警戒座狼',
    nil,
  },
  [5059] = {
    '無情的加爾索根',
    nil,
  },
  [5060] = {
    '世界銀行家',
    '銀行職員',
  },
  [5061] = {
    nil,
    '外袍商人',
  },
  [5062] = {
    '世界施法材料商',
    '施法材料和圖騰商',
  },
  [5064] = {
    '世界貿易供應商',
    '貿易供應商',
  },
  [5081] = {
    nil,
    '見習廚師',
  },
  [5083] = {
    '出納員倫德瑞',
    nil,
  },
  [5084] = {
    '鐵爐堡的齊恩',
    nil,
  },
  [5085] = {
    '警戒崗哨守衛',
    nil,
  },
  [5086] = {
    '魏摩爾上尉',
    nil,
  },
  [5090] = {
    '訓練員辛格迪',
    nil,
  },
  [5091] = {
    '守衛卡希爾',
    nil,
  },
  [5092] = {
    '守衛拉娜',
    nil,
  },
  [5093] = {
    '守衛娜里莎',
    nil,
  },
  [5094] = {
    '守衛塔克',
    nil,
  },
  [5095] = {
    '安德魯斯隊長',
    '紅隊隊長',
  },
  [5096] = {
    '湯瑪斯隊長',
    '藍隊隊長',
  },
  [5097] = {
    '錯覺狼影',
    nil,
  },
  [5098] = {
    '[UNUSED]古弗雷·石鬚',
    '靈魂醫者',
  },
  [5099] = {
    '索雷爾·石衣',
    '銀行職員',
  },
  [5100] = {
    '菲留斯·旋翼',
    '貿易供應商',
  },
  [5101] = {
    '布萊利亞·鐵印',
    '雜貨商',
  },
  [5102] = {
    '杜爾曼·鋼怒',
    '武器商',
  },
  [5103] = {
    '格雷尼爾·鋼怒',
    '武器商',
  },
  [5104] = {
    '萊尼·雷彈',
    nil,
  },
  [5105] = {
    '吉爾賓',
    '輕甲商',
  },
  [5106] = {
    nil,
    '重甲商',
  },
  [5107] = {
    '曼高恩·火錘',
    '重甲商',
  },
  [5108] = {
    '萊納·火錘',
    '輕甲商',
  },
  [5109] = {
    nil,
    '麵包商',
  },
  [5110] = {
    nil,
    '施法材料',
  },
  [5111] = {
    '旅店老闆洛雷·火酒',
    '旅店老闆',
  },
  [5112] = {
    '吉溫娜·火酒',
    '酒吧女服務員',
  },
  [5113] = {
    '凱夫·重錘',
    '戰士訓練師',
  },
  [5114] = {
    '比爾班·飛鉗',
    '戰士訓練師',
  },
  [5115] = {
    '戴拉·銳矛',
    '獵人訓練師',
  },
  [5116] = {
    '奧爾明·燃鬚',
    '獵人訓練師',
  },
  [5117] = {
    '雷格努斯·雷岩',
    '獵人訓練師',
  },
  [5118] = {
    '布洛岡·石盾',
    '奧特蘭克山谷戰場軍官',
  },
  [5119] = {
    '海格納·快斧',
    '斧商',
  },
  [5120] = {
    '布雷文·寒鋼',
    '劍刃武器商',
  },
  [5121] = {
    '凱洛米爾·鐵手',
    '錘和法杖',
  },
  [5122] = {
    '斯克米·金怒',
    '弓箭商人',
  },
  [5123] = {
    '布雷塔·金怒',
    '槍械商',
  },
  [5124] = {
    '索戈納爾·硬鬚',
    '肉商',
  },
  [5125] = {
    '杜爾金·石盔',
    '鎖甲商',
  },
  [5126] = {
    '奧斯蘭·石盔',
    '重甲商',
  },
  [5127] = {
    '費布·鋼軸',
    '製皮訓練師',
  },
  [5128] = {
    '伯布斯·鋼軸',
    '製皮供應商',
  },
  [5129] = {
    '利塞弗斯·鋼軸',
    '輕甲商',
  },
  [5130] = {
    '喬多·鋼眉',
    '公會註冊員',
  },
  [5131] = {
    '[UNUSED]基倫·泰恩加德',
    '麵包商',
  },
  [5132] = {
    nil,
    '背包商人',
  },
  [5133] = {
    '哈瑞克·石鼓',
    '魔杖商人',
  },
  [5134] = {
    '約尼維拉·遠山',
    '雜貨商',
  },
  [5135] = {
    '斯瓦爾布萊德·遠山',
    '商人',
  },
  [5137] = {
    '雷納·石枝',
    '草藥學訓練師',
  },
  [5138] = {
    '戈維納·石枝',
    '草藥學供應商',
  },
  [5139] = {
    '庫德拉姆·麥鬚',
    '施法材料和毒藥供應商',
  },
  [5140] = {
    '埃德瑞斯·麥鬚',
    '酒吧女服務員',
  },
  [5141] = {
    '塞歐杜斯·霜鬚',
    '牧師訓練師',
  },
  [5142] = {
    '布萊納·火崖',
    '牧師訓練師',
  },
  [5143] = {
    '陶德雷·鐵礦',
    '牧師訓練師',
  },
  [5144] = {
    nil,
    '法師訓練師',
  },
  [5145] = {
    '朱莉·雷線',
    '法師訓練師',
  },
  [5146] = {
    '尼特布林·火花',
    '法師訓練師',
  },
  [5147] = {
    '瓦爾加·高爐',
    '聖騎士訓練師',
  },
  [5148] = {
    '貝爾杜克·凝眉',
    '聖騎士訓練師',
  },
  [5149] = {
    '布蘭度爾·鐵錘',
    '聖騎士訓練師',
  },
  [5150] = {
    '尼莎·火石',
    '急救訓練師',
  },
  [5151] = {
    '金妮·長莓',
    '施法材料',
  },
  [5152] = {
    nil,
    '武器商',
  },
  [5153] = {
    '約莫德·石眉',
    '裁縫訓練師',
  },
  [5154] = {
    '博蘭納·雪衣',
    '裁縫供應商',
  },
  [5155] = {
    '因格瑞斯·石眉',
    '布甲商',
  },
  [5156] = {
    '麥瓦·雪衣',
    '長袍商',
  },
  [5157] = {
    '吉布·草鬚',
    '附魔訓練師',
  },
  [5158] = {
    '提爾利·草鬚',
    '附魔供應商',
  },
  [5159] = {
    nil,
    '烹飪訓練師',
  },
  [5160] = {
    nil,
    '烹飪供應商',
  },
  [5161] = {
    '格瑞諾爾·石印',
    '釣魚訓練師',
  },
  [5162] = {
    '坦斯·泥泡',
    '釣魚供應商',
  },
  [5163] = {
    '巴比克·輪扳',
    '貿易供應商',
  },
  [5164] = {
    '格魯努斯·削鋼',
    '鍛造訓練師',
  },
  [5165] = {
    '霍夫丹·黑鬚',
    '盜賊訓練師',
  },
  [5166] = {
    '奧米爾·火眼',
    '盜賊訓練師',
  },
  [5167] = {
    '芬斯維克',
    '盜賊訓練師',
  },
  [5169] = {
    '泰努斯·毒芽',
    '黑市商人',
  },
  [5170] = {
    '霍迪爾·石刃',
    '劍刃武器商',
  },
  [5171] = {
    '瑟斯哈特',
    '術士訓練師',
  },
  [5172] = {
    '石南草',
    '術士訓練師',
  },
  [5173] = {
    nil,
    '術士訓練師',
  },
  [5174] = {
    '賓斯匹德',
    '工程學訓練師',
  },
  [5175] = {
    '考格斯賓',
    '工程學供應商',
  },
  [5177] = {
    '塔利·漿泡',
    '鍊金術訓練師',
  },
  [5178] = {
    '蘇雷·漿泡',
    '鍊金術供應商',
  },
  [5184] = {
    '塞拉摩哨衛',
    nil,
  },
  [5185] = {
    '錘頭鯊',
    nil,
  },
  [5186] = {
    '鯊魚',
    nil,
  },
  [5187] = {
    '南海火砲',
    nil,
  },
  [5188] = {
    nil,
    '外袍商人',
  },
  [5189] = {
    nil,
    '外袍商人',
  },
  [5190] = {
    nil,
    '外袍商人',
  },
  [5191] = {
    nil,
    '外袍商人',
  },
  [5192] = {
    '[UNUSED]尼爾斯·石眉',
    '外袍商人',
  },
  [5193] = {
    nil,
    '外袍商人',
  },
  [5194] = {
    '黑色狼騎',
    nil,
  },
  [5195] = {
    '棕色狼騎',
    nil,
  },
  [5196] = {
    '灰色狼騎',
    nil,
  },
  [5197] = {
    '紅色狼騎',
    nil,
  },
  [5198] = {
    '白色狼騎',
    nil,
  },
  [5199] = {
    '醫師塔博利恩',
    nil,
  },
  [5200] = {
    '醫師海萊娜',
    nil,
  },
  [5202] = {
    '箭靶',
    nil,
  },
  [5204] = {
    '藥劑師金格',
    '皇家藥劑師學會',
  },
  [5224] = {
    '黑暗滑行蛇',
    nil,
  },
  [5225] = {
    '黑暗粘液蟲',
    nil,
  },
  [5226] = {
    '黑暗蟲',
    nil,
  },
  [5228] = {
    '深色軟泥怪',
    nil,
  },
  [5229] = {
    '戈杜尼巨魔',
    nil,
  },
  [5231] = {
    '戈杜尼執行者',
    nil,
  },
  [5232] = {
    '戈杜尼蠻卒',
    nil,
  },
  [5234] = {
    '戈杜尼虐待者',
    nil,
  },
  [5235] = {
    '真菌軟泥怪',
    nil,
  },
  [5236] = {
    '戈杜尼薩滿',
    nil,
  },
  [5237] = {
    '戈杜尼巨魔法師',
    nil,
  },
  [5238] = {
    '戈杜尼軍官',
    nil,
  },
  [5239] = {
    '戈杜尼法師領主',
    nil,
  },
  [5240] = {
    '戈杜尼術士',
    nil,
  },
  [5241] = {
    '戈杜尼督軍',
    nil,
  },
  [5243] = {
    '被詛咒的阿塔萊食人妖',
    nil,
  },
  [5244] = {
    '祖卡什毒刺蠍',
    nil,
  },
  [5245] = {
    '祖卡什異種蠍',
    nil,
  },
  [5246] = {
    '祖卡什工蠍',
    nil,
  },
  [5247] = {
    '祖卡什掘洞蠍',
    nil,
  },
  [5249] = {
    '混血木爪豺狼人',
    nil,
  },
  [5251] = {
    '木爪陷捕者',
    nil,
  },
  [5253] = {
    '木爪蠻卒',
    nil,
  },
  [5254] = {
    '木爪秘術使',
    nil,
  },
  [5255] = {
    '木爪劫奪者',
    nil,
  },
  [5256] = {
    '阿塔萊戰士',
    nil,
  },
  [5258] = {
    '原生木爪豺狼人',
    nil,
  },
  [5259] = {
    '阿塔萊巫醫',
    nil,
  },
  [5260] = {
    '格羅多克猿人',
    nil,
  },
  [5261] = {
    '被奴役的阿塔萊食人妖',
    nil,
  },
  [5262] = {
    '格羅多克大猩猩',
    nil,
  },
  [5263] = {
    '阿塔萊木乃伊',
    nil,
  },
  [5264] = {
    '格羅多克捶胸者',
    nil,
  },
  [5267] = {
    '阿塔萊行屍',
    nil,
  },
  [5268] = {
    '鐵鬃熊',
    nil,
  },
  [5269] = {
    '阿塔萊祭司',
    nil,
  },
  [5270] = {
    '阿塔萊食屍者',
    nil,
  },
  [5271] = {
    '阿塔萊死亡行者',
    nil,
  },
  [5272] = {
    '鐵鬃灰熊',
    nil,
  },
  [5273] = {
    '阿塔萊高階祭司',
    nil,
  },
  [5274] = {
    '鐵鬃熊族王',
    nil,
  },
  [5276] = {
    '精龍',
    nil,
  },
  [5277] = {
    '夢魘逆鱗龍人',
    nil,
  },
  [5278] = {
    '小精龍',
    nil,
  },
  [5280] = {
    '夢魘龍人',
    nil,
  },
  [5283] = {
    '夢魘漫遊者',
    nil,
  },
  [5286] = {
    '長牙奔跑者',
    nil,
  },
  [5287] = {
    '長牙嚎叫者',
    nil,
  },
  [5288] = {
    '瘋狂的長牙狼',
    nil,
  },
  [5291] = {
    '哈卡萊霜翼飛蛇',
    nil,
  },
  [5292] = {
    '深痕雪人',
    nil,
  },
  [5293] = {
    '暴怒的巨型深痕雪人',
    nil,
  },
  [5295] = {
    '暴怒的深痕雪人',
    nil,
  },
  [5296] = {
    '怒痕雪人',
    nil,
  },
  [5297] = {
    '年老的怒痕雪人',
    nil,
  },
  [5299] = {
    '殘忍的怒痕雪人',
    nil,
  },
  [5300] = {
    '亂羽角鷹獸',
    nil,
  },
  [5304] = {
    '亂羽翼鹿',
    nil,
  },
  [5305] = {
    '亂羽天颶',
    nil,
  },
  [5306] = {
    '亂羽角鷹族王',
    nil,
  },
  [5307] = {
    '山谷尖嘯者',
    nil,
  },
  [5308] = {
    '遊蕩的山谷尖嘯者',
    nil,
  },
  [5315] = {
    '加德米爾龍裔',
    nil,
  },
  [5317] = {
    '加德米爾神諭者',
    nil,
  },
  [5319] = {
    '加德米爾樹木護衛',
    nil,
  },
  [5320] = {
    '加德米爾守衛',
    nil,
  },
  [5326] = {
    '傑洛米的測試怪物',
    nil,
  },
  [5327] = {
    '岸行利爪龍蝦人',
    nil,
  },
  [5328] = {
    '岸行深淵先知',
    nil,
  },
  [5331] = {
    '憎世戰士',
    nil,
  },
  [5332] = {
    '憎世御浪者',
    nil,
  },
  [5333] = {
    '憎世毒蛇守衛',
    nil,
  },
  [5334] = {
    '憎世部屬',
    nil,
  },
  [5335] = {
    '憎世尖嘯者',
    nil,
  },
  [5336] = {
    '憎世巫女',
    nil,
  },
  [5337] = {
    '憎世海妖',
    nil,
  },
  [5343] = {
    '莎爾萊女士',
    nil,
  },
  [5345] = {
    '鑽石頭',
    nil,
  },
  [5346] = {
    '『潛獵者』血吼',
    nil,
  },
  [5347] = {
    '『翱翔者』安蒂魯斯',
    nil,
  },
  [5348] = {
    '睡夢守衛弗克托',
    nil,
  },
  [5352] = {
    '灰腹老熊',
    nil,
  },
  [5354] = {
    '樹瘤·葉伴',
    nil,
  },
  [5355] = {
    '火翼防衛者',
    nil,
  },
  [5356] = {
    '咆哮者',
    nil,
  },
  [5357] = {
    '大地行者',
    nil,
  },
  [5358] = {
    '峭壁巨人',
    nil,
  },
  [5359] = {
    '海岸巨人',
    nil,
  },
  [5360] = {
    '深海巨人',
    nil,
  },
  [5361] = {
    '波濤巨人',
    nil,
  },
  [5362] = {
    '北泉鷹身人',
    nil,
  },
  [5363] = {
    '北泉遊蕩者',
    nil,
  },
  [5364] = {
    '北泉殺戮者',
    nil,
  },
  [5366] = {
    '北泉喚風者',
    nil,
  },
  [5367] = {
    '希利亞·匕羽',
    nil,
  },
  [5384] = {
    '布羅哈恩·鐵桶',
    '探險者協會',
  },
  [5385] = {
    '看守者馬哈爾巴',
    nil,
  },
  [5386] = {
    '侍僧迪利斯',
    nil,
  },
  [5387] = {
    '資深探險家麥格拉斯',
    '探險者協會',
  },
  [5388] = {
    '因格·烏利布希',
    '探險者協會',
  },
  [5389] = {
    '勘察員古斯坦',
    '探險者協會',
  },
  [5390] = {
    '賢者帕爾倫納',
    nil,
  },
  [5391] = {
    '加林·古瓦德',
    nil,
  },
  [5392] = {
    '亞爾·錘石',
    '採礦訓練師',
  },
  [5393] = {
    '軍需官朗格爾斯',
    nil,
  },
  [5394] = {
    '尼卡·血痕',
    nil,
  },
  [5395] = {
    '費古爾·雙刃',
    nil,
  },
  [5396] = {
    '潘迪加斯上尉',
    nil,
  },
  [5397] = {
    '『智者』烏泰克',
    nil,
  },
  [5399] = {
    '『食人者』維薩克',
    nil,
  },
  [5401] = {
    '邪惡的卡薩卡茲',
    nil,
  },
  [5403] = {
    '白馬',
    nil,
  },
  [5404] = {
    '黑馬',
    nil,
  },
  [5407] = {
    '夢魘',
    nil,
  },
  [5409] = {
    '被奴役的收割者',
    nil,
  },
  [5411] = {
    '克林科·古德斯迪爾',
    '鍛造供應商',
  },
  [5412] = {
    '古爾達·蠻鬃',
    nil,
  },
  [5413] = {
    '弗倫·長鬚',
    nil,
  },
  [5414] = {
    '藥劑師法奧斯丁',
    '皇家藥劑師學會',
  },
  [5415] = {
    '半人馬先驅者',
    nil,
  },
  [5416] = {
    '間諜瑪克森',
    nil,
  },
  [5418] = {
    '亡靈哨兵萊度斯',
    nil,
  },
  [5419] = {
    '晶鱗蜥蜴',
    nil,
  },
  [5420] = {
    '晶鱗凝視者',
    nil,
  },
  [5421] = {
    '晶鱗石化蜥蜴',
    nil,
  },
  [5422] = {
    '沙漠獵食蠍',
    nil,
  },
  [5423] = {
    '沙漠鞭尾蠍',
    nil,
  },
  [5424] = {
    '沙漠疾行蠍',
    nil,
  },
  [5425] = {
    '飢餓的皰爪土狼',
    nil,
  },
  [5426] = {
    '皰爪土狼',
    nil,
  },
  [5427] = {
    '瘋狂的皰爪土狼',
    nil,
  },
  [5429] = {
    '火鵬',
    nil,
  },
  [5430] = {
    '炎鵬',
    nil,
  },
  [5431] = {
    '海浪龜',
    nil,
  },
  [5432] = {
    '巨型滑浪龜',
    nil,
  },
  [5433] = {
    '被馴服的熊',
    nil,
  },
  [5434] = {
    '珊瑚鯊',
    nil,
  },
  [5435] = {
    '淺海錘頭鯊',
    nil,
  },
  [5436] = {
    '被馴服的猛禽',
    nil,
  },
  [5437] = {
    '被馴服的野豬',
    nil,
  },
  [5438] = {
    '被馴服的獵豹',
    nil,
  },
  [5439] = {
    '被馴服的海蟹',
    nil,
  },
  [5440] = {
    '被馴服的鱷魚',
    nil,
  },
  [5441] = {
    '哈札里異種蠍',
    nil,
  },
  [5442] = {
    '被馴服的猩猩',
    nil,
  },
  [5443] = {
    '被馴服的角斑馬',
    nil,
  },
  [5444] = {
    '被馴服的迅猛龍',
    nil,
  },
  [5445] = {
    '被馴服的蠍子',
    nil,
  },
  [5446] = {
    '被馴服的蜘蛛',
    nil,
  },
  [5447] = {
    '被馴服的陸行鳥',
    nil,
  },
  [5448] = {
    '被馴服的海龜',
    nil,
  },
  [5449] = {
    '被馴服的狼',
    nil,
  },
  [5450] = {
    '哈札里毒刺蠍',
    nil,
  },
  [5451] = {
    '哈札里群居蠍',
    nil,
  },
  [5452] = {
    '哈札里工蠍',
    nil,
  },
  [5453] = {
    '哈札里掘洞蠍',
    nil,
  },
  [5454] = {
    '哈札里沙奪者',
    nil,
  },
  [5455] = {
    '森提帕爾異種蠍',
    nil,
  },
  [5456] = {
    '森提帕爾毒刺蠍',
    nil,
  },
  [5457] = {
    '森提帕爾群居蠍',
    nil,
  },
  [5458] = {
    '森提帕爾工蠍',
    nil,
  },
  [5459] = {
    '森提帕爾掘洞蠍',
    nil,
  },
  [5460] = {
    '森提帕爾沙奪者',
    nil,
  },
  [5461] = {
    '海元素',
    nil,
  },
  [5462] = {
    '巨型海元素',
    nil,
  },
  [5464] = {
    '守衛隊長索里加爾',
    nil,
  },
  [5465] = {
    '陸地狂怒者',
    nil,
  },
  [5466] = {
    '海灘巨人',
    nil,
  },
  [5467] = {
    '深海居住者',
    nil,
  },
  [5468] = {
    '遊蕩的沙丘重擊者',
    nil,
  },
  [5469] = {
    '沙丘重擊者',
    nil,
  },
  [5470] = {
    '盛怒的沙丘重擊者',
    nil,
  },
  [5471] = {
    '砂槌巨魔',
    nil,
  },
  [5472] = {
    '砂槌執行者',
    nil,
  },
  [5473] = {
    '砂槌巨魔法師',
    nil,
  },
  [5474] = {
    '砂槌蠻卒',
    nil,
  },
  [5475] = {
    '砂槌術士',
    nil,
  },
  [5476] = {
    '看守者比格斯',
    nil,
  },
  [5477] = {
    '『鬥棍』諾博魯',
    nil,
  },
  [5479] = {
    nil,
    '戰士訓練師',
  },
  [5480] = {
    nil,
    '戰士訓練師',
  },
  [5481] = {
    '灌木露水收集者',
    nil,
  },
  [5482] = {
    nil,
    '烹飪訓練師',
  },
  [5483] = {
    nil,
    '烹飪供應商',
  },
  [5484] = {
    '班傑明修士',
    '牧師訓練師',
  },
  [5485] = {
    '灌木塑根者',
    nil,
  },
  [5489] = {
    '喬舒修士',
    '牧師訓練師',
  },
  [5490] = {
    '長瘤的灌木獸',
    nil,
  },
  [5491] = {
    '虔誠的亞瑟',
    '聖騎士訓練師',
  },
  [5492] = {
    '純潔的凱薩琳',
    '聖騎士訓練師',
  },
  [5493] = {
    nil,
    '釣魚訓練師',
  },
  [5494] = {
    nil,
    '釣魚供應商',
  },
  [5495] = {
    nil,
    '術士訓練師',
  },
  [5496] = {
    nil,
    '術士訓練師',
  },
  [5497] = {
    nil,
    '法師訓練師',
  },
  [5498] = {
    nil,
    '法師訓練師',
  },
  [5499] = {
    '莉琳希亞·夜風',
    '鍊金術訓練師',
  },
  [5500] = {
    nil,
    '見習鍊金師',
  },
  [5501] = {
    nil,
    '獵人訓練師',
  },
  [5502] = {
    nil,
    '草藥學訓練師',
  },
  [5503] = {
    nil,
    '草藥學供應商',
  },
  [5504] = {
    '沙德拉斯·月樹',
    '德魯伊訓練師',
  },
  [5505] = {
    nil,
    '德魯伊訓練師',
  },
  [5506] = {
    nil,
    '德魯伊訓練師',
  },
  [5507] = {
    '塞爾摩瑞丹',
    nil,
  },
  [5508] = {
    '斯塔諾爾·火踵',
    '護甲商',
  },
  [5509] = {
    '卡斯魯姆·斧拳',
    '斧商',
  },
  [5510] = {
    '蘇爾曼·火崖',
    '槍械商',
  },
  [5511] = {
    '瑟魯姆·深爐',
    '鍛造訓練師',
  },
  [5512] = {
    '凱塔·深爐',
    '鍛造供應商',
  },
  [5513] = {
    '吉爾曼·石手',
    '採礦訓練師',
  },
  [5514] = {
    '布魯克·石衣',
    '採礦供應商',
  },
  [5515] = {
    '恩瑞斯·銳矛',
    '獵人訓練師',
  },
  [5516] = {
    '奧菲爾·鐵鬚',
    '獵人訓練師',
  },
  [5517] = {
    '托爾芬·石盾',
    '獵人訓練師',
  },
  [5518] = {
    '利廉姆·火軸',
    '工程學訓練師',
  },
  [5519] = {
    '比利巴布·考格斯賓',
    '工程學供應商',
  },
  [5520] = {
    '斯巴克爾',
    '惡魔訓練師',
  },
  [5521] = {
    '峽谷行者',
    '塞爾摩瑞丹的寵物',
  },
  [5522] = {
    '鐵爪',
    '斯塔諾爾的寵物',
  },
  [5523] = {
    '群居科多獸',
    nil,
  },
  [5524] = {
    '商隊前哨',
    nil,
  },
  [5525] = {
    '商隊馱馬',
    nil,
  },
  [5526] = {
    '商隊貿易者',
    nil,
  },
  [5542] = {
    '暴風城旅行商人',
    nil,
  },
  [5546] = {
    '蠻兵祖烏爾',
    nil,
  },
  [5547] = {
    '蠻兵薩爾拉克',
    nil,
  },
  [5548] = {
    '[PH] 礦坑首領',
    nil,
  },
  [5549] = {
    '[PH] 礦坑守衛',
    nil,
  },
  [5550] = {
    '[PH] PVP農夫',
    nil,
  },
  [5551] = {
    '商隊守衛',
    nil,
  },
  [5552] = {
    '[PH] PVP勞工',
    nil,
  },
  [5553] = {
    '[PH]商隊斥候',
    nil,
  },
  [5554] = {
    '[PH] PVP野生動物',
    nil,
  },
  [5555] = {
    '[PH]巨魔商隊馱馬',
    nil,
  },
  [5556] = {
    '[PH] 聯盟指揮官',
    nil,
  },
  [5557] = {
    '[PH] 部落指揮官',
    nil,
  },
  [5558] = {
    '[PH] 聯盟守衛',
    nil,
  },
  [5559] = {
    '[PH] 部落守衛',
    nil,
  },
  [5560] = {
    '[PH] 聯盟劫掠者',
    nil,
  },
  [5561] = {
    '[PH] 部落劫掠者',
    nil,
  },
  [5562] = {
    '[PH] 聯盟弓箭手',
    nil,
  },
  [5563] = {
    '[PH] 部落弓箭手',
    nil,
  },
  [5564] = {
    '西蒙·坦納爾',
    '製皮訓練師',
  },
  [5565] = {
    '吉莉安·坦納爾',
    '製皮供應商',
  },
  [5566] = {
    nil,
    '草藥學訓練師',
  },
  [5567] = {
    nil,
    '見習裁縫',
  },
  [5568] = {
    '被抓住的麻瘋地精',
    nil,
  },
  [5569] = {
    '菲斯巴恩·轟鳴',
    '煙火商人',
  },
  [5570] = {
    '布魯克·麥鬚',
    '酒保',
  },
  [5587] = {
    '[PH] 聯盟礦坑首領',
    nil,
  },
  [5588] = {
    '[PH] 聯盟礦坑守衛',
    nil,
  },
  [5589] = {
    '[PH] 部落礦坑首領',
    nil,
  },
  [5590] = {
    '[PH] 部落礦坑守衛',
    nil,
  },
  [5594] = {
    '鍊金師匹斯特蘇格',
    '鍊金術供應商',
  },
  [5595] = {
    '鐵爐堡守衛',
    nil,
  },
  [5597] = {
    '蠻兵寇瑪克',
    nil,
  },
  [5598] = {
    '阿塔萊流放者',
    nil,
  },
  [5599] = {
    '康恩·黃眼',
    nil,
  },
  [5603] = {
    '蠻兵摩卡',
    nil,
  },
  [5611] = {
    '酒吧老闆莫拉格',
    nil,
  },
  [5612] = {
    '吉姆瑞茲·影輪',
    '術士訓練師',
  },
  [5615] = {
    '廢土遊蕩者',
    nil,
  },
  [5616] = {
    '廢土竊賊',
    nil,
  },
  [5617] = {
    '廢土暗影法師',
    nil,
  },
  [5618] = {
    '廢土強盜',
    nil,
  },
  [5620] = {
    '調酒師溫塔爾',
    '食物和飲料',
  },
  [5621] = {
    '迪米',
    nil,
  },
  [5623] = {
    '廢土刺客',
    nil,
  },
  [5624] = {
    '幽暗城守護者',
    nil,
  },
  [5625] = {
    '塞拉摩運輸船',
    nil,
  },
  [5626] = {
    '喬伊',
    nil,
  },
  [5627] = {
    '強尼',
    nil,
  },
  [5628] = {
    '比奇中尉',
    nil,
  },
  [5629] = {
    '塞拉摩特種兵',
    nil,
  },
  [5630] = {
    '塞拉摩法師',
    nil,
  },
  [5631] = {
    '塞拉摩軍醫',
    nil,
  },
  [5632] = {
    '塞拉摩入侵大師控制程式',
    nil,
  },
  [5633] = {
    '巴克斯特中尉',
    nil,
  },
  [5634] = {
    '拉普索迪·鐵鏟',
    nil,
  },
  [5635] = {
    '弗斯塔德·蠻錘',
    '大族長',
  },
  [5636] = {
    '獅鷲獸管理員沙拉克·鷹斧',
    nil,
  },
  [5637] = {
    '羅頓·石錘',
    '尋物公司',
  },
  [5638] = {
    nil,
    '尋物公司',
  },
  [5639] = {
    '克拉文·德洛克',
    nil,
  },
  [5641] = {
    '塔卡塔·鋼刃',
    nil,
  },
  [5642] = {
    '瓦拉里爾·屠魔者',
    nil,
  },
  [5645] = {
    '沙怒剝皮者',
    nil,
  },
  [5646] = {
    '沙怒擲斧者',
    nil,
  },
  [5647] = {
    '沙怒獵頭者',
    nil,
  },
  [5648] = {
    '沙怒暗影施法者',
    nil,
  },
  [5649] = {
    '沙怒飲血者',
    nil,
  },
  [5650] = {
    '沙怒巫醫',
    nil,
  },
  [5652] = {
    '幽暗城練習假人',
    nil,
  },
  [5661] = {
    '馬拉奇修士',
    nil,
  },
  [5662] = {
    '豪瑟爾中士',
    '士官',
  },
  [5666] = {
    '岡瑟爾的幻影',
    nil,
  },
  [5671] = {
    '[UNUSED]勞倫斯·薩葉爾',
    nil,
  },
  [5672] = {
    '[UNUSED]查理斯·布魯頓',
    nil,
  },
  [5674] = {
    '練習箭靶',
    nil,
  },
  [5676] = {
    '召喚的虛無行者',
    nil,
  },
  [5677] = {
    '召喚的魅魔',
    nil,
  },
  [5680] = {
    '被俘虜的男人',
    nil,
  },
  [5681] = {
    '被俘虜的女人',
    nil,
  },
  [5682] = {
    '達林·弗治維特',
    nil,
  },
  [5685] = {
    '被俘虜的食屍鬼',
    nil,
  },
  [5686] = {
    '被俘虜的殭屍',
    nil,
  },
  [5687] = {
    '被俘虜的憎惡',
    nil,
  },
  [5688] = {
    '旅店老闆芮妮',
    '旅店老闆',
  },
  [5689] = {
    '駿馬',
    nil,
  },
  [5690] = {
    nil,
    '釣魚訓練師',
  },
  [5691] = {
    '達林·弗治維特的鏡像',
    nil,
  },
  [5692] = {
    '科馬·韋拉德的幻象',
    nil,
  },
  [5694] = {
    '高階巫士安多瑪斯',
    nil,
  },
  [5695] = {
    '范斯·安德格魯姆',
    '附魔訓練師',
  },
  [5697] = {
    nil,
    '傑勒德的奴僕',
  },
  [5698] = {
    '瓊安娜·懷特豪爾',
    nil,
  },
  [5708] = {
    '哈卡的後代',
    nil,
  },
  [5709] = {
    '伊蘭尼庫斯之影',
    nil,
  },
  [5710] = {
    '『預言者』迦瑪蘭',
    nil,
  },
  [5711] = {
    '可悲的奧戈姆',
    nil,
  },
  [5713] = {
    '加什爾',
    nil,
  },
  [5720] = {
    '德拉維沃爾',
    nil,
  },
  [5721] = {
    '德姆塞卡爾',
    nil,
  },
  [5723] = {
    '瓦魯格的活動假人',
    nil,
  },
  [5725] = {
    '亡靈守衛倫德瑪克',
    nil,
  },
  [5726] = {
    '耶瑟莉的惡魔獵犬',
    nil,
  },
  [5727] = {
    '耶瑟莉的惡魔戰馬',
    nil,
  },
  [5728] = {
    '耶瑟莉的魅魔',
    nil,
  },
  [5729] = {
    '耶瑟莉的虛無行者',
    nil,
  },
  [5730] = {
    '耶瑟莉的小鬼',
    nil,
  },
  [5731] = {
    '藥劑師瓦里安',
    '皇家藥劑師學會',
  },
  [5732] = {
    '藥劑師卡崔娜',
    '皇家藥劑師學會',
  },
  [5733] = {
    '藥劑師里卡努斯',
    '皇家藥劑師學會',
  },
  [5734] = {
    '藥劑師基佛',
    '皇家藥劑師學會',
  },
  [5735] = {
    '籠中的女性人類',
    nil,
  },
  [5736] = {
    '籠中的男性人類',
    nil,
  },
  [5737] = {
    '籠中的女性矮人',
    nil,
  },
  [5738] = {
    '籠中的男性矮人',
    nil,
  },
  [5739] = {
    '籠中的松鼠',
    nil,
  },
  [5740] = {
    '籠中的小雞',
    nil,
  },
  [5741] = {
    '籠中的兔子',
    nil,
  },
  [5742] = {
    '籠中的蟾蜍',
    nil,
  },
  [5743] = {
    '籠中的綿羊',
    nil,
  },
  [5745] = {
    '拉茲洛·阿什比',
    nil,
  },
  [5746] = {
    '阿波羅尼亞·金博',
    nil,
  },
  [5748] = {
    nil,
    '漁夫',
  },
  [5749] = {
    nil,
    '惡魔訓練師',
  },
  [5750] = {
    nil,
    '惡魔訓練師',
  },
  [5752] = {
    '麥爾金斯下士',
    nil,
  },
  [5753] = {
    nil,
    '惡魔訓練師',
  },
  [5754] = {
    nil,
    '魔杖商人',
  },
  [5755] = {
    '劇毒飛蛇',
    nil,
  },
  [5756] = {
    '變異劇毒風蛇',
    nil,
  },
  [5757] = {
    nil,
    '附魔供應商',
  },
  [5758] = {
    nil,
    '附魔供應商',
  },
  [5759] = {
    '妮拉',
    '急救訓練師',
  },
  [5760] = {
    '阿茲雷索克領主',
    nil,
  },
  [5761] = {
    '變異跛行者',
    nil,
  },
  [5762] = {
    '弱毒飛蛇',
    nil,
  },
  [5763] = {
    '夢魘軟漿怪',
    nil,
  },
  [5764] = {
    '暴雪守護者',
    nil,
  },
  [5766] = {
    '草原幼獅',
    nil,
  },
  [5767] = {
    nil,
    '繆幽',
  },
  [5768] = {
    nil,
    '繆幽',
  },
  [5769] = {
    '大德魯伊哈繆爾·符文圖騰',
    nil,
  },
  [5770] = {
    '納拉·蠻鬃',
    nil,
  },
  [5772] = {
    '阿茲雷索克領主的影像',
    nil,
  },
  [5773] = {
    '祖格卡的影像',
    nil,
  },
  [5774] = {
    '狼騎',
    nil,
  },
  [5775] = {
    '永生的沃爾丹',
    nil,
  },
  [5776] = {
    '大型軟漿怪(紅)',
    nil,
  },
  [5777] = {
    '大型軟漿怪(綠)',
    nil,
  },
  [5778] = {
    '大型軟漿怪(黑)',
    nil,
  },
  [5779] = {
    '召喚的毒蛇',
    nil,
  },
  [5780] = {
    '複製的軟漿怪',
    nil,
  },
  [5781] = {
    '異種蠕行者的卵',
    nil,
  },
  [5783] = {
    '卡爾丹·暗月',
    '特殊製皮供應商',
  },
  [5784] = {
    nil,
    '製皮訓練師',
  },
  [5785] = {
    '鷹女海特拉什',
    nil,
  },
  [5786] = {
    '暴矛',
    nil,
  },
  [5787] = {
    '執行者埃米爾岡德',
    nil,
  },
  [5788] = {
    '基爾加·厄爐',
    '鐵爐堡勘測員',
  },
  [5789] = {
    '瑟拉·山嶺',
    '鐵爐堡勘測員',
  },
  [5790] = {
    '里茲·滑鏈',
    '鐵爐堡勘測員',
  },
  [5791] = {
    '考布萊恩蛇形態',
    '尖牙德魯伊',
  },
  [5792] = {
    '拖車管理員米格林',
    nil,
  },
  [5793] = {
    '阿米斯迪斯隊長',
    '聯盟保安官',
  },
  [5794] = {
    '虔誠的瑟蒙德',
    '聯盟保安官',
  },
  [5795] = {
    '格拉什·雷酒',
    '聯盟保安官',
  },
  [5796] = {
    '本恩',
    '格拉什·雷酒的寵物',
  },
  [5797] = {
    '艾恩·流水',
    '聯盟信差',
  },
  [5798] = {
    '索拉·羽月',
    '聯盟信差',
  },
  [5799] = {
    '漢娜·刃葉',
    '聯盟信差',
  },
  [5800] = {
    nil,
    '聯盟信差',
  },
  [5806] = {
    '樹人盟友',
    nil,
  },
  [5807] = {
    '掃蕩者',
    nil,
  },
  [5808] = {
    '督軍科卡尼斯',
    nil,
  },
  [5809] = {
    '指揮官柯堤斯',
    nil,
  },
  [5811] = {
    nil,
    '見習製皮師',
  },
  [5812] = {
    nil,
    '重甲商',
  },
  [5813] = {
    '[UNUSED]史卡爾',
    '輕甲商',
  },
  [5814] = {
    '旅店老闆蘇爾貝克',
    '旅店老闆',
  },
  [5815] = {
    nil,
    '惡魔訓練師',
  },
  [5816] = {
    nil,
    '魔杖商人',
  },
  [5817] = {
    nil,
    '貿易供應商',
  },
  [5818] = {
    '[UNUSED]特倫沙恩',
    '靈魂醫者',
  },
  [5819] = {
    nil,
    '重甲商',
  },
  [5820] = {
    nil,
    '皮甲商',
  },
  [5821] = {
    nil,
    '布甲商',
  },
  [5822] = {
    '惡魔編織者斯考恩',
    nil,
  },
  [5823] = {
    '死亡毒蠍',
    nil,
  },
  [5824] = {
    '獠牙隊長',
    '戰地衛士隊長',
  },
  [5825] = {
    '墮落的泰拉尼斯·瑪雷姆',
    nil,
  },
  [5826] = {
    '吉歐洛德·雜斑',
    nil,
  },
  [5828] = {
    '『獅王』修瑪',
    nil,
  },
  [5829] = {
    '『土狼』斯諾特',
    nil,
  },
  [5830] = {
    '鷹女萊絲塔倫',
    nil,
  },
  [5831] = {
    '迅鬃斑馬',
    nil,
  },
  [5832] = {
    '雷蹄蜥蜴',
    nil,
  },
  [5833] = {
    '狂暴的瑪爾戈',
    nil,
  },
  [5834] = {
    '『天刃』艾澤里',
    nil,
  },
  [5835] = {
    '工頭葛瑞爾斯',
    nil,
  },
  [5836] = {
    '工程師維爾雷格',
    nil,
  },
  [5837] = {
    '石臂',
    nil,
  },
  [5838] = {
    '斷矛',
    nil,
  },
  [5839] = {
    '黑鐵地質學家',
    nil,
  },
  [5840] = {
    '黑鐵鍛造師',
    nil,
  },
  [5841] = {
    '石槍',
    nil,
  },
  [5842] = {
    '『跳躍者』塔克',
    nil,
  },
  [5843] = {
    '奴隸工',
    nil,
  },
  [5844] = {
    '黑鐵奴隸販子',
    nil,
  },
  [5846] = {
    '黑鐵監工',
    nil,
  },
  [5847] = {
    '赫金·石鬚',
    '巴爾丹首席工程師',
  },
  [5848] = {
    '瑪爾金·麥酒',
    '巴爾丹軍官',
  },
  [5849] = {
    '礦工弗雷姆',
    '挖掘專家',
  },
  [5850] = {
    '熾熱元素',
    nil,
  },
  [5851] = {
    '基洛戈·錘趾隊長',
    '巴爾丹衛隊長',
  },
  [5852] = {
    '煉獄元素',
    nil,
  },
  [5853] = {
    '溫和的戰爭魔像',
    nil,
  },
  [5854] = {
    '重型戰爭魔像',
    nil,
  },
  [5855] = {
    '岩漿元素',
    nil,
  },
  [5856] = {
    '晶網蜘蛛',
    nil,
  },
  [5857] = {
    '灼熱熔岩蜘蛛',
    nil,
  },
  [5858] = {
    '巨型熔岩蜘蛛',
    nil,
  },
  [5859] = {
    '哈格',
    '刺鬃野豬人勇士',
  },
  [5860] = {
    '暮光黑暗薩滿',
    nil,
  },
  [5861] = {
    '暮光火焰衛士',
    nil,
  },
  [5862] = {
    '暮光地卜師',
    nil,
  },
  [5863] = {
    '土地祭司古科羅克',
    nil,
  },
  [5864] = {
    '斯文格加特·矛鬃',
    nil,
  },
  [5866] = {
    '裝備松鼠',
    nil,
  },
  [5867] = {
    '最大的松鼠',
    nil,
  },
  [5868] = {
    '邪惡的松鼠',
    nil,
  },
  [5870] = {
    nil,
    '屠夫',
  },
  [5871] = {
    nil,
    '飲料商',
  },
  [5872] = {
    '毒蛇形態',
    nil,
  },
  [5873] = {
    '石甲圖騰',
    nil,
  },
  [5874] = {
    '大地之力圖騰',
    nil,
  },
  [5875] = {
    '甘盧爾·血眼',
    nil,
  },
  [5878] = {
    '索恩格瑞姆·火眼',
    nil,
  },
  [5879] = {
    'zzOLD火焰新星圖騰',
    nil,
  },
  [5880] = {
    nil,
    '法師訓練師',
  },
  [5881] = {
    '被詛咒的塞卡摩',
    nil,
  },
  [5882] = {
    nil,
    '法師訓練師',
  },
  [5883] = {
    nil,
    '法師訓練師',
  },
  [5884] = {
    nil,
    '法師訓練師',
  },
  [5885] = {
    nil,
    '法師訓練師',
  },
  [5886] = {
    nil,
    '蘑菇商',
  },
  [5887] = {
    '坎納甘·地鳴',
    nil,
  },
  [5888] = {
    '先知鴉羽',
    nil,
  },
  [5889] = {
    '紅雲大地之靈',
    nil,
  },
  [5890] = {
    '紅石大地之靈',
    nil,
  },
  [5891] = {
    '小型大地之靈體',
    nil,
  },
  [5892] = {
    '希爾恩·火衛',
    nil,
  },
  [5893] = {
    '小型火焰之靈體',
    nil,
  },
  [5894] = {
    '墮落的小型水之靈體',
    nil,
  },
  [5895] = {
    '小型水之靈體',
    nil,
  },
  [5896] = {
    '火靈',
    nil,
  },
  [5897] = {
    '墮落的水靈',
    nil,
  },
  [5898] = {
    '風靈',
    nil,
  },
  [5899] = {
    '布瑞恩',
    nil,
  },
  [5901] = {
    '水之先知伊斯倫',
    nil,
  },
  [5902] = {
    '小型空氣之靈體',
    nil,
  },
  [5903] = {
    '納克斯·血怒',
    nil,
  },
  [5904] = {
    '[UNUSED]哈爾·坎斯',
    nil,
  },
  [5905] = {
    '普拉特·雲眼',
    nil,
  },
  [5906] = {
    '薩尼斯·織焰者',
    nil,
  },
  [5908] = {
    '蠻兵多格蘭',
    nil,
  },
  [5911] = {
    '蠻兵勞格瑪',
    nil,
  },
  [5912] = {
    '變異精靈龍',
    nil,
  },
  [5913] = {
    '戰慄圖騰',
    nil,
  },
  [5914] = {
    '變異夢魘',
    nil,
  },
  [5915] = {
    '拉文諾克修士',
    nil,
  },
  [5916] = {
    '哨兵阿瑪拉珊',
    nil,
  },
  [5918] = {
    '貓頭鷹形態',
    nil,
  },
  [5919] = {
    'zzOLD石甲圖騰 II',
    nil,
  },
  [5920] = {
    'zzOLD石甲圖騰 III',
    nil,
  },
  [5921] = {
    'zzOLD大地之力圖騰 II',
    nil,
  },
  [5922] = {
    'zzOLD大地之力圖騰 III',
    nil,
  },
  [5923] = {
    '清毒圖騰',
    nil,
  },
  [5924] = {
    '淨化圖騰',
    nil,
  },
  [5925] = {
    '根基圖騰',
    nil,
  },
  [5926] = {
    '抗寒圖騰',
    nil,
  },
  [5927] = {
    '元素抗性圖騰',
    nil,
  },
  [5928] = {
    '悲哀之翼',
    nil,
  },
  [5929] = {
    '熔岩圖騰',
    nil,
  },
  [5930] = {
    '鷹女瑞雯',
    nil,
  },
  [5931] = {
    '工頭里格爾',
    nil,
  },
  [5932] = {
    '監工維普弗恩',
    nil,
  },
  [5933] = {
    '『放逐者』阿基里歐斯',
    nil,
  },
  [5934] = {
    '撕心者',
    nil,
  },
  [5935] = {
    '無敵的鐵眼',
    nil,
  },
  [5936] = {
    '虎鯨',
    nil,
  },
  [5937] = {
    '邪刺恐蠍',
    nil,
  },
  [5938] = {
    '尤薩恩·靜水',
    '釣魚訓練師',
  },
  [5939] = {
    '維爾拉·幼蹄',
    '急救訓練師',
  },
  [5940] = {
    '哈恩·長線',
    '釣魚供應商',
  },
  [5941] = {
    nil,
    '釣魚訓練師',
  },
  [5942] = {
    nil,
    '釣魚供應商',
  },
  [5943] = {
    nil,
    '急救訓練師',
  },
  [5944] = {
    nil,
    '裁縫和製皮供應商',
  },
  [5945] = {
    '貓頭鷹夥伴',
    nil,
  },
  [5946] = {
    '男性黑暗刺客',
    nil,
  },
  [5947] = {
    '女性黑暗刺客',
    nil,
  },
  [5948] = {
    '女性海賊',
    nil,
  },
  [5949] = {
    '男性海賊',
    nil,
  },
  [5950] = {
    '火舌圖騰',
    nil,
  },
  [5951] = {
    '野兔',
    nil,
  },
  [5952] = {
    '獸穴蠻兵',
    nil,
  },
  [5953] = {
    '剃刀嶺蠻兵',
    nil,
  },
  [5956] = {
    '格拉茲納布',
    nil,
  },
  [5957] = {
    nil,
    '傳送門訓練師',
  },
  [5958] = {
    nil,
    '傳送門訓練師',
  },
  [5959] = {
    '世界矮人男性戰士訓練師',
    '戰士訓練師',
  },
  [5960] = {
    '世界人類男性盜賊訓練師',
    '盜賊訓練師',
  },
  [5961] = {
    '世界地精男性法師訓練師',
    '法師訓練師',
  },
  [5962] = {
    '世界獸人男性術士訓練師',
    '術士訓練師',
  },
  [5963] = {
    '世界牛頭人男性德魯伊訓練師',
    '德魯伊訓練師',
  },
  [5964] = {
    '世界不死族男性牧師訓練師',
    '牧師訓練師',
  },
  [5965] = {
    '世界食人妖男性薩滿訓練師',
    '薩滿訓練師',
  },
  [5966] = {
    '世界夜精靈男性戰士訓練師',
    '戰士訓練師',
  },
  [5967] = {
    '世界矮人女性戰士訓練師',
    '戰士訓練師',
  },
  [5968] = {
    '世界人類女性盜賊訓練師',
    '盜賊訓練師',
  },
  [5969] = {
    '世界地精女性法師訓練師',
    '法師訓練師',
  },
  [5970] = {
    '世界獸人女性術士訓練師',
    '術士訓練師',
  },
  [5971] = {
    '世界食人妖女性薩滿訓練師',
    '薩滿訓練師',
  },
  [5972] = {
    '世界牛頭人女性德魯伊訓練師',
    '德魯伊訓練師',
  },
  [5973] = {
    '世界不死族女性牧師訓練師',
    '牧師訓練師',
  },
  [5974] = {
    '巨槌巨魔',
    nil,
  },
  [5975] = {
    '巨槌巨魔法師',
    nil,
  },
  [5976] = {
    '巨槌蠻卒',
    nil,
  },
  [5977] = {
    '巨槌戰士',
    nil,
  },
  [5978] = {
    '巨槌術士',
    nil,
  },
  [5979] = {
    '悲慘的失落者',
    nil,
  },
  [5980] = {
    '患病者',
    nil,
  },
  [5981] = {
    '傳送門搜尋者',
    nil,
  },
  [5982] = {
    '黑色屠戮者',
    nil,
  },
  [5983] = {
    '拾骨膽汁餵食者',
    nil,
  },
  [5984] = {
    '飢餓的彎牙土狼',
    nil,
  },
  [5985] = {
    '彎牙土狼',
    nil,
  },
  [5986] = {
    '瘋狂的彎牙土狼',
    nil,
  },
  [5987] = {
    '厚甲巨鉗蠍',
    nil,
  },
  [5988] = {
    '厚甲毒刺蠍',
    nil,
  },
  [5989] = {
    '厚甲鞭尾蠍',
    nil,
  },
  [5990] = {
    '紅石蜥蜴',
    nil,
  },
  [5991] = {
    '紅石晶鱗蜥蜴',
    nil,
  },
  [5992] = {
    '灰鬃野豬',
    nil,
  },
  [5993] = {
    '地獄野豬',
    nil,
  },
  [5994] = {
    nil,
    '高階祭司',
  },
  [5995] = {
    '守望堡工人',
    nil,
  },
  [5996] = {
    '守望堡礦工',
    nil,
  },
  [5997] = {
    '守望堡工程師',
    nil,
  },
  [5998] = {
    '守望堡工頭',
    nil,
  },
  [5999] = {
    '守望堡士兵',
    nil,
  },
  [6000] = {
    '守望堡教士',
    nil,
  },
  [6001] = {
    '守望堡分析師',
    nil,
  },
  [6002] = {
    '守望堡衛兵',
    nil,
  },
  [6003] = {
    '守望堡軍官',
    nil,
  },
  [6004] = {
    '影誓祭儀師',
    nil,
  },
  [6005] = {
    '影誓暴徒',
    nil,
  },
  [6006] = {
    '影誓專家',
    nil,
  },
  [6007] = {
    '影誓執行者',
    nil,
  },
  [6008] = {
    '影誓術士',
    nil,
  },
  [6009] = {
    '影誓織懼者',
    nil,
  },
  [6010] = {
    '惡魔犬',
    nil,
  },
  [6011] = {
    '惡魔守衛哨衛',
    nil,
  },
  [6012] = {
    'zzOLD火舌圖騰 II',
    nil,
  },
  [6013] = {
    '遊蕩的禿鷲',
    nil,
  },
  [6014] = {
    nil,
    '牧師訓練師',
  },
  [6016] = {
    '元素防護圖騰',
    nil,
  },
  [6017] = {
    '熔岩噴射圖騰',
    nil,
  },
  [6018] = {
    nil,
    '牧師訓練師',
  },
  [6019] = {
    '霍恩尼茲',
    nil,
  },
  [6020] = {
    '滑殼龍蝦人',
    nil,
  },
  [6021] = {
    '野豬之魂',
    nil,
  },
  [6022] = {
    '德拉考爾隊長',
    nil,
  },
  [6023] = {
    '科爾農·影爪',
    nil,
  },
  [6026] = {
    nil,
    '雙足飛龍管理員',
  },
  [6027] = {
    nil,
    '惡魔訓練師',
  },
  [6028] = {
    nil,
    '重甲商',
  },
  [6030] = {
    '索瓦爾德·深爐',
    nil,
  },
  [6031] = {
    '托姆斯·深爐',
    nil,
  },
  [6032] = {
    '[UNUSED]沙恩',
    '靈魂醫者',
  },
  [6033] = {
    '洛丹米爾狂魚',
    nil,
  },
  [6035] = {
    '剃刀沼澤潛獵者',
    nil,
  },
  [6036] = {
    '巴庫斯的守護者',
    nil,
  },
  [6046] = {
    '[UNUSED]高茲文·粗鏈',
    nil,
  },
  [6047] = {
    '水生守護者',
    nil,
  },
  [6066] = {
    '陷地圖騰',
    nil,
  },
  [6067] = {
    '[UNUSED]莫瑞特·赫里恩',
    nil,
  },
  [6068] = {
    '瓦魯格的保鏢',
    nil,
  },
  [6069] = {
    '瑪洛迪可汗保鏢',
    nil,
  },
  [6070] = {
    '瑪洛迪可汗顧問',
    nil,
  },
  [6071] = {
    '軍團獵犬',
    nil,
  },
  [6072] = {
    '『追尋者』迪亞索魯斯',
    nil,
  },
  [6073] = {
    '灼熱的煉獄火',
    nil,
  },
  [6076] = {
    '騎乘用陸行鳥(白色)',
    nil,
  },
  [6086] = {
    '奧伯丁哨兵',
    nil,
  },
  [6087] = {
    '阿斯特蘭納哨兵',
    nil,
  },
  [6090] = {
    nil,
    '醉鬼',
  },
  [6091] = {
    nil,
    '食物和飲料商人',
  },
  [6092] = {
    '小型魅靈',
    nil,
  },
  [6093] = {
    '蛀牙傑克',
    nil,
  },
  [6094] = {
    nil,
    '急救訓練師',
  },
  [6106] = {
    '次級魅靈',
    nil,
  },
  [6107] = {
    '陰影',
    nil,
  },
  [6108] = {
    '巨型魅靈',
    nil,
  },
  [6110] = {
    'zzOLD火焰新星圖騰 II',
    nil,
  },
  [6111] = {
    'zzOLD火焰新星圖騰 III',
    nil,
  },
  [6112] = {
    '風怒圖騰',
    nil,
  },
  [6114] = {
    '穆倫·雷矛',
    nil,
  },
  [6115] = {
    '遊蕩的惡魔守衛',
    nil,
  },
  [6116] = {
    '精靈貴族的亡魂',
    nil,
  },
  [6117] = {
    '精靈貴族鬼巫',
    nil,
  },
  [6118] = {
    '瓦羅森的鬼魂',
    nil,
  },
  [6119] = {
    '托格·鏽鏈',
    nil,
  },
  [6120] = {
    '拉戈·黑鉗',
    nil,
  },
  [6122] = {
    '『黑暗縛靈師』加金',
    nil,
  },
  [6123] = {
    '黑鐵間諜',
    nil,
  },
  [6124] = {
    '貝爾德隊長',
    '黑鐵上尉',
  },
  [6125] = {
    '哈達爾薩特',
    nil,
  },
  [6126] = {
    '哈達爾欺詐者',
    nil,
  },
  [6127] = {
    '哈達爾魔僕',
    nil,
  },
  [6128] = {
    '沃魯斯·邪蹄',
    nil,
  },
  [6129] = {
    '龍人法師領主',
    nil,
  },
  [6130] = {
    '藍色逆鱗龍人',
    nil,
  },
  [6131] = {
    '龍人施法者',
    nil,
  },
  [6132] = {
    '剃刀沼澤僕從',
    nil,
  },
  [6133] = {
    '艾魯拉的陰影',
    nil,
  },
  [6134] = {
    '亞考羅克領主',
    nil,
  },
  [6135] = {
    '亞考蘭響鉗龍蝦人',
    nil,
  },
  [6136] = {
    '亞考蘭泥漿魚人',
    nil,
  },
  [6137] = {
    '亞考蘭巨鉗龍蝦人',
    nil,
  },
  [6138] = {
    '亞考蘭神諭者',
    nil,
  },
  [6139] = {
    '風巢翱翔者',
    nil,
  },
  [6141] = {
    '巨翼翱翔者',
    nil,
  },
  [6143] = {
    '亞考羅克的僕從',
    nil,
  },
  [6144] = {
    '亞考羅克之子',
    nil,
  },
  [6145] = {
    '魚群',
    nil,
  },
  [6146] = {
    '峭壁擊碎者',
    nil,
  },
  [6147] = {
    '峭壁咆哮者',
    nil,
  },
  [6148] = {
    '峭壁行者',
    nil,
  },
  [6166] = {
    '猶魯斯·麥酒',
    nil,
  },
  [6167] = {
    '奇美拉族母',
    nil,
  },
  [6169] = {
    '科羅莫特·鋼尺',
    nil,
  },
  [6170] = {
    '加特斯比爾',
    nil,
  },
  [6176] = {
    '『觀風者』巴斯拉',
    nil,
  },
  [6178] = {
    '穆里頓·熱爐',
    nil,
  },
  [6179] = {
    '蒂薩·熱爐',
    nil,
  },
  [6180] = {
    '迪菲亞劫掠者',
    nil,
  },
  [6181] = {
    '喬丹·斯迪威爾',
    nil,
  },
  [6182] = {
    '達芙妮·斯迪威爾',
    nil,
  },
  [6184] = {
    '木喉探險者',
    nil,
  },
  [6185] = {
    '木喉戰士',
    nil,
  },
  [6186] = {
    '木喉圖騰師',
    nil,
  },
  [6187] = {
    '木喉巢穴守衛',
    nil,
  },
  [6188] = {
    '木喉薩滿',
    nil,
  },
  [6189] = {
    '木喉巨熊怪',
    nil,
  },
  [6190] = {
    '惡鞭戰士',
    nil,
  },
  [6193] = {
    '惡鞭尖嘯者',
    nil,
  },
  [6194] = {
    '惡鞭毒蛇守衛',
    nil,
  },
  [6195] = {
    '惡鞭海妖',
    nil,
  },
  [6196] = {
    '惡鞭部屬',
    nil,
  },
  [6197] = {
    '惡鞭巫女',
    nil,
  },
  [6198] = {
    '血精靈勘測員',
    nil,
  },
  [6199] = {
    '血精靈搜尋者',
    nil,
  },
  [6200] = {
    '雷加斯薩特',
    nil,
  },
  [6201] = {
    '雷加斯盜賊',
    nil,
  },
  [6202] = {
    '雷加斯喚魔者',
    nil,
  },
  [6206] = {
    '洞窟穴居者',
    nil,
  },
  [6207] = {
    '洞窟伏擊者',
    nil,
  },
  [6208] = {
    '洞窟入侵者',
    nil,
  },
  [6209] = {
    '洞窟強奪者',
    nil,
  },
  [6210] = {
    '洞窟掠取者',
    nil,
  },
  [6211] = {
    '洞窟劫奪者',
    nil,
  },
  [6212] = {
    '黑鐵密探',
    nil,
  },
  [6213] = {
    '輻射入侵者',
    nil,
  },
  [6214] = {
    '輻射穴居者',
    nil,
  },
  [6215] = {
    '咀嚼者',
    nil,
  },
  [6218] = {
    '輻射泥漿怪',
    nil,
  },
  [6219] = {
    '酸性潛伏者',
    nil,
  },
  [6220] = {
    '輻射水元素',
    nil,
  },
  [6221] = {
    '混亂的麻瘋地精',
    nil,
  },
  [6222] = {
    '麻瘋技師',
    nil,
  },
  [6223] = {
    '麻瘋防衛者',
    nil,
  },
  [6224] = {
    '麻瘋機械師',
    nil,
  },
  [6225] = {
    '步行坦克',
    nil,
  },
  [6226] = {
    '機械烈焰行者',
    nil,
  },
  [6227] = {
    '機械冰霜行者',
    nil,
  },
  [6228] = {
    '黑鐵大使',
    nil,
  },
  [6229] = {
    '群體打擊者9-60',
    nil,
  },
  [6230] = {
    '保安防護組件',
    nil,
  },
  [6232] = {
    '秘法剋星X-21',
    nil,
  },
  [6233] = {
    '機械哨衛',
    nil,
  },
  [6234] = {
    '機械守護者',
    nil,
  },
  [6235] = {
    '電刑器6000型',
    nil,
  },
  [6236] = {
    nil,
    '島民',
  },
  [6237] = {
    '監獄弓箭手',
    nil,
  },
  [6238] = {
    '比格維爾',
    nil,
  },
  [6239] = {
    '塞克隆尼亞',
    nil,
  },
  [6240] = {
    '挑戰者',
    nil,
  },
  [6241] = {
    '白洛爾·石手',
    nil,
  },
  [6242] = {
    '世界剝皮訓練師',
    '剝皮訓練師',
  },
  [6244] = {
    '『先知』塔卡爾',
    nil,
  },
  [6248] = {
    '圖維琪·弗拉海德',
    '廣播員',
  },
  [6249] = {
    '吵鬧的觀眾',
    nil,
  },
  [6250] = {
    '海蟹',
    nil,
  },
  [6252] = {
    '侍僧瑪迦茲',
    nil,
  },
  [6253] = {
    '侍僧芬里克',
    nil,
  },
  [6254] = {
    '侍僧溫圖拉',
    nil,
  },
  [6266] = {
    '梅納拉·虛無撕裂者',
    nil,
  },
  [6267] = {
    '侍僧伯瑞納',
    nil,
  },
  [6268] = {
    '召喚的惡魔獵犬',
    nil,
  },
  [6269] = {
    '阿加拉瑞爾',
    nil,
  },
  [6270] = {
    '艾卓拉',
    nil,
  },
  [6271] = {
    '溝鼠',
    nil,
  },
  [6272] = {
    '旅店老闆詹妮',
    '旅店老闆',
  },
  [6286] = {
    nil,
    '烹飪訓練師',
  },
  [6287] = {
    '拉德納爾·織髮',
    '剝皮訓練師',
  },
  [6288] = {
    nil,
    '剝皮訓練師',
  },
  [6289] = {
    nil,
    '剝皮訓練師',
  },
  [6290] = {
    '姚恩·深刺',
    '剝皮訓練師',
  },
  [6291] = {
    '巴爾薩斯·剝石',
    '剝皮訓練師',
  },
  [6292] = {
    nil,
    '剝皮訓練師',
  },
  [6294] = {
    '克羅姆·粗臂',
    nil,
  },
  [6295] = {
    nil,
    '剝皮訓練師',
  },
  [6296] = {
    '烈焰元素',
    nil,
  },
  [6297] = {
    '庫德拉姆·石錘',
    '採礦訓練師',
  },
  [6298] = {
    '瑟爾格拉姆·石錘',
    '採礦供應商',
  },
  [6299] = {
    '迪爾弗拉姆·火鬚',
    '鍛造訓練師',
  },
  [6300] = {
    '艾麗薩·鋼手',
    '鍛造供應商',
  },
  [6301] = {
    '高爾博多·鋼手',
    '貿易供應商',
  },
  [6306] = {
    '海倫尼·派特斯金納',
    '剝皮訓練師',
  },
  [6326] = {
    '部落獅鷲獸騎士',
    '獅鷲獸騎士',
  },
  [6327] = {
    '聯盟獅鷲獸騎士',
    '獅鷲獸騎士',
  },
  [6328] = {
    '丹尼·血泡',
    '惡魔訓練師',
  },
  [6329] = {
    '輻射掠取者',
    nil,
  },
  [6346] = {
    '骸骨戰馬',
    nil,
  },
  [6347] = {
    '幼年碎浪多頭蛇',
    nil,
  },
  [6348] = {
    '碎浪多頭蛇',
    nil,
  },
  [6349] = {
    '大型碎浪多頭蛇',
    nil,
  },
  [6350] = {
    '瑪科尼銳爪龍蝦人',
    nil,
  },
  [6351] = {
    '風暴海灣神諭者',
    nil,
  },
  [6352] = {
    '珊瑚潛伏者',
    nil,
  },
  [6366] = {
    '庫爾森奴隸',
    nil,
  },
  [6367] = {
    nil,
    '貓咪公主',
  },
  [6368] = {
    '貓',
    nil,
  },
  [6369] = {
    '珊瑚海龜',
    nil,
  },
  [6370] = {
    '瑪科尼快鉗龍蝦人',
    nil,
  },
  [6371] = {
    '風暴海灣戰士',
    nil,
  },
  [6372] = {
    '瑪科尼巨爪龍蝦人',
    nil,
  },
  [6373] = {
    nil,
    '惡魔訓練師',
  },
  [6374] = {
    '塞琳娜·達克哈特',
    '惡魔訓練師',
  },
  [6375] = {
    '雷首角鷹獸',
    nil,
  },
  [6376] = {
    '伍倫·黑泉',
    '惡魔訓練師',
  },
  [6377] = {
    '雷首翼鹿',
    nil,
  },
  [6378] = {
    '雷首天颶',
    nil,
  },
  [6379] = {
    '雷首角鷹族王',
    nil,
  },
  [6380] = {
    '雷首角鷹之后',
    nil,
  },
  [6382] = {
    '尋屍者祖貝爾',
    '惡魔訓練師',
  },
  [6386] = {
    '贊吉爾結界',
    nil,
  },
  [6387] = {
    nil,
    '剝皮訓練師',
  },
  [6388] = {
    '贊吉爾骷髏',
    nil,
  },
  [6389] = {
    '亡靈守衛博迪瑞格',
    nil,
  },
  [6390] = {
    '『斬擊者』奧拉格',
    nil,
  },
  [6391] = {
    '頑抗的戰士',
    nil,
  },
  [6392] = {
    '頑抗的醫師',
    nil,
  },
  [6393] = {
    '赫納·狂暴圖騰',
    nil,
  },
  [6394] = {
    '魯迦·狂暴圖騰',
    nil,
  },
  [6395] = {
    '拉特戈爾中士',
    '士官',
  },
  [6407] = {
    '頑抗的技師',
    nil,
  },
  [6410] = {
    '歐姆·石蹄',
    nil,
  },
  [6412] = {
    '骷髏',
    nil,
  },
  [6426] = {
    '痛苦的死者',
    nil,
  },
  [6427] = {
    '冤魂魅靈',
    nil,
  },
  [6486] = {
    '黑色骸骨戰馬',
    nil,
  },
  [6487] = {
    '秘法師杜安',
    nil,
  },
  [6488] = {
    '亡靈勇士',
    nil,
  },
  [6489] = {
    '鐵脊死靈',
    nil,
  },
  [6490] = {
    '不眠的艾希爾',
    nil,
  },
  [6491] = {
    '靈魂醫者',
    nil,
  },
  [6492] = {
    '裂隙怒靈',
    nil,
  },
  [6493] = {
    '虛幻魅靈',
    nil,
  },
  [6495] = {
    '[Deprecated for 4.x]瑞茲尼克',
    '飲料商人',
  },
  [6496] = {
    '[Deprecated for 4.x]Brivelthwerp',
    '冰淇淋商人',
  },
  [6498] = {
    '魔暴龍',
    nil,
  },
  [6499] = {
    '鐵皮魔暴龍',
    nil,
  },
  [6500] = {
    '霸王魔暴龍',
    nil,
  },
  [6502] = {
    '厚甲劍龍',
    nil,
  },
  [6503] = {
    '刺尾劍龍',
    nil,
  },
  [6504] = {
    '雷霆劍龍',
    nil,
  },
  [6505] = {
    '暴掠龍',
    nil,
  },
  [6506] = {
    '疾奔暴掠龍',
    nil,
  },
  [6507] = {
    '狩獵暴掠龍',
    nil,
  },
  [6508] = {
    '毒皮暴掠龍',
    nil,
  },
  [6509] = {
    '血瓣花鞭笞者',
    nil,
  },
  [6510] = {
    '血瓣花撕掠者',
    nil,
  },
  [6511] = {
    '血瓣花痛擊者',
    nil,
  },
  [6512] = {
    '血瓣花陷捕者',
    nil,
  },
  [6513] = {
    '安戈洛巨猩猩',
    nil,
  },
  [6514] = {
    '安戈洛猩猩',
    nil,
  },
  [6516] = {
    '安戈洛大猩猩',
    nil,
  },
  [6517] = {
    '焦油獸',
    nil,
  },
  [6518] = {
    '焦油潛伏者',
    nil,
  },
  [6519] = {
    '焦油獸王',
    nil,
  },
  [6520] = {
    '灼熱元素',
    nil,
  },
  [6521] = {
    '有生烈焰',
    nil,
  },
  [6523] = {
    '黑鐵步槍兵',
    nil,
  },
  [6527] = {
    '焦油蠕行者',
    nil,
  },
  [6547] = {
    '受難的犧牲者',
    nil,
  },
  [6548] = {
    '[Deprecated for 4.x]魔導師提爾斯',
    nil,
  },
  [6549] = {
    '寶珠之魔',
    nil,
  },
  [6550] = {
    '法力怒靈',
    nil,
  },
  [6551] = {
    '格里什異種蠍',
    nil,
  },
  [6552] = {
    '格里什工蠍',
    nil,
  },
  [6553] = {
    '格里什劫奪者',
    nil,
  },
  [6554] = {
    '格里什毒刺蠍',
    nil,
  },
  [6555] = {
    '格里什掘洞蠍',
    nil,
  },
  [6556] = {
    '膠質軟泥怪',
    nil,
  },
  [6557] = {
    '原生軟泥怪',
    nil,
  },
  [6559] = {
    '黏稠的軟泥怪',
    nil,
  },
  [6560] = {
    '石頭守護者',
    nil,
  },
  [6561] = {
    '石頭守望者',
    nil,
  },
  [6567] = {
    nil,
    '裁縫供應商',
  },
  [6568] = {
    nil,
    '裁縫供應商',
  },
  [6571] = {
    '獵豹形態(夜精靈德魯伊)',
    nil,
  },
  [6572] = {
    '獵豹形態(牛頭人德魯伊)',
    nil,
  },
  [6573] = {
    '旅行形態 (德魯伊)',
    nil,
  },
  [6574] = {
    nil,
    '裁縫供應商',
  },
  [6575] = {
    '血色受訓員',
    nil,
  },
  [6576] = {
    '[Deprecated for 4.x]布琳娜·星光',
    '裁縫供應商',
  },
  [6577] = {
    '賓格斯·布萊頓海默',
    nil,
  },
  [6578] = {
    '農民 (木柴)',
    nil,
  },
  [6579] = {
    '沉默的舒尼',
    nil,
  },
  [6581] = {
    '暴掠龍族母',
    nil,
  },
  [6582] = {
    '薩瓦絲女王',
    nil,
  },
  [6584] = {
    '暴龍之王莫什',
    nil,
  },
  [6586] = {
    '洛卡·刃影',
    nil,
  },
  [6606] = {
    '監督者格里比',
    nil,
  },
  [6626] = {
    '[Deprecated for 4.x]大膽的強森',
    nil,
  },
  [6646] = {
    '長者莫諾斯',
    nil,
  },
  [6647] = {
    '博學者鷹盔',
    nil,
  },
  [6649] = {
    '瑟絲彼拉女士',
    nil,
  },
  [6650] = {
    '方弗羅將軍',
    nil,
  },
  [6651] = {
    '守門者暴吼',
    nil,
  },
  [6652] = {
    '菲達雷德',
    nil,
  },
  [6653] = {
    '大蟾蜍',
    nil,
  },
  [6666] = {
    '[Deprecated for 4.x]強森的人類形態',
    nil,
  },
  [6668] = {
    '塞瑞克·黑爐領主',
    nil,
  },
  [6669] = {
    '機械打手4100型',
    '大副',
  },
  [6670] = {
    '西部荒野木匠',
    nil,
  },
  [6706] = {
    '巴瑞特納斯·天河',
    '角鷹獸管理員',
  },
  [6707] = {
    nil,
    '盜賊宗師',
  },
  [6726] = {
    nil,
    '雙足飛龍管理員',
  },
  [6727] = {
    '旅店老闆布里安娜',
    '旅店老闆',
  },
  [6730] = {
    '[Deprecated for 4.x]Jinky Twizzlefixxit',
    '工程學供應商',
  },
  [6731] = {
    '哈魯恩·暗織',
    '製皮供應商',
  },
  [6733] = {
    '石窟猛擊者',
    nil,
  },
  [6734] = {
    '旅店老闆納克羅·壁爐',
    '旅店老闆',
  },
  [6735] = {
    '旅店老闆塞琳尼',
    '旅店老闆',
  },
  [6736] = {
    '旅店老闆凱達米爾',
    '旅店老闆',
  },
  [6737] = {
    '旅店老闆莎希因',
    '旅店老闆',
  },
  [6738] = {
    '旅店老闆基姆利雅',
    '旅店老闆',
  },
  [6739] = {
    '旅店老闆拜特斯',
    '旅店老闆',
  },
  [6740] = {
    '旅店老闆奧里森',
    '旅店老闆',
  },
  [6741] = {
    '旅店老闆諾曼',
    '旅店老闆',
  },
  [6746] = {
    '旅店老闆帕拉',
    '旅店老闆',
  },
  [6747] = {
    '旅店老闆考烏斯',
    '旅店老闆',
  },
  [6748] = {
    '水靈',
    nil,
  },
  [6749] = {
    nil,
    '獸欄管理員',
  },
  [6766] = {
    '拉文霍德守衛',
    '刺客聯盟',
  },
  [6767] = {
    '迦羅娜',
    '刺客聯盟宗師',
  },
  [6768] = {
    '喬拉齊·拉文霍德領主',
    '刺客聯盟領袖',
  },
  [6769] = {
    nil,
    '刺客聯盟',
  },
  [6770] = {
    '[UNUSED]拉文霍德馴犬者',
    '刺客聯盟',
  },
  [6771] = {
    '拉文霍德刺客',
    '刺客聯盟',
  },
  [6772] = {
    '獵犬',
    nil,
  },
  [6773] = {
    '暗鷹',
    nil,
  },
  [6774] = {
    '法爾坎·伊森斯泰德',
    nil,
  },
  [6775] = {
    '安圖爾·荒野',
    nil,
  },
  [6776] = {
    '瑪戈林·河鬃',
    nil,
  },
  [6777] = {
    '薩恩·刀鏈',
    '特殊工程學貨物',
  },
  [6778] = {
    '米利卡·艾森斯泰德',
    '旅店助理',
  },
  [6779] = {
    '斯穆德·雷木',
    '毒藥供應商',
  },
  [6782] = {
    '漢茲·跳鏈',
    nil,
  },
  [6783] = {
    '[UNUSED]羅瑞克·貝爾姆',
    nil,
  },
  [6787] = {
    '耶納基·黑臂',
    nil,
  },
  [6788] = {
    '雌薊熊',
    nil,
  },
  [6789] = {
    '小薊熊',
    nil,
  },
  [6790] = {
    '旅店老闆崔萊妮',
    '旅店老闆',
  },
  [6791] = {
    '旅店老闆維爾雷',
    '旅店老闆',
  },
  [6806] = {
    '塔諾克·霜錘',
    '旅店助理',
  },
  [6807] = {
    '旅店老闆斯金德',
    '旅店老闆',
  },
  [6827] = {
    '海濱螃蟹',
    nil,
  },
  [6846] = {
    '碼頭管理員',
    nil,
  },
  [6866] = {
    '迪菲亞保鏢',
    nil,
  },
  [6867] = {
    '尋跡犬',
    nil,
  },
  [6868] = {
    '加卡爾',
    nil,
  },
  [6907] = {
    '『迅捷』艾利克',
    nil,
  },
  [6909] = {
    '遠古的塞希爾',
    nil,
  },
  [6911] = {
    '塞希爾的爪牙',
    nil,
  },
  [6912] = {
    '聖騎士的遺體',
    nil,
  },
  [6913] = {
    '失落裂隙行者',
    nil,
  },
  [6927] = {
    '碼頭工人',
    nil,
  },
  [6928] = {
    '旅店老闆格羅斯克',
    '旅店老闆',
  },
  [6929] = {
    '旅店老闆格雷什卡',
    '旅店老闆',
  },
  [6930] = {
    '旅店老闆卡拉庫爾',
    '旅店老闆',
  },
  [6932] = {
    '沼澤之魂',
    nil,
  },
  [6946] = {
    '『剃刃』雷吉克',
    '軍情七處',
  },
  [6986] = {
    nil,
    '杜佛斯回收店',
  },
  [6987] = {
    nil,
    '杜佛斯回收店',
  },
  [7006] = {
    '黑石刺客',
    nil,
  },
  [7008] = {
    '黑石劫奪者',
    nil,
  },
  [7009] = {
    nil,
    '混亂之手',
  },
  [7010] = {
    '基爾茲賓·鼓眼',
    nil,
  },
  [7011] = {
    '土靈碎岩者',
    nil,
  },
  [7012] = {
    '土靈雕刻者',
    nil,
  },
  [7013] = {
    '黑石守衛',
    nil,
  },
  [7014] = {
    '指揮官卡塔克',
    nil,
  },
  [7015] = {
    '殘忍的弗拉格莫克',
    nil,
  },
  [7016] = {
    '薇絲普拉',
    nil,
  },
  [7017] = {
    '辛斯雷爾領主',
    nil,
  },
  [7022] = {
    '毒鞭蠍',
    nil,
  },
  [7023] = {
    '黑曜石哨兵',
    nil,
  },
  [7024] = {
    '密探吉爾妮',
    nil,
  },
  [7025] = {
    '黑石士兵',
    nil,
  },
  [7026] = {
    '黑石巫士',
    nil,
  },
  [7027] = {
    '黑石殺戮者',
    nil,
  },
  [7028] = {
    '黑石術士',
    nil,
  },
  [7029] = {
    '黑石軍官',
    nil,
  },
  [7030] = {
    '影爐地質學家',
    nil,
  },
  [7031] = {
    '黑曜石元素',
    nil,
  },
  [7032] = {
    '巨型黑曜石元素',
    nil,
  },
  [7033] = {
    '火腹巨魔',
    nil,
  },
  [7034] = {
    '火腹巨魔法師',
    nil,
  },
  [7035] = {
    '火腹蠻卒',
    nil,
  },
  [7036] = {
    '索瑞森間諜',
    nil,
  },
  [7037] = {
    '索瑞森馭火者',
    nil,
  },
  [7038] = {
    '索瑞森密探',
    nil,
  },
  [7039] = {
    '戰爭劫奪者',
    nil,
  },
  [7040] = {
    '黑色龍裔',
    nil,
  },
  [7041] = {
    '黑色龍人',
    nil,
  },
  [7042] = {
    '火鱗龍裔',
    nil,
  },
  [7043] = {
    '火鱗龍人',
    nil,
  },
  [7044] = {
    '黑龍',
    nil,
  },
  [7045] = {
    '滾燙飛龍',
    nil,
  },
  [7046] = {
    '焦鱗飛龍',
    nil,
  },
  [7047] = {
    '黑色小龍',
    nil,
  },
  [7048] = {
    '滾燙小龍',
    nil,
  },
  [7049] = {
    '火鱗小龍',
    nil,
  },
  [7050] = {
    '迪菲亞閒工',
    nil,
  },
  [7051] = {
    '醜陋的迪菲亞閒工',
    nil,
  },
  [7052] = {
    '迪菲亞巡塔員',
    nil,
  },
  [7053] = {
    '克拉文·摩特維克',
    nil,
  },
  [7055] = {
    '黑石座狼',
    nil,
  },
  [7056] = {
    '迪菲亞哨衛',
    nil,
  },
  [7057] = {
    '挖掘專家舒爾弗拉格',
    nil,
  },
  [7067] = {
    '風險投資公司閒工',
    nil,
  },
  [7068] = {
    '有罪的侍僧',
    nil,
  },
  [7069] = {
    '有罪的僧侶',
    nil,
  },
  [7070] = {
    '有罪的教士',
    nil,
  },
  [7071] = {
    '被詛咒的聖騎士',
    nil,
  },
  [7072] = {
    '被詛咒的審判者',
    nil,
  },
  [7073] = {
    '被詛咒的阿拉杜斯',
    nil,
  },
  [7074] = {
    '審判者塞爾格拉姆',
    nil,
  },
  [7075] = {
    '痛苦的法師',
    nil,
  },
  [7076] = {
    '土靈守護者',
    nil,
  },
  [7077] = {
    '土靈築廳師',
    nil,
  },
  [7078] = {
    '裂隙沙漠蠍',
    nil,
  },
  [7079] = {
    '黏性輻射塵',
    nil,
  },
  [7086] = {
    '被詛咒的軟泥怪',
    nil,
  },
  [7087] = {
    nil,
    '剝皮訓練師',
  },
  [7088] = {
    nil,
    '剝皮訓練師',
  },
  [7089] = {
    nil,
    '剝皮訓練師',
  },
  [7091] = {
    '影爐伏擊者',
    nil,
  },
  [7092] = {
    '受污染的軟泥怪',
    nil,
  },
  [7093] = {
    '邪惡的軟泥怪',
    nil,
  },
  [7094] = {
    '瘋狂的雄鹿',
    nil,
  },
  [7095] = {
    '狂暴的雄鹿',
    nil,
  },
  [7096] = {
    '腐化的駿鹿',
    nil,
  },
  [7097] = {
    '鐵喙貓頭鷹',
    nil,
  },
  [7098] = {
    '鐵喙尖嘯者',
    nil,
  },
  [7099] = {
    '鐵喙狩獵者',
    nil,
  },
  [7100] = {
    '扭木食苔者',
    nil,
  },
  [7101] = {
    '扭木撕裂者',
    nil,
  },
  [7105] = {
    '碧火薩特',
    nil,
  },
  [7106] = {
    '碧火盜賊',
    nil,
  },
  [7107] = {
    '碧火欺詐者',
    nil,
  },
  [7108] = {
    '碧火背叛者',
    nil,
  },
  [7109] = {
    '碧火魔僕',
    nil,
  },
  [7110] = {
    '碧火巡影者',
    nil,
  },
  [7111] = {
    '碧火喚魔者',
    nil,
  },
  [7112] = {
    '加德納爾教徒',
    nil,
  },
  [7113] = {
    '加德納爾守護者',
    nil,
  },
  [7114] = {
    '加德納爾執行者',
    nil,
  },
  [7115] = {
    '加德納爾精兵',
    nil,
  },
  [7116] = {
    '加德納爾織懼者',
    nil,
  },
  [7117] = {
    '加德納爾鼓動者',
    nil,
  },
  [7118] = {
    '加德納爾暗織者',
    nil,
  },
  [7119] = {
    '加德納爾召喚者',
    nil,
  },
  [7120] = {
    '加德納爾術士',
    nil,
  },
  [7121] = {
    '高階術士',
    nil,
  },
  [7122] = {
    '暗影議會勇士',
    nil,
  },
  [7123] = {
    '暗影議會控制者',
    nil,
  },
  [7124] = {
    '暗影議會大領主',
    nil,
  },
  [7125] = {
    '加德納爾惡犬',
    nil,
  },
  [7126] = {
    '加德納爾獵犬',
    nil,
  },
  [7127] = {
    '加德納爾潛獵者',
    nil,
  },
  [7128] = {
    '加德納爾噬法犬',
    nil,
  },
  [7129] = {
    '被奴役的虛無行者',
    nil,
  },
  [7130] = {
    '虛無行者奴僕',
    nil,
  },
  [7131] = {
    '虛無行者守護者',
    nil,
  },
  [7132] = {
    '劇毒之水',
    nil,
  },
  [7133] = {
    '毒性之水',
    nil,
  },
  [7134] = {
    '毒性撕掠者',
    nil,
  },
  [7135] = {
    '煉獄火保鏢',
    nil,
  },
  [7136] = {
    '煉獄火哨衛',
    nil,
  },
  [7138] = {
    '鐵木漫遊者',
    nil,
  },
  [7139] = {
    '鐵木踐踏者',
    nil,
  },
  [7143] = {
    '凋零的樹人',
    nil,
  },
  [7144] = {
    '枯萎的樹人',
    nil,
  },
  [7146] = {
    '樹人保衛者',
    nil,
  },
  [7149] = {
    '枯萎的保衛者',
    nil,
  },
  [7150] = {
    '枯萎的守護者',
    nil,
  },
  [7151] = {
    '枯萎的看守者',
    nil,
  },
  [7152] = {
    '枯萎的森林行者',
    nil,
  },
  [7153] = {
    '死木戰士',
    nil,
  },
  [7154] = {
    '死木園丁',
    nil,
  },
  [7155] = {
    '死木探險者',
    nil,
  },
  [7156] = {
    '死木巢穴守衛',
    nil,
  },
  [7157] = {
    '死木復仇者',
    nil,
  },
  [7158] = {
    '死木薩滿',
    nil,
  },
  [7161] = {
    '卑鄙的維尼克斯',
    nil,
  },
  [7166] = {
    '維尼克斯的機械設備',
    nil,
  },
  [7170] = {
    nil,
    '部落信差',
  },
  [7172] = {
    '諾甘農博識者',
    nil,
  },
  [7173] = {
    '世界武器鍛造訓練師',
    '鍛造訓練師',
  },
  [7174] = {
    '世界護甲鍛造訓練師',
    '鍛造訓練師',
  },
  [7175] = {
    '石窟伏擊者',
    nil,
  },
  [7206] = {
    '上古石之守衛者',
    nil,
  },
  [7209] = {
    '黑曜石裂片',
    nil,
  },
  [7226] = {
    '沙塵風暴',
    nil,
  },
  [7227] = {
    '蔚藍龍裔',
    nil,
  },
  [7229] = {
    '阿蘭提爾之影',
    nil,
  },
  [7230] = {
    '莎伊斯·鋼怒',
    '鍛造訓練師',
  },
  [7231] = {
    '克爾格魯克·血斧',
    '鍛造訓練師',
  },
  [7232] = {
    '博古斯·鋼拳',
    '鍛造訓練師',
  },
  [7233] = {
    '監工費蘇勒',
    nil,
  },
  [7234] = {
    '『食夢者』菲羅斯塔',
    nil,
  },
  [7235] = {
    '瘤背秘術使',
    nil,
  },
  [7236] = {
    nil,
    '測試',
  },
  [7246] = {
    '沙怒暗影獵手',
    nil,
  },
  [7247] = {
    '沙怒噬魂者',
    nil,
  },
  [7266] = {
    '餘燼',
    nil,
  },
  [7267] = {
    '烏克茲·沙頂',
    nil,
  },
  [7268] = {
    '沙怒守護者',
    nil,
  },
  [7269] = {
    '聖甲蟲',
    nil,
  },
  [7270] = {
    '沙怒殭屍',
    nil,
  },
  [7271] = {
    '巫醫祖穆拉恩',
    nil,
  },
  [7272] = {
    '『殉教者』塞卡',
    nil,
  },
  [7274] = {
    '沙怒劊子手',
    nil,
  },
  [7275] = {
    '暗影祭司塞瑟斯',
    nil,
  },
  [7276] = {
    '祖爾法拉克陣亡英雄',
    nil,
  },
  [7286] = {
    '祖爾法拉克殭屍',
    nil,
  },
  [7287] = {
    '工頭希里克斯',
    nil,
  },
  [7288] = {
    '大工頭普茲克·加里維克斯',
    nil,
  },
  [7290] = {
    '影爐狙擊手',
    nil,
  },
  [7291] = {
    '加加恩·火錘',
    nil,
  },
  [7292] = {
    '丁尼塔·石衣',
    '金庫管理員',
  },
  [7293] = {
    '[UNUSED]德拉伊',
    nil,
  },
  [7298] = {
    '德姆恩·遠山',
    nil,
  },
  [7307] = {
    '風險投資公司看守者',
    nil,
  },
  [7308] = {
    '風險投資公司巡邏員',
    nil,
  },
  [7309] = {
    '土靈管理者',
    nil,
  },
  [7310] = {
    '變異風險投資公司閒工',
    nil,
  },
  [7311] = {
    nil,
    '法師訓練師',
  },
  [7312] = {
    nil,
    '法師訓練師',
  },
  [7313] = {
    '女祭司艾茉拉',
    nil,
  },
  [7314] = {
    nil,
    '戰場軍官',
  },
  [7315] = {
    '達納斯·刃詠',
    '戰士訓練師',
  },
  [7316] = {
    '艾奎恩妮修女',
    '低階女祭司',
  },
  [7317] = {
    '奧本·怒爪',
    nil,
  },
  [7318] = {
    '怒爪',
    nil,
  },
  [7319] = {
    '薩絲拉女士',
    nil,
  },
  [7320] = {
    '石窟虐待者',
    nil,
  },
  [7321] = {
    '石窟織焰者',
    nil,
  },
  [7322] = {
    '黑色夜刃豹',
    nil,
  },
  [7323] = {
    '溫斯頓·沃爾菲',
    '孤狼',
  },
  [7324] = {
    nil,
    '建築師',
  },
  [7325] = {
    '康大師',
    nil,
  },
  [7327] = {
    '憔悴的戰士',
    nil,
  },
  [7328] = {
    '憔悴的劫奪者',
    nil,
  },
  [7329] = {
    '憔悴的野豬人守衛',
    nil,
  },
  [7332] = {
    '憔悴的矛鬃野豬人',
    nil,
  },
  [7333] = {
    '憔悴的戰鬥野豬',
    nil,
  },
  [7334] = {
    '恐怖戰鬥野豬',
    nil,
  },
  [7335] = {
    '亡首地卜師',
    nil,
  },
  [7337] = {
    '亡首死靈法師',
    nil,
  },
  [7340] = {
    '骷髏暗影施法者',
    nil,
  },
  [7341] = {
    '骷髏織霜者',
    nil,
  },
  [7342] = {
    '骷髏召喚者',
    nil,
  },
  [7343] = {
    '碎骨骷髏',
    nil,
  },
  [7344] = {
    '碎骨戰士',
    nil,
  },
  [7345] = {
    '碎骨統帥',
    nil,
  },
  [7346] = {
    '碎骨百夫長',
    nil,
  },
  [7347] = {
    '嚼骨食屍鬼',
    nil,
  },
  [7348] = {
    '噬棘食屍鬼',
    nil,
  },
  [7349] = {
    '墓穴魔蛛',
    nil,
  },
  [7351] = {
    '墓穴劫奪者',
    nil,
  },
  [7352] = {
    '冰凍之魂',
    nil,
  },
  [7353] = {
    '寒冰之靈',
    nil,
  },
  [7354] = {
    '拉戈斯諾特',
    nil,
  },
  [7356] = {
    '腐爛的普雷莫爾',
    nil,
  },
  [7357] = {
    '火眼莫德雷斯',
    nil,
  },
  [7358] = {
    '『寒冰使者』亞門納爾',
    nil,
  },
  [7360] = {
    '丹加洛克士兵',
    nil,
  },
  [7363] = {
    '『收藏家』庫米沙',
    nil,
  },
  [7364] = {
    '無瑕的德萊尼水晶球',
    nil,
  },
  [7365] = {
    '無瑕的德萊尼水晶碎片',
    nil,
  },
  [7366] = {
    'zzOLD石甲圖騰 IV',
    nil,
  },
  [7367] = {
    'zzOLD石甲圖騰 V',
    nil,
  },
  [7368] = {
    'zzOLD石甲圖騰 VI',
    nil,
  },
  [7369] = {
    '逆風蠻卒',
    nil,
  },
  [7370] = {
    '不安寧的陰影',
    nil,
  },
  [7371] = {
    '逆風虐待者',
    nil,
  },
  [7372] = {
    '逆風術士',
    nil,
  },
  [7373] = {
    '逆風執行者',
    nil,
  },
  [7374] = {
    '尋仇的怨靈',
    nil,
  },
  [7375] = {
    '憤怒之靈',
    nil,
  },
  [7376] = {
    '暗影鷲',
    nil,
  },
  [7377] = {
    '末日劫毀者',
    nil,
  },
  [7378] = {
    '末日巨犬',
    nil,
  },
  [7379] = {
    '逆風巨魔法師',
    nil,
  },
  [7386] = {
    '白貓',
    nil,
  },
  [7387] = {
    '綠翼鸚鵡',
    nil,
  },
  [7388] = {
    '美冠鸚鵡',
    nil,
  },
  [7391] = {
    '藍紫金剛鸚鵡',
    nil,
  },
  [7392] = {
    '草原小雞',
    nil,
  },
  [7393] = {
    '白色小雞',
    nil,
  },
  [7394] = {
    '灰色小雞',
    nil,
  },
  [7395] = {
    '蟑螂',
    nil,
  },
  [7396] = {
    '土靈碎石者',
    nil,
  },
  [7397] = {
    '土靈鑿石者',
    nil,
  },
  [7398] = {
    'zzOLD石爪圖騰 V',
    nil,
  },
  [7399] = {
    'zzOLD石爪圖騰 VI',
    nil,
  },
  [7400] = {
    'zzOLD灼熱圖騰 V',
    nil,
  },
  [7401] = {
    '德萊尼難民',
    nil,
  },
  [7402] = {
    'zzOLD灼熱圖騰 VI',
    nil,
  },
  [7403] = {
    'zzOLD大地之力圖騰 IV',
    nil,
  },
  [7404] = {
    '[Deprecated for 4.x]Galak Flame Guard',
    nil,
  },
  [7405] = {
    '致命的裂隙沙漠蠍',
    nil,
  },
  [7406] = {
    '奧格索普·奧布諾提斯',
    '地精工程學訓練師',
  },
  [7407] = {
    '首席工程師膨嘯',
    '加基森水業公司',
  },
  [7408] = {
    '操作員魯葛蘭克',
    '加基森水業公司',
  },
  [7409] = {
    '顫抖的德萊尼水晶球',
    nil,
  },
  [7410] = {
    '塞爾曼·岩拳',
    '奧特蘭克山谷戰場軍官',
  },
  [7411] = {
    '薩絲拉之靈',
    nil,
  },
  [7412] = {
    'zzOLD抗寒圖騰 II',
    nil,
  },
  [7413] = {
    'zzOLD抗寒圖騰 III',
    nil,
  },
  [7414] = {
    'zzOLD法力之泉圖騰 II',
    nil,
  },
  [7415] = {
    'zzOLD法力之泉圖騰 III',
    nil,
  },
  [7416] = {
    'zzOLD法力之泉圖騰 IV',
    nil,
  },
  [7423] = {
    'zzOLD火舌圖騰 III',
    nil,
  },
  [7424] = {
    'zzOLD抗火圖騰 II',
    nil,
  },
  [7425] = {
    'zzOLD抗火圖騰 III',
    nil,
  },
  [7427] = {
    '泰姆·狂暴圖騰',
    '奧特蘭克山谷戰場軍官',
  },
  [7428] = {
    '霜槌巨人',
    nil,
  },
  [7429] = {
    '霜槌保衛者',
    nil,
  },
  [7430] = {
    '小霜刃豹',
    nil,
  },
  [7431] = {
    '霜刃豹',
    nil,
  },
  [7432] = {
    '霜刃捕食者',
    nil,
  },
  [7433] = {
    '霜刃雌豹',
    nil,
  },
  [7434] = {
    '霜刃守衛者',
    nil,
  },
  [7435] = {
    '鈷藍龍人',
    nil,
  },
  [7436] = {
    '鈷藍逆鱗龍人',
    nil,
  },
  [7437] = {
    '鈷藍龍人法師',
    nil,
  },
  [7438] = {
    '冬泉巨熊怪',
    nil,
  },
  [7439] = {
    '冬泉薩滿',
    nil,
  },
  [7440] = {
    '冬泉巢穴守衛',
    nil,
  },
  [7441] = {
    '冬泉圖騰師',
    nil,
  },
  [7442] = {
    '冬泉探路者',
    nil,
  },
  [7443] = {
    '裂齒暴熊',
    nil,
  },
  [7444] = {
    '裂齒熊',
    nil,
  },
  [7445] = {
    '老裂齒熊',
    nil,
  },
  [7446] = {
    '瘋狂的裂齒熊',
    nil,
  },
  [7447] = {
    '冰風奇美拉幼獸',
    nil,
  },
  [7448] = {
    '冰風奇美拉',
    nil,
  },
  [7449] = {
    '冰風劫毀者',
    nil,
  },
  [7450] = {
    '蓬毛梟獸',
    nil,
  },
  [7451] = {
    '盛怒的梟獸',
    nil,
  },
  [7452] = {
    '瘋狂的梟獸',
    nil,
  },
  [7453] = {
    '月觸梟獸',
    nil,
  },
  [7454] = {
    '狂暴梟獸',
    nil,
  },
  [7455] = {
    '冬泉巨梟',
    nil,
  },
  [7456] = {
    '冬泉鳴梟',
    nil,
  },
  [7457] = {
    '遊蕩的冰薊雪人',
    nil,
  },
  [7458] = {
    '冰薊雪人',
    nil,
  },
  [7459] = {
    '冰薊雪人女王',
    nil,
  },
  [7460] = {
    '冰薊雪人王',
    nil,
  },
  [7461] = {
    '赫達琳新兵',
    nil,
  },
  [7462] = {
    '赫達琳法力獵犬',
    nil,
  },
  [7463] = {
    '赫達琳殺戮者',
    nil,
  },
  [7464] = {
    'zzOLD熔岩圖騰 II',
    nil,
  },
  [7465] = {
    'zzOLD熔岩圖騰 III',
    nil,
  },
  [7466] = {
    'zzOLD熔岩圖騰 IV',
    nil,
  },
  [7467] = {
    '自然抗性圖騰',
    nil,
  },
  [7468] = {
    'zzOLD自然抗性圖騰 II',
    nil,
  },
  [7469] = {
    'zzOLD自然抗性圖騰 III',
    nil,
  },
  [7483] = {
    'zzOLD風怒圖騰 II',
    nil,
  },
  [7484] = {
    'zzOLD風怒圖騰 III',
    nil,
  },
  [7485] = {
    nil,
    '食物和飲料',
  },
  [7486] = {
    'zzOLD風之優雅圖騰',
    nil,
  },
  [7487] = {
    'zzOLD風之優雅圖騰 II',
    nil,
  },
  [7488] = {
    '哈卡瓦尼',
    '法師訓練師',
  },
  [7489] = {
    '銀松森林亡靈守衛',
    nil,
  },
  [7503] = {
    '眼之詛咒 (男性)',
    nil,
  },
  [7504] = {
    '眼之詛咒 (女性)',
    nil,
  },
  [7505] = {
    '血法師德拉吉亞',
    nil,
  },
  [7506] = {
    '血法師萊諾雷',
    nil,
  },
  [7507] = {
    '棕色蟒蛇',
    nil,
  },
  [7508] = {
    '黑色王蛇',
    nil,
  },
  [7509] = {
    '赤練蛇',
    nil,
  },
  [7523] = {
    '受難的精靈貴族',
    nil,
  },
  [7524] = {
    '痛苦的精靈貴族',
    nil,
  },
  [7525] = {
    '世界製皮龍麟訓練師(NO LONGER IMPLEMENTED)',
    '製皮訓練師',
  },
  [7526] = {
    '世界製皮元素訓練師',
    '製皮訓練師',
  },
  [7527] = {
    '哥布林地雷',
    nil,
  },
  [7528] = {
    '世界製皮部族訓練師(NO LONGER WORKING)',
    '製皮訓練師',
  },
  [7543] = {
    '暗龍寶寶',
    nil,
  },
  [7544] = {
    '紅龍寶寶',
    nil,
  },
  [7545] = {
    '翡翠龍寶寶',
    nil,
  },
  [7546] = {
    '青銅龍寶寶',
    nil,
  },
  [7547] = {
    '藍龍寶寶',
    nil,
  },
  [7549] = {
    '樹蛙',
    nil,
  },
  [7550] = {
    '林蛙',
    nil,
  },
  [7551] = {
    '藍蛙',
    nil,
  },
  [7552] = {
    '島蛙',
    nil,
  },
  [7553] = {
    '棕色貓頭鷹',
    nil,
  },
  [7554] = {
    '白色貓頭鷹',
    nil,
  },
  [7555] = {
    '黑色貓頭鷹',
    nil,
  },
  [7556] = {
    '黃色貓頭鷹',
    nil,
  },
  [7560] = {
    '白腳兔',
    nil,
  },
  [7561] = {
    '白化蛇',
    nil,
  },
  [7562] = {
    '棕色蟒蛇',
    nil,
  },
  [7563] = {
    '藍鱗蛇',
    nil,
  },
  [7564] = {
    '馬林·諾格弗格',
    nil,
  },
  [7565] = {
    '黑色王蛇',
    nil,
  },
  [7566] = {
    '血紋蛇',
    nil,
  },
  [7567] = {
    '赤練蛇',
    nil,
  },
  [7568] = {
    '赤環蛇',
    nil,
  },
  [7569] = {
    '綠色水蛇',
    nil,
  },
  [7570] = {
    '精靈幽光',
    nil,
  },
  [7572] = {
    '部落英雄的靈魂',
    nil,
  },
  [7583] = {
    '斯普琳科',
    nil,
  },
  [7584] = {
    '森林漫遊者',
    nil,
  },
  [7603] = {
    '麻瘋助手',
    nil,
  },
  [7604] = {
    '布萊中士',
    nil,
  },
  [7605] = {
    '拉文',
    nil,
  },
  [7606] = {
    '歐魯·鑿眼',
    nil,
  },
  [7607] = {
    '維格利',
    nil,
  },
  [7608] = {
    '莫爾塔',
    nil,
  },
  [7623] = {
    '分隊指揮官盧爾格',
    nil,
  },
  [7663] = {
    '梣谷戰士',
    nil,
  },
  [7664] = {
    '『污染者』拉瑟萊克',
    nil,
  },
  [7665] = {
    '『毀滅者』戈洛爾',
    nil,
  },
  [7666] = {
    '大法師奧利斯塔',
    nil,
  },
  [7667] = {
    '瑟溫妮女士',
    nil,
  },
  [7668] = {
    '拉瑟萊克的僕從',
    nil,
  },
  [7669] = {
    '戈洛爾的僕從',
    nil,
  },
  [7670] = {
    '奧利斯塔的僕從',
    nil,
  },
  [7671] = {
    '瑟溫妮的僕從',
    nil,
  },
  [7683] = {
    nil,
    '藍月雜貨店',
  },
  [7684] = {
    '豹',
    nil,
  },
  [7686] = {
    '孟加拉虎',
    nil,
  },
  [7689] = {
    '斑點夜刃豹',
    nil,
  },
  [7703] = {
    '黑色迅猛龍',
    nil,
  },
  [7704] = {
    '雜斑紅色迅猛龍',
    nil,
  },
  [7706] = {
    '白色迅猛龍',
    nil,
  },
  [7709] = {
    '騎乘用陸行鳥(棕色)',
    nil,
  },
  [7710] = {
    '騎乘用陸行鳥(灰色)',
    nil,
  },
  [7711] = {
    '騎乘用陸行鳥(粉紅色)',
    nil,
  },
  [7712] = {
    '騎乘用陸行鳥(紫色)',
    nil,
  },
  [7713] = {
    '騎乘用陸行鳥(綠色)',
    nil,
  },
  [7714] = {
    '比魯拉',
    '旅店老闆',
  },
  [7724] = {
    '高級勘測員菲茲杜瑟',
    '加基森水業公司',
  },
  [7725] = {
    '恐怖圖騰劫掠者',
    nil,
  },
  [7726] = {
    '恐怖圖騰自然學家',
    nil,
  },
  [7727] = {
    '恐怖圖騰薩滿',
    nil,
  },
  [7728] = {
    '被詛咒的基利斯',
    nil,
  },
  [7729] = {
    '基利斯之靈',
    nil,
  },
  [7730] = {
    '石爪蠻兵',
    nil,
  },
  [7731] = {
    '旅店老闆傑卡',
    '旅店老闆',
  },
  [7732] = {
    '複製蟲',
    nil,
  },
  [7733] = {
    '旅店老闆菲茲格瑞博',
    '旅店老闆',
  },
  [7734] = {
    nil,
    '靈魂守衛者',
  },
  [7735] = {
    '費爾庫拉',
    '拉瑟萊克的勇士',
  },
  [7736] = {
    '旅店老闆希瑞亞',
    '旅店老闆',
  },
  [7737] = {
    '旅店老闆格盧爾',
    '旅店老闆',
  },
  [7738] = {
    '燃燒僕從',
    nil,
  },
  [7740] = {
    '格拉希娜·靈風',
    nil,
  },
  [7743] = {
    '世界不死族骸骨戰馬騎術訓練師',
    '亡靈馬騎術訓練師',
  },
  [7744] = {
    '旅店老闆蘇弗拉姆',
    '旅店老闆',
  },
  [7745] = {
    '世界迅猛龍騎術訓練師',
    '迅猛龍騎術訓練師',
  },
  [7746] = {
    '世界機械陸行鳥騎術訓練師',
    '機械陸行鳥騎術訓練師',
  },
  [7747] = {
    '世界坐騎商人',
    '戰爭軍需官',
  },
  [7748] = {
    '世界馬匹商人',
    '養馬人',
  },
  [7750] = {
    '桑德·裂蹄下士',
    nil,
  },
  [7763] = {
    '克格爾·曲藤',
    nil,
  },
  [7764] = {
    '特洛亞斯·月風',
    nil,
  },
  [7765] = {
    '羅克比特',
    nil,
  },
  [7767] = {
    '枯木惡魔獵犬',
    nil,
  },
  [7768] = {
    '枯木血蟲',
    nil,
  },
  [7769] = {
    '哈札里寄生蟲',
    nil,
  },
  [7770] = {
    '溫基',
    nil,
  },
  [7771] = {
    '瑪爾馮·瑞文斯克',
    nil,
  },
  [7772] = {
    '卡林·風程',
    nil,
  },
  [7773] = {
    '瑪里',
    nil,
  },
  [7774] = {
    '沙恩·飄葉',
    nil,
  },
  [7775] = {
    '格雷甘·山酒',
    nil,
  },
  [7776] = {
    '塔羅·刺蹄',
    nil,
  },
  [7778] = {
    '多蘭·鋼翼',
    nil,
  },
  [7779] = {
    '女牧師泰莉歐娜',
    nil,
  },
  [7780] = {
    nil,
    '枯木食人妖',
  },
  [7784] = {
    '自動導航機器人OOX-17/TN',
    nil,
  },
  [7785] = {
    '祖穆拉恩結界',
    nil,
  },
  [7786] = {
    '祖穆拉恩骷髏',
    nil,
  },
  [7787] = {
    '沙怒奴隸',
    nil,
  },
  [7788] = {
    '沙怒苦工',
    nil,
  },
  [7789] = {
    '沙怒愚者',
    nil,
  },
  [7791] = {
    '『殉教者』塞卡變形',
    nil,
  },
  [7792] = {
    '『鐵砧』阿圖爾克',
    nil,
  },
  [7793] = {
    '奧克斯',
    '秘銀會',
  },
  [7794] = {
    nil,
    '秘銀會',
  },
  [7795] = {
    '水占師維蕾薩',
    nil,
  },
  [7796] = {
    '耐克倫·嚼腸者',
    nil,
  },
  [7798] = {
    '『巨錘』漢克',
    '秘銀會',
  },
  [7799] = {
    '吉布索恩',
    '銀行職員',
  },
  [7800] = {
    '機電師瑟瑪普拉格',
    nil,
  },
  [7801] = {
    '基沃拉丁·追日者',
    nil,
  },
  [7802] = {
    '『長者』加爾文',
    '秘銀會的專家級鐵匠',
  },
  [7803] = {
    '沙漠掘洞蠍',
    nil,
  },
  [7804] = {
    '特倫頓·輕錘',
    '秘銀會',
  },
  [7805] = {
    '廢土暴徒',
    nil,
  },
  [7806] = {
    '自動導航機器人OOX-09/HL',
    nil,
  },
  [7807] = {
    '自動導航機器人OOX-22/FE',
    nil,
  },
  [7808] = {
    '狂暴的梟獸',
    nil,
  },
  [7809] = {
    '邪枝伏擊者',
    nil,
  },
  [7823] = {
    '博拉·石錘',
    '獅鷲獸管理員',
  },
  [7824] = {
    '布科雷克·怒拳',
    '雙足飛龍管理員',
  },
  [7825] = {
    '奧蘭·蛇繞',
    nil,
  },
  [7826] = {
    '奧達蘭大使',
    nil,
  },
  [7843] = {
    '諾姆瑞根疏散者',
    nil,
  },
  [7844] = {
    'zzOLD火焰新星圖騰 IV',
    nil,
  },
  [7845] = {
    'zzOLD火焰新星圖騰 V',
    nil,
  },
  [7846] = {
    '『吞噬者』特雷姆斯',
    nil,
  },
  [7847] = {
    '卡利夫·斯科比斯汀',
    nil,
  },
  [7848] = {
    '潛伏的深痕雪人',
    nil,
  },
  [7849] = {
    '移動警報系統',
    nil,
  },
  [7851] = {
    '守望堡精英',
    nil,
  },
  [7852] = {
    nil,
    '製皮供應商',
  },
  [7853] = {
    nil,
    '首席工程師',
  },
  [7854] = {
    '杉多爾·迅蹄',
    '製皮供應商',
  },
  [7855] = {
    '南海海賊',
    nil,
  },
  [7856] = {
    '南海掠劫者',
    nil,
  },
  [7857] = {
    '南海碼頭工人',
    nil,
  },
  [7858] = {
    '南海劍客',
    nil,
  },
  [7863] = {
    '夢境幻象',
    nil,
  },
  [7864] = {
    '徘徊的精靈貴族',
    nil,
  },
  [7865] = {
    '蠻錘哨衛',
    nil,
  },
  [7866] = {
    nil,
    '製皮訓練師',
  },
  [7867] = {
    '索卡夫·龍眼',
    '製皮訓練師',
  },
  [7868] = {
    '薩拉·坦尼',
    '製皮訓練師',
  },
  [7869] = {
    '布魯姆·冬蹄',
    '製皮訓練師',
  },
  [7870] = {
    '凱雷希亞·獵月',
    '製皮訓練師',
  },
  [7871] = {
    nil,
    '製皮訓練師',
  },
  [7872] = {
    '亡首教徒',
    nil,
  },
  [7873] = {
    '剃刀沼澤戰地衛士',
    nil,
  },
  [7874] = {
    '剃刀沼澤織棘者',
    nil,
  },
  [7875] = {
    '哈杜肯·迅蹄',
    nil,
  },
  [7876] = {
    nil,
    '工程學供應商',
  },
  [7877] = {
    '拉托尼庫斯·月矛',
    nil,
  },
  [7878] = {
    '維斯提亞·月矛',
    nil,
  },
  [7879] = {
    '奎恩提斯·炎癮',
    nil,
  },
  [7880] = {
    '基恩諾·燃爐',
    nil,
  },
  [7882] = {
    '安全主管膨嘯',
    '水業公司保安',
  },
  [7883] = {
    '安德雷·火鬍',
    nil,
  },
  [7884] = {
    '弗拉加爾·雷皮',
    nil,
  },
  [7885] = {
    '惡鞭軍官',
    nil,
  },
  [7886] = {
    '惡鞭法師',
    nil,
  },
  [7895] = {
    '布拉德雷大使',
    nil,
  },
  [7896] = {
    '南海海盜',
    nil,
  },
  [7897] = {
    '警報炸彈2600型',
    nil,
  },
  [7898] = {
    '海賊寶藏觸發器怪物',
    nil,
  },
  [7899] = {
    '尋寶海賊',
    nil,
  },
  [7900] = {
    '安吉拉斯·月風',
    nil,
  },
  [7901] = {
    '尋寶劍客',
    nil,
  },
  [7902] = {
    '尋寶海盜',
    nil,
  },
  [7903] = {
    '祖維爾',
    '特洛亞斯的寵物',
  },
  [7904] = {
    nil,
    '安琪拉的寵物',
  },
  [7906] = {
    '閃金鎮守衛',
    nil,
  },
  [7907] = {
    '達蕾恩·輕風',
    '塞納里奧博識者',
  },
  [7915] = {
    '步行炸彈',
    nil,
  },
  [7916] = {
    '艾瑞拉斯·琥珀',
    nil,
  },
  [7917] = {
    '薩爾努修士',
    nil,
  },
  [7918] = {
    '諾甘農的石之看守者',
    nil,
  },
  [7919] = {
    '諾姆瑞根 - Matrix Punchograph 3005-A',
    nil,
  },
  [7935] = {
    '被輻射的奧齊',
    nil,
  },
  [7936] = {
    '萊恩·山心',
    nil,
  },
  [7937] = {
    '大工匠梅卡托克',
    '地精之王',
  },
  [7939] = {
    '羽月哨兵',
    nil,
  },
  [7940] = {
    nil,
    '裁縫供應商',
  },
  [7941] = {
    '瑪德拉克·綠井',
    '食物和飲料',
  },
  [7942] = {
    nil,
    '雜貨供應商',
  },
  [7943] = {
    nil,
    '魚商',
  },
  [7944] = {
    '技工大師歐沃斯巴克',
    '地精工程學訓練師',
  },
  [7945] = {
    nil,
    '釣魚供應商',
  },
  [7946] = {
    nil,
    '釣魚訓練師',
  },
  [7947] = {
    nil,
    '貿易供應商',
  },
  [7948] = {
    '凱蘭娜·風語',
    '鍊金術訓練師',
  },
  [7949] = {
    '辛琳妮亞·星光',
    '附魔訓練師',
  },
  [7950] = {
    '大技師卡斯派普',
    nil,
  },
  [7952] = {
    nil,
    '迅猛龍飼養員',
  },
  [7953] = {
    nil,
    '騎術訓練師',
  },
  [7954] = {
    '賓吉·羽哨',
    '騎術訓練師',
  },
  [7955] = {
    '米利·羽哨',
    '機械陸行鳥商人',
  },
  [7956] = {
    '辛達爾·月紋',
    nil,
  },
  [7957] = {
    '耶爾卡·月紋',
    nil,
  },
  [7975] = {
    '納拉其營地勇士',
    nil,
  },
  [7976] = {
    '薩古斯·雷拳',
    '武器商',
  },
  [7978] = {
    '比布林',
    '水果商',
  },
  [7980] = {
    '精英亡靈守衛',
    nil,
  },
  [7995] = {
    '邪惡祭司海克斯',
    nil,
  },
  [7996] = {
    '『守衛者』奇爾嘉',
    nil,
  },
  [7997] = {
    '被俘獲的小精龍',
    nil,
  },
  [7998] = {
    '爆破專家艾米·短路',
    nil,
  },
  [7999] = {
    '泰蘭妲·語風',
    '伊露恩的高階女祭司',
  },
  [8015] = {
    '梣谷哨兵',
    nil,
  },
  [8016] = {
    '貧瘠之地守衛',
    nil,
  },
  [8017] = {
    '森金村守護者',
    nil,
  },
  [8018] = {
    '戈斯魯姆',
    '獅鷲獸管理員',
  },
  [8019] = {
    '菲爾迪恩·月羽',
    '角鷹獸管理員',
  },
  [8020] = {
    '[UNUSED]夏恩',
    '雙足飛龍管理員',
  },
  [8021] = {
    '奧爾文·吉茲米克',
    nil,
  },
  [8022] = {
    '薩迪斯·格希德',
    nil,
  },
  [8023] = {
    '沙普比克',
    nil,
  },
  [8024] = {
    '沙普比克的父親',
    nil,
  },
  [8025] = {
    '沙普比克的母親',
    nil,
  },
  [8026] = {
    '塞恩提爾·刃紋',
    nil,
  },
  [8035] = {
    '黑鐵地雷',
    nil,
  },
  [8055] = {
    '塞爾薩瑪巡山人',
    nil,
  },
  [8075] = {
    '艾丹娜·邪爪',
    nil,
  },
  [8095] = {
    '蘇薩斯沙行者',
    nil,
  },
  [8096] = {
    '西荒兵團守衛',
    '西部荒野人民軍',
  },
  [8115] = {
    '巫醫尤克里',
    nil,
  },
  [8116] = {
    '茲格·斯巴克斯',
    '節日煙火商',
  },
  [8117] = {
    '維茲班恩·轟鳴',
    '節日煙火商',
  },
  [8118] = {
    nil,
    '節日煙火商',
  },
  [8119] = {
    nil,
    '銀行職員',
  },
  [8120] = {
    '蘇薩斯憎惡獸',
    nil,
  },
  [8121] = {
    '加克希爾·斯巴克斯',
    '節日煙火商',
  },
  [8122] = {
    '基沙克·斯巴克斯',
    '節日煙火商',
  },
  [8123] = {
    '掘金者里克',
    '銀行職員',
  },
  [8124] = {
    nil,
    '銀行職員',
  },
  [8125] = {
    '戴格·迅斬',
    '屠夫',
  },
  [8126] = {
    '尼克斯·斯普克斯賓',
    '哥布林工程學訓練師',
  },
  [8127] = {
    nil,
    '蘇爾監督者',
  },
  [8128] = {
    '皮庫爾',
    '採礦訓練師',
  },
  [8129] = {
    '烏林克·精鐵',
    '高級鑄甲師',
  },
  [8130] = {
    '蘇薩斯幼雛',
    nil,
  },
  [8131] = {
    '布雷茲里克·巴克舒特',
    '槍械商',
  },
  [8136] = {
    '沙爾札魯領主',
    nil,
  },
  [8137] = {
    nil,
    '漁夫',
  },
  [8138] = {
    '小蘇薩斯',
    nil,
  },
  [8139] = {
    nil,
    '雜貨商',
  },
  [8140] = {
    '卡爾曼修士',
    '聖騎士訓練師',
  },
  [8141] = {
    '伊文凱恩隊長',
    '戰士訓練師',
  },
  [8142] = {
    '加諾斯·輕蹄',
    '德魯伊訓練師',
  },
  [8143] = {
    nil,
    '食物和飲料',
  },
  [8144] = {
    '庫雷格·石角',
    '剝皮訓練師',
  },
  [8145] = {
    '希恩德拉·勁草',
    '貿易供應商',
  },
  [8146] = {
    nil,
    '草藥學訓練師',
  },
  [8147] = {
    '莫沙徹營地勇士',
    nil,
  },
  [8148] = {
    '洼爾格',
    '食物和飲料',
  },
  [8149] = {
    '蘇薩斯護衛',
    nil,
  },
  [8150] = {
    nil,
    '食物和飲料',
  },
  [8151] = {
    '尼耶爾前哨站守衛',
    nil,
  },
  [8152] = {
    nil,
    '食物和飲料',
  },
  [8153] = {
    '納夫',
    '製皮訓練師',
  },
  [8154] = {
    '鬼旅崗哨勇士',
    nil,
  },
  [8155] = {
    '卡加斯蠻兵',
    nil,
  },
  [8156] = {
    '安圖蘇爾的僕從',
    nil,
  },
  [8157] = {
    nil,
    '鍊金術供應商',
  },
  [8158] = {
    nil,
    '鍊金術供應商',
  },
  [8159] = {
    '沃爾布',
    '輕甲商',
  },
  [8160] = {
    nil,
    '製皮供應商',
  },
  [8161] = {
    nil,
    '鍛造供應商',
  },
  [8176] = {
    nil,
    '鍛造供應商',
  },
  [8177] = {
    nil,
    '鍊金術供應商',
  },
  [8178] = {
    '妮娜·萊特布魯',
    '鍊金術供應商',
  },
  [8179] = {
    '強效治療結界',
    nil,
  },
  [8198] = {
    '提克',
    nil,
  },
  [8199] = {
    '克萊吉拉克',
    nil,
  },
  [8200] = {
    '喚沙者辛薩拉',
    nil,
  },
  [8201] = {
    '『失落者』歐姆高爾',
    nil,
  },
  [8202] = {
    '『瘋子』塞科洛克',
    nil,
  },
  [8203] = {
    '克雷格·尼哈魯',
    nil,
  },
  [8204] = {
    '『吞噬者』索利德',
    nil,
  },
  [8205] = {
    '貪婪的哈爾卡',
    nil,
  },
  [8206] = {
    '塔納利斯之魂',
    nil,
  },
  [8207] = {
    '燼翼',
    nil,
  },
  [8208] = {
    '殘忍的皰爪土狼',
    nil,
  },
  [8210] = {
    '鋒爪',
    nil,
  },
  [8211] = {
    '海崖奔跳者',
    nil,
  },
  [8212] = {
    '雷克',
    nil,
  },
  [8213] = {
    '鐵背龜',
    nil,
  },
  [8214] = {
    '加林德·夏龍',
    nil,
  },
  [8216] = {
    '『狂暴者』雷瑟羅克',
    nil,
  },
  [8217] = {
    '『附魔師』米瑟雷希斯',
    nil,
  },
  [8218] = {
    '『漫步者』維瑟哈特',
    nil,
  },
  [8219] = {
    '祖拉雷克',
    nil,
  },
  [8236] = {
    '泥漿狂魚',
    nil,
  },
  [8256] = {
    '索里奧斯館長',
    nil,
  },
  [8257] = {
    '小軟泥怪',
    nil,
  },
  [8276] = {
    '滑翔的鋒喙獅鷲獸',
    nil,
  },
  [8278] = {
    '斯莫達爾',
    nil,
  },
  [8279] = {
    '未完善的戰爭魔像',
    nil,
  },
  [8281] = {
    '斯卡爾德',
    nil,
  },
  [8282] = {
    '大領主瑪斯托格',
    nil,
  },
  [8283] = {
    '奴隸主托恩·黑心',
    nil,
  },
  [8284] = {
    '杜里奧斯·脆石',
    nil,
  },
  [8296] = {
    '『扭曲者』莫吉爾',
    nil,
  },
  [8297] = {
    '不屈的瑪古諾斯',
    nil,
  },
  [8298] = {
    '『先知』阿庫巴爾',
    nil,
  },
  [8299] = {
    '斯比弗雷爾',
    nil,
  },
  [8301] = {
    '『劫奪者』科拉克',
    nil,
  },
  [8302] = {
    '死眼',
    nil,
  },
  [8304] = {
    '德雷斯克恩',
    nil,
  },
  [8305] = {
    nil,
    '藥劑和草藥',
  },
  [8306] = {
    nil,
    '烹飪訓練師',
  },
  [8307] = {
    '塔班·熟麥',
    '麵包師',
  },
  [8308] = {
    nil,
    '獵人訓練師',
  },
  [8310] = {
    '守夜人沃博爾特',
    '守夜人',
  },
  [8311] = {
    '巨蛆',
    nil,
  },
  [8316] = {
    '聖騎士10交替',
    nil,
  },
  [8317] = {
    '阿塔萊死亡行者的靈魂',
    nil,
  },
  [8318] = {
    '阿塔萊奴隸',
    nil,
  },
  [8319] = {
    '夢魘幼龍',
    nil,
  },
  [8320] = {
    '斯普洛克',
    '特遣小組',
  },
  [8324] = {
    '阿塔萊骷髏',
    nil,
  },
  [8336] = {
    '哈卡萊挖掘者',
    nil,
  },
  [8337] = {
    '黑鐵塑鋼師',
    nil,
  },
  [8338] = {
    '黑鐵神射手',
    nil,
  },
  [8356] = {
    nil,
    '銀行職員',
  },
  [8357] = {
    nil,
    '銀行職員',
  },
  [8358] = {
    nil,
    '布甲商',
  },
  [8359] = {
    nil,
    '皮甲商',
  },
  [8360] = {
    nil,
    '鎖甲商',
  },
  [8361] = {
    nil,
    '施法材料',
  },
  [8362] = {
    nil,
    '雜貨商',
  },
  [8363] = {
    '沙迪·迷霧行者',
    '貿易供應商',
  },
  [8364] = {
    nil,
    '背包商人',
  },
  [8376] = {
    '機械小雞',
    nil,
  },
  [8377] = {
    '暗影大廳的安迪',
    nil,
  },
  [8379] = {
    '大法師克希雷姆',
    nil,
  },
  [8380] = {
    '凡妮莎·貝蒂斯船長',
    nil,
  },
  [8383] = {
    '伍德',
    nil,
  },
  [8384] = {
    '神廟深淵潛伏者',
    nil,
  },
  [8385] = {
    '茉拉·符文圖騰',
    nil,
  },
  [8386] = {
    '地平線輕帆號船員',
    nil,
  },
  [8387] = {
    '地平線輕帆號大副',
    nil,
  },
  [8388] = {
    '地平線輕帆號廚師',
    nil,
  },
  [8389] = {
    '地平線輕帆號工程師',
    nil,
  },
  [8390] = {
    '藥劑師科雷',
    nil,
  },
  [8391] = {
    '黑衣拉索里克',
    nil,
  },
  [8392] = {
    '駕駛員希格斯·熔火',
    nil,
  },
  [8393] = {
    '瑟爾薩·風歌',
    nil,
  },
  [8394] = {
    '羅蘭·滑釘',
    nil,
  },
  [8396] = {
    '哨兵達莉亞·日刃',
    nil,
  },
  [8397] = {
    '哨兵科爾達拉·日刃',
    nil,
  },
  [8398] = {
    nil,
    '雙手武器商人',
  },
  [8399] = {
    nil,
    '克希雷姆的學徒',
  },
  [8401] = {
    nil,
    '草原土撥鼠商人',
  },
  [8402] = {
    '被奴役的考古學家',
    nil,
  },
  [8403] = {
    nil,
    '蟑螂商人',
  },
  [8404] = {
    nil,
    '蛇商',
  },
  [8406] = {
    '奧爾林·木拳',
    nil,
  },
  [8407] = {
    '腐化的瑪科隆',
    nil,
  },
  [8408] = {
    '督軍克雷利安',
    nil,
  },
  [8409] = {
    '商隊主人提塞特',
    nil,
  },
  [8416] = {
    '菲利克斯',
    nil,
  },
  [8417] = {
    '瀕死的考古學家',
    nil,
  },
  [8418] = {
    '菲拉·賢風',
    nil,
  },
  [8419] = {
    '暮光崇拜者',
    nil,
  },
  [8436] = {
    '薩麥爾·月棘',
    nil,
  },
  [8437] = {
    '哈卡萊爪牙',
    nil,
  },
  [8438] = {
    '哈卡萊血之守衛者',
    nil,
  },
  [8440] = {
    '哈卡的陰影',
    nil,
  },
  [8441] = {
    nil,
    '尼莉絲的守護者',
  },
  [8442] = {
    '暗影蛛絲盜獵者',
    '暗黑拍賣會',
  },
  [8443] = {
    '哈卡的化身',
    nil,
  },
  [8444] = {
    '貿易首領考維克',
    '暗黑拍賣會',
  },
  [8446] = {
    '希格斯·熔火的飛行器',
    nil,
  },
  [8447] = {
    '科朗克',
    '暗黑拍賣會',
  },
  [8477] = {
    '骷髏僕從',
    nil,
  },
  [8478] = {
    '大副杉德里爾',
    nil,
  },
  [8479] = {
    '卡拉然·溫布雷',
    nil,
  },
  [8480] = {
    '『欺詐者』卡拉然',
    nil,
  },
  [8496] = {
    '莉芙·雷茲菲克斯',
    '車間助理',
  },
  [8497] = {
    '夢魘鎮壓者',
    nil,
  },
  [8503] = {
    '吉波維特',
    nil,
  },
  [8504] = {
    '黑鐵哨衛',
    nil,
  },
  [8505] = {
    '迦瑪蘭的妖術',
    nil,
  },
  [8506] = {
    '被禁錮的伊蘭尼庫斯',
    nil,
  },
  [8508] = {
    nil,
    '釣魚供應商',
  },
  [8509] = {
    '侍從瑪特拉克',
    nil,
  },
  [8510] = {
    '阿塔萊圖騰',
    nil,
  },
  [8517] = {
    '希格斯·熔火',
    nil,
  },
  [8518] = {
    '『鑰匙大師』琳薩瑞爾',
    nil,
  },
  [8519] = {
    '荒蕪巨浪',
    nil,
  },
  [8520] = {
    '瘟疫劫毀者',
    nil,
  },
  [8521] = {
    '荒蕪水元素',
    nil,
  },
  [8522] = {
    '瘟疫水元素',
    nil,
  },
  [8523] = {
    '天譴士兵',
    nil,
  },
  [8524] = {
    '被詛咒的法師',
    nil,
  },
  [8525] = {
    '天譴護衛',
    nil,
  },
  [8526] = {
    '黑暗法師',
    nil,
  },
  [8527] = {
    '天譴守衛',
    nil,
  },
  [8528] = {
    '恐怖編織者',
    nil,
  },
  [8529] = {
    '天譴勇士',
    nil,
  },
  [8530] = {
    '吃人的食屍鬼',
    nil,
  },
  [8531] = {
    '語無倫次的食屍鬼',
    nil,
  },
  [8532] = {
    '染病的撕掠者',
    nil,
  },
  [8534] = {
    '腐爛的石像鬼',
    nil,
  },
  [8535] = {
    '腐爛的尖嘯者',
    nil,
  },
  [8536] = {
    '腐爛的殺戮者',
    nil,
  },
  [8537] = {
    '闖入者',
    nil,
  },
  [8538] = {
    '無影僕從',
    nil,
  },
  [8539] = {
    '無眼觀察者',
    nil,
  },
  [8540] = {
    '破碎尖嘯者',
    nil,
  },
  [8541] = {
    '憎恨吟唱者',
    nil,
  },
  [8542] = {
    '死亡詠手',
    nil,
  },
  [8543] = {
    '縫合憎惡',
    nil,
  },
  [8544] = {
    '笨拙的魔像',
    nil,
  },
  [8545] = {
    '縫合的魔像',
    nil,
  },
  [8546] = {
    '黑暗教徒',
    '詛咒神教',
  },
  [8547] = {
    '死亡教徒',
    '詛咒神教',
  },
  [8548] = {
    '邪惡導師',
    '詛咒神教',
  },
  [8549] = {
    nil,
    '詛咒神教',
  },
  [8550] = {
    '暗影法師',
    '詛咒神教',
  },
  [8551] = {
    '黑暗召喚師',
    '詛咒神教',
  },
  [8552] = {
    '亡靈侍僧',
    '詛咒神教',
  },
  [8553] = {
    '死靈法師',
    '詛咒神教',
  },
  [8554] = {
    '刺鬃酋長',
    nil,
  },
  [8555] = {
    '地穴潛獵者',
    nil,
  },
  [8556] = {
    '地穴巡邏者',
    nil,
  },
  [8557] = {
    '地穴恐蛛',
    nil,
  },
  [8558] = {
    '地穴屠戮者',
    nil,
  },
  [8559] = {
    '不死奈幽蛛怪',
    nil,
  },
  [8560] = {
    '爛苔斥候',
    nil,
  },
  [8561] = {
    '爛苔暗影獵手',
    nil,
  },
  [8562] = {
    '爛苔食屍者',
    nil,
  },
  [8563] = {
    '悲慘的護林者',
    nil,
  },
  [8564] = {
    '悲慘的遊俠',
    nil,
  },
  [8565] = {
    '悲慘的巡路者',
    nil,
  },
  [8566] = {
    '黑鐵監視者',
    nil,
  },
  [8567] = {
    '暴食者',
    nil,
  },
  [8576] = {
    '阿格圖·血拳',
    nil,
  },
  [8580] = {
    nil,
    '衛像者',
  },
  [8581] = {
    '血精靈防衛者',
    nil,
  },
  [8583] = {
    '迪蘭妮亞·月光',
    nil,
  },
  [8585] = {
    '冰霜幽靈',
    nil,
  },
  [8586] = {
    '哈格魯姆·血拳',
    nil,
  },
  [8588] = {
    '『靈語者』昂布蘭希',
    nil,
  },
  [8596] = {
    '瘟疫幼犬',
    nil,
  },
  [8597] = {
    '瘟疫犬',
    nil,
  },
  [8598] = {
    '狂怒的瘟疫犬',
    nil,
  },
  [8599] = {
    '大型瘟疫獵犬',
    nil,
  },
  [8600] = {
    '瘟疫蝙蝠',
    nil,
  },
  [8601] = {
    '毒性瘟疫蝙蝠',
    nil,
  },
  [8602] = {
    '巨型瘟疫蝙蝠',
    nil,
  },
  [8603] = {
    '腐肉蟲',
    nil,
  },
  [8605] = {
    '腐肉吞噬者',
    nil,
  },
  [8606] = {
    '腐朽軟泥怪',
    nil,
  },
  [8607] = {
    '腐爛淤泥怪',
    nil,
  },
  [8608] = {
    '發怒的煉獄火',
    nil,
  },
  [8609] = {
    nil,
    '獅鷲獸管理員',
  },
  [8610] = {
    nil,
    '雙足飛龍管理員',
  },
  [8611] = {
    '塑像空間之子',
    nil,
  },
  [8612] = {
    '尖嘯者的靈魂',
    nil,
  },
  [8613] = {
    '奧齊',
    nil,
  },
  [8615] = {
    '秘銀幼龍',
    nil,
  },
  [8616] = {
    '煉獄火僕從',
    nil,
  },
  [8636] = {
    '『守衛者』莫塔加亞',
    nil,
  },
  [8637] = {
    '黑鐵警備兵',
    nil,
  },
  [8656] = {
    '胡庫的虛無行者',
    nil,
  },
  [8657] = {
    '胡庫的魅魔',
    nil,
  },
  [8658] = {
    '胡庫的小鬼',
    nil,
  },
  [8660] = {
    '伊夫卡爾',
    nil,
  },
  [8661] = {
    '拍賣師比爾杜',
    nil,
  },
  [8662] = {
    '塑像烤箱火焰目標',
    nil,
  },
  [8663] = {
    '碎骨精英',
    nil,
  },
  [8664] = {
    '日行者賽恩',
    nil,
  },
  [8665] = {
    nil,
    '貓頭鷹訓練師',
  },
  [8666] = {
    '利爾·迪米',
    '賣貓的小孩',
  },
  [8667] = {
    '狂風漩渦',
    nil,
  },
  [8668] = {
    '惡魔尋蹤犬',
    nil,
  },
  [8669] = {
    '拍賣師圖爾倫',
    nil,
  },
  [8670] = {
    '拍賣師希爾頓',
    nil,
  },
  [8671] = {
    '拍賣師巴克爾',
    nil,
  },
  [8672] = {
    '拍賣師里卡',
    nil,
  },
  [8673] = {
    '拍賣師薩蘇恩',
    nil,
  },
  [8674] = {
    '拍賣師斯塔比',
    nil,
  },
  [8675] = {
    '魔化犬',
    nil,
  },
  [8676] = {
    '世界地精工程學訓練師',
    '地精工程學訓練師',
  },
  [8677] = {
    '世界哥布林工程學訓練師',
    '哥布林工程學訓練師',
  },
  [8678] = {
    '朱比·機簧',
    '工程學供應商',
  },
  [8679] = {
    '克納茲·槍焰',
    '工程學供應商',
  },
  [8680] = {
    '大型煉獄火',
    nil,
  },
  [8681] = {
    '埃瑞克',
    '特殊裁縫供應商',
  },
  [8716] = {
    '驚懼領主',
    nil,
  },
  [8717] = {
    '惡魔守衛精英',
    nil,
  },
  [8718] = {
    '法力犬',
    nil,
  },
  [8719] = {
    '拍賣師費奇',
    nil,
  },
  [8720] = {
    '拍賣師雷姆斯',
    nil,
  },
  [8721] = {
    '拍賣師埃比圖',
    nil,
  },
  [8722] = {
    '拍賣師古雷姆',
    nil,
  },
  [8723] = {
    '拍賣師戈洛薩斯',
    nil,
  },
  [8736] = {
    '巴茲克·布拉斯溫',
    '工程學訓練師',
  },
  [8738] = {
    '瓦薩里奧·林克格雷斯',
    '哥布林工程學訓練師',
  },
  [8756] = {
    nil,
    '洛拉姆斯的守護者',
  },
  [8757] = {
    nil,
    '洛拉姆斯的守護者',
  },
  [8758] = {
    nil,
    '洛拉姆斯的守護者',
  },
  [8759] = {
    '苔蹄奔跑者',
    nil,
  },
  [8760] = {
    '苔蹄雄鹿',
    nil,
  },
  [8761] = {
    '苔蹄快步者',
    nil,
  },
  [8762] = {
    '林木隱匿者',
    nil,
  },
  [8763] = {
    '霧翼遊蕩者',
    nil,
  },
  [8764] = {
    '霧翼劫毀者',
    nil,
  },
  [8765] = {
    '森林蠕行者',
    nil,
  },
  [8766] = {
    '森林軟泥怪',
    nil,
  },
  [8776] = {
    '翡翠幼龍',
    nil,
  },
  [8777] = {
    '辛里克·考爾薩恩',
    '剝皮訓練師',
  },
  [8816] = {
    '烏舍爾',
    nil,
  },
  [8836] = {
    '作戰小雞',
    nil,
  },
  [8837] = {
    '泥漿元素',
    nil,
  },
  [8856] = {
    '泰里恩的間諜機器人',
    nil,
  },
  [8876] = {
    '沙怒侍僧',
    nil,
  },
  [8877] = {
    '沙怒狂熱者',
    nil,
  },
  [8878] = {
    nil,
    '高級造錘師',
  },
  [8879] = {
    '皇家歷史學家阿克瑟努斯',
    nil,
  },
  [8880] = {
    '機械陸行鳥',
    nil,
  },
  [8881] = {
    '騎乘用山羊',
    nil,
  },
  [8882] = {
    '騎乘用虎',
    nil,
  },
  [8883] = {
    '騎乘用馬',
    nil,
  },
  [8884] = {
    '骷髏馬',
    nil,
  },
  [8885] = {
    '騎乘用迅猛龍',
    nil,
  },
  [8886] = {
    '變異巨蟒',
    nil,
  },
  [8887] = {
    '一個飽經折磨的聲音',
    nil,
  },
  [8888] = {
    '弗蘭克羅恩·鑄鐵',
    nil,
  },
  [8889] = {
    '鐵怒監督者',
    nil,
  },
  [8890] = {
    '鐵怒守望者',
    nil,
  },
  [8891] = {
    '鐵怒衛士',
    nil,
  },
  [8892] = {
    '鐵怒步卒',
    nil,
  },
  [8893] = {
    '鐵怒士兵',
    nil,
  },
  [8894] = {
    '鐵怒醫師',
    nil,
  },
  [8895] = {
    '鐵怒軍官',
    nil,
  },
  [8896] = {
    '影爐農民',
    nil,
  },
  [8897] = {
    '末日之爐工匠',
    nil,
  },
  [8898] = {
    '鐵怒隊長',
    nil,
  },
  [8899] = {
    '末日之爐龍騎兵',
    nil,
  },
  [8900] = {
    '末日之爐魔匠',
    nil,
  },
  [8901] = {
    '鐵怒預備兵',
    nil,
  },
  [8902] = {
    '影爐居民',
    nil,
  },
  [8903] = {
    '鐵怒上尉',
    nil,
  },
  [8904] = {
    '影爐議員',
    nil,
  },
  [8905] = {
    '戰鬥傀儡',
    nil,
  },
  [8906] = {
    '狂怒魔像',
    nil,
  },
  [8907] = {
    '怒錘傀儡',
    nil,
  },
  [8908] = {
    '熔火戰爭魔像',
    nil,
  },
  [8909] = {
    '火焰衛士',
    nil,
  },
  [8910] = {
    '熾熱火焰衛士',
    nil,
  },
  [8911] = {
    '火焰驅逐者',
    nil,
  },
  [8912] = {
    '暮光之錘拷問者',
    nil,
  },
  [8913] = {
    '暮光使者',
    nil,
  },
  [8914] = {
    '暮光保鏢',
    nil,
  },
  [8915] = {
    '暮光之錘大使',
    nil,
  },
  [8916] = {
    '競技場觀眾',
    nil,
  },
  [8917] = {
    '挖掘場奴隸',
    nil,
  },
  [8920] = {
    '武器技師',
    nil,
  },
  [8921] = {
    '血犬',
    nil,
  },
  [8922] = {
    '巨型血犬',
    nil,
  },
  [8923] = {
    '無敵的潘佐爾',
    nil,
  },
  [8924] = {
    '貝希摩斯',
    nil,
  },
  [8925] = {
    '掘泥蟲',
    nil,
  },
  [8926] = {
    '深淵釘刺者',
    nil,
  },
  [8927] = {
    '黑暗尖嘯者',
    nil,
  },
  [8928] = {
    '洞穴雷霆蜥蜴',
    nil,
  },
  [8929] = {
    '茉艾拉·銅鬚公主',
    '鐵爐堡公主',
  },
  [8931] = {
    '旅店老闆希瑟爾',
    '旅店老闆',
  },
  [8932] = {
    '鑽孔甲蟲',
    nil,
  },
  [8933] = {
    '洞穴爬蛛',
    nil,
  },
  [8934] = {
    nil,
    '貿易供應商',
  },
  [8937] = {
    '寵物炸彈',
    nil,
  },
  [8956] = {
    '怒爪熊',
    nil,
  },
  [8957] = {
    '怒爪灰熊',
    nil,
  },
  [8958] = {
    '怒爪巨熊',
    nil,
  },
  [8959] = {
    '魔爪狼',
    nil,
  },
  [8960] = {
    '魔爪食腐狼',
    nil,
  },
  [8961] = {
    '魔爪劫毀者',
    nil,
  },
  [8962] = {
    '尼達',
    nil,
  },
  [8964] = {
    '黑石飛龍',
    nil,
  },
  [8980] = {
    '火腹軍官',
    nil,
  },
  [8981] = {
    '失控的劫奪者',
    nil,
  },
  [8982] = {
    '鐵手守護者',
    nil,
  },
  [8983] = {
    '魔像領主阿格曼奇',
    nil,
  },
  [8996] = {
    '虛無行者爪牙',
    nil,
  },
  [8997] = {
    '戈薩拉·夜語',
    nil,
  },
  [8999] = {
    nil,
    '旅店老闆',
  },
  [9017] = {
    '伊森迪奧斯領主',
    nil,
  },
  [9018] = {
    '高階審問者格斯塔恩',
    '暮光之錘審問者',
  },
  [9019] = {
    '達格蘭·索瑞森大帝',
    nil,
  },
  [9020] = {
    '指揮官哥沙克',
    '卡加斯遠征軍',
  },
  [9021] = {
    '卡蘭·巨錘',
    nil,
  },
  [9022] = {
    '杜格哈爾·雷翼',
    nil,
  },
  [9023] = {
    '溫德索爾元帥',
    nil,
  },
  [9024] = {
    '火占師羅格雷恩',
    nil,
  },
  [9025] = {
    '洛考爾領主',
    nil,
  },
  [9026] = {
    '征服者派隆',
    nil,
  },
  [9027] = {
    '『修行者』高羅什',
    nil,
  },
  [9028] = {
    '格里茲爾',
    nil,
  },
  [9029] = {
    '剜眼者',
    nil,
  },
  [9030] = {
    '『破壞者』奧科索爾',
    nil,
  },
  [9032] = {
    '『蠕行者』赫杜姆',
    nil,
  },
  [9033] = {
    '安格弗將軍',
    nil,
  },
  [9034] = {
    '黑特雷爾',
    nil,
  },
  [9035] = {
    '安格雷爾',
    nil,
  },
  [9036] = {
    '瓦勒雷爾',
    nil,
  },
  [9037] = {
    '格魯雷爾',
    nil,
  },
  [9038] = {
    '西斯雷爾',
    nil,
  },
  [9039] = {
    '杜姆雷爾',
    nil,
  },
  [9040] = {
    '多普雷爾',
    nil,
  },
  [9041] = {
    '護衛斯迪爾基斯',
    nil,
  },
  [9043] = {
    '裂盾蠻兵',
    '裂盾軍團',
  },
  [9044] = {
    '裂盾哨衛',
    '裂盾軍團',
  },
  [9045] = {
    '裂盾侍僧',
    '裂盾軍團',
  },
  [9046] = {
    '裂盾軍需官',
    '裂盾軍團',
  },
  [9047] = {
    nil,
    '挖溝者',
  },
  [9056] = {
    '弗諾斯·達克維爾',
    '首席建築師',
  },
  [9077] = {
    '督軍高圖斯',
    '卡加斯遠征軍',
  },
  [9078] = {
    '暗影法師薇薇安·拉格雷',
    '卡加斯遠征軍',
  },
  [9079] = {
    '祭師塞朵拉·穆瓦丹尼',
    '卡加斯遠征軍',
  },
  [9080] = {
    nil,
    '卡加斯遠征軍',
  },
  [9081] = {
    '『神射手』賈拉瑪弗',
    '卡加斯遠征軍',
  },
  [9082] = {
    '薩特拉克·長齒',
    '卡加斯遠征軍',
  },
  [9083] = {
    '拉札布雷德',
    '卡加斯遠征軍',
  },
  [9084] = {
    '桑德哈特',
    '卡加斯遠征軍',
  },
  [9085] = {
    '新兵阿瑪卡',
    '卡加斯遠征軍',
  },
  [9086] = {
    '蠻兵加戈爾',
    '卡加斯遠征軍',
  },
  [9087] = {
    '巴珊娜·符文圖騰',
    nil,
  },
  [9096] = {
    '狂爪龍裔',
    nil,
  },
  [9097] = {
    '裂盾軍團士兵',
    '裂盾軍團',
  },
  [9098] = {
    '裂盾縛法者',
    '裂盾軍團',
  },
  [9099] = {
    nil,
    '餡餅商人',
  },
  [9116] = {
    '艾瑞丹·藍風',
    '翡翠議會',
  },
  [9117] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9136] = {
    '沙妮·長齒',
    nil,
  },
  [9156] = {
    '弗萊拉斯大使',
    nil,
  },
  [9157] = {
    '血瓣花',
    nil,
  },
  [9158] = {
    '戰馬',
    nil,
  },
  [9162] = {
    '幼雙帆龍',
    nil,
  },
  [9163] = {
    '雙帆龍',
    nil,
  },
  [9164] = {
    '老雙帆龍',
    nil,
  },
  [9165] = {
    '小翼手龍',
    nil,
  },
  [9166] = {
    '翼手龍',
    nil,
  },
  [9167] = {
    '狂怒的翼手龍',
    nil,
  },
  [9176] = {
    '戈洛普',
    nil,
  },
  [9178] = {
    '燃靈',
    nil,
  },
  [9179] = {
    nil,
    '鍛造供應商',
  },
  [9180] = {
    '世界事件生成器',
    nil,
  },
  [9196] = {
    '歐莫克大王',
    nil,
  },
  [9197] = {
    '尖石戰鬥法師',
    nil,
  },
  [9198] = {
    '尖石秘術使',
    nil,
  },
  [9199] = {
    '尖石執行者',
    nil,
  },
  [9200] = {
    '尖石劫奪者',
    nil,
  },
  [9201] = {
    '尖石巨魔魔導師',
    nil,
  },
  [9216] = {
    '尖石督軍',
    nil,
  },
  [9217] = {
    '尖石首席魔導師',
    nil,
  },
  [9218] = {
    '尖石戰鬥統帥',
    nil,
  },
  [9219] = {
    '尖石屠夫',
    nil,
  },
  [9236] = {
    '暗影獵手沃許加斯',
    nil,
  },
  [9237] = {
    '將領沃恩',
    nil,
  },
  [9238] = {
    '[Deprecated for 4.x]奎恩丁',
    nil,
  },
  [9239] = {
    '燃棘秘術使',
    nil,
  },
  [9240] = {
    '燃棘暗影牧師',
    nil,
  },
  [9241] = {
    '燃棘獵頭者',
    nil,
  },
  [9256] = {
    '農場小雞',
    nil,
  },
  [9257] = {
    '裂盾術士',
    '裂盾軍團',
  },
  [9258] = {
    '裂盾劫掠者',
    '裂盾軍團',
  },
  [9259] = {
    '火印蠻兵',
    '火印軍團',
  },
  [9260] = {
    '火印軍團士兵',
    '火印軍團',
  },
  [9261] = {
    '火印暗織者',
    '火印軍團',
  },
  [9262] = {
    '火印塑能師',
    '火印軍團',
  },
  [9263] = {
    '火印織懼者',
    '火印軍團',
  },
  [9264] = {
    '火印火占師',
    '火印軍團',
  },
  [9265] = {
    '燃棘暗影獵手',
    nil,
  },
  [9266] = {
    '燃棘巫醫',
    nil,
  },
  [9267] = {
    '燃棘擲斧者',
    nil,
  },
  [9268] = {
    '燃棘狂戰士',
    nil,
  },
  [9269] = {
    '燃棘先知',
    nil,
  },
  [9270] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9271] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9272] = {
    '斯巴克·尼米爾',
    '馬紹爾遠征隊',
  },
  [9275] = {
    '發射器',
    nil,
  },
  [9276] = {
    '發射器 2',
    nil,
  },
  [9297] = {
    '暴怒的雙足飛龍',
    nil,
  },
  [9298] = {
    '多諾瓦·雪山',
    nil,
  },
  [9316] = {
    '維妮·布特巴克',
    nil,
  },
  [9317] = {
    '雷里·格里斯高布',
    nil,
  },
  [9318] = {
    '燻火龍',
    nil,
  },
  [9319] = {
    '馴犬者格雷布瑪爾',
    nil,
  },
  [9336] = {
    '考博普拉格',
    nil,
  },
  [9356] = {
    '旅店老闆舒爾卡',
    '旅店老闆',
  },
  [9376] = {
    '火焰使者',
    nil,
  },
  [9377] = {
    '空氣漩渦',
    nil,
  },
  [9396] = {
    '震地者',
    nil,
  },
  [9397] = {
    '出土化石',
    nil,
  },
  [9398] = {
    '暮光之錘劊子手',
    nil,
  },
  [9416] = {
    '裂盾座狼',
    '裂盾軍團',
  },
  [9417] = {
    '沉睡之龍',
    nil,
  },
  [9436] = {
    '貝爾加的產物',
    nil,
  },
  [9437] = {
    '黑暗守衛者沃弗克',
    nil,
  },
  [9438] = {
    '黑暗守衛者比塞克',
    nil,
  },
  [9439] = {
    '黑暗守衛者尤格爾',
    nil,
  },
  [9441] = {
    '黑暗守衛者希姆雷爾',
    nil,
  },
  [9442] = {
    '黑暗守衛者奧弗加特',
    nil,
  },
  [9443] = {
    '黑暗守衛者佩沃爾',
    nil,
  },
  [9445] = {
    '黑暗守衛',
    nil,
  },
  [9447] = {
    '血色護衛',
    nil,
  },
  [9448] = {
    '血色禁衛隊',
    nil,
  },
  [9449] = {
    '血色教士',
    nil,
  },
  [9450] = {
    '血色助理牧師',
    nil,
  },
  [9451] = {
    '血色大法師',
    nil,
  },
  [9452] = {
    '血色附魔師',
    nil,
  },
  [9456] = {
    '督軍克羅姆札',
    nil,
  },
  [9457] = {
    '部落防衛者',
    nil,
  },
  [9458] = {
    '部落飛斧手',
    nil,
  },
  [9459] = {
    '塞勒斯·薩雷芬圖斯',
    nil,
  },
  [9460] = {
    '加基森衛兵',
    nil,
  },
  [9461] = {
    '狂亂的黑龍',
    '塞勒斯的爪牙',
  },
  [9462] = {
    '血喉酋長',
    nil,
  },
  [9464] = {
    '洛爾主宰',
    nil,
  },
  [9465] = {
    '戴兜帽的高赫尼',
    '德魯伊訓練師',
  },
  [9467] = {
    '米布隆·亂齒',
    nil,
  },
  [9476] = {
    '警備兵毀握',
    nil,
  },
  [9477] = {
    '複製的軟泥怪',
    nil,
  },
  [9496] = {
    '格里什蟲卵',
    nil,
  },
  [9498] = {
    '格里什幼蟲',
    nil,
  },
  [9499] = {
    '普拉格·史帕齊林',
    nil,
  },
  [9500] = {
    '娜瑪拉小姐',
    nil,
  },
  [9501] = {
    '旅店老闆埃德瓦',
    '旅店老闆',
  },
  [9502] = {
    '法拉克斯',
    nil,
  },
  [9503] = {
    '士兵羅克諾特',
    nil,
  },
  [9516] = {
    '貝恩霍勒領主',
    nil,
  },
  [9517] = {
    '暗影領主費爾丹',
    nil,
  },
  [9521] = {
    '暴怒的魔化蝙蝠',
    nil,
  },
  [9522] = {
    '黑石伏擊者',
    nil,
  },
  [9523] = {
    '科卡爾風暴先知',
    nil,
  },
  [9524] = {
    '科卡爾入侵者',
    nil,
  },
  [9525] = {
    '亂風崗勇士',
    nil,
  },
  [9526] = {
    '暴怒的獅鷲獸',
    nil,
  },
  [9527] = {
    '暴怒的角鷹獸',
    nil,
  },
  [9528] = {
    '阿拉珊蒂絲·銀空',
    '翡翠議會',
  },
  [9529] = {
    '梅貝絲·河風',
    '翡翠議會',
  },
  [9536] = {
    '麥克斯沃特·尤柏格林',
    nil,
  },
  [9537] = {
    '霍爾雷·黑息',
    nil,
  },
  [9538] = {
    '高階劊子手努茲拉克',
    '卡加斯遠征軍',
  },
  [9539] = {
    '雷克斯洛特的陰影',
    '卡加斯遠征軍',
  },
  [9540] = {
    '恩諾哈爾·雷酒',
    nil,
  },
  [9541] = {
    '黑息的親信',
    nil,
  },
  [9542] = {
    '弗蘭克羅恩的靈魂',
    nil,
  },
  [9543] = {
    '雷布里·斯庫比格特',
    nil,
  },
  [9544] = {
    '尤卡·斯庫比格特',
    nil,
  },
  [9545] = {
    '恐怖的奴隸主',
    nil,
  },
  [9546] = {
    '信差拉斯卡爾',
    nil,
  },
  [9547] = {
    '醉酒的奴隸主',
    nil,
  },
  [9548] = {
    '卡溫德·準星',
    '槍械和弓箭',
  },
  [9549] = {
    nil,
    '弓箭商',
  },
  [9551] = {
    '[Deprecated for 4.x]斯塔恩',
    '槍械和弓箭',
  },
  [9552] = {
    nil,
    '弓箭商',
  },
  [9553] = {
    nil,
    '弓箭商',
  },
  [9554] = {
    '持鐵錘的顧客',
    nil,
  },
  [9555] = {
    nil,
    '弓箭商',
  },
  [9556] = {
    '惡魔犬爪牙',
    nil,
  },
  [9558] = {
    '船主格瑞姆比',
    '船主',
  },
  [9559] = {
    '格里斯羅維',
    '船主',
  },
  [9560] = {
    '麥斯威爾元帥',
    nil,
  },
  [9561] = {
    '加琳達',
    nil,
  },
  [9562] = {
    '赫林迪斯·河角',
    nil,
  },
  [9563] = {
    '狼狽不堪的約翰',
    nil,
  },
  [9564] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [9565] = {
    '瑪亞拉·亮翼',
    nil,
  },
  [9566] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [9568] = {
    '維姆薩拉克主宰',
    nil,
  },
  [9576] = {
    '暴風城天賦大師',
    '天賦大師',
  },
  [9578] = {
    '鐵爐堡天賦大師',
    '天賦大師',
  },
  [9579] = {
    '達納蘇斯天賦大師',
    '天賦大師',
  },
  [9580] = {
    '奧格瑪天賦大師',
    '天賦大師',
  },
  [9581] = {
    '雷霆崖天賦大師',
    '天賦大師',
  },
  [9582] = {
    '幽暗城天賦大師',
    '天賦大師',
  },
  [9583] = {
    '血斧精兵',
    '血斧軍團',
  },
  [9584] = {
    nil,
    '裁縫訓練師',
  },
  [9596] = {
    '班諾克·巨斧',
    '火印軍團勇士',
  },
  [9599] = {
    '變形後的艾雷',
    nil,
  },
  [9600] = {
    '鸚鵡',
    nil,
  },
  [9601] = {
    '樹人的靈魂',
    nil,
  },
  [9605] = {
    '黑石劫掠者',
    nil,
  },
  [9616] = {
    '拉里斯·空輪',
    nil,
  },
  [9617] = {
    '[UNUSED]埃亞·莫爾克',
    nil,
  },
  [9618] = {
    '卡爾納·雷姆塔維爾',
    '馬紹爾遠征隊',
  },
  [9619] = {
    '托爾瓦·尋路者',
    nil,
  },
  [9621] = {
    '巨大的軟泥怪',
    nil,
  },
  [9623] = {
    '艾米01',
    nil,
  },
  [9636] = {
    nil,
    '商人',
  },
  [9637] = {
    '灼燒圖騰',
    nil,
  },
  [9657] = {
    '發條娃娃',
    nil,
  },
  [9660] = {
    '阿格納',
    nil,
  },
  [9662] = {
    '精龍寶寶',
    nil,
  },
  [9676] = {
    '丁克·鐵哨',
    '工程學供應商',
  },
  [9680] = {
    '火浪殺手',
    nil,
  },
  [9682] = {
    '雷吉納德·溫德索爾元帥',
    nil,
  },
  [9683] = {
    '拉克維的配偶',
    nil,
  },
  [9687] = {
    'zzOLD風牆圖騰',
    nil,
  },
  [9688] = {
    'zzOLD風牆圖騰 II',
    nil,
  },
  [9689] = {
    'zzOLD風牆圖騰 III',
    nil,
  },
  [9690] = {
    '灰燼座狼',
    nil,
  },
  [9691] = {
    '毒尖蠍',
    nil,
  },
  [9692] = {
    '血斧劫掠者',
    '血斧軍團',
  },
  [9693] = {
    '血斧塑能師',
    '血斧軍團',
  },
  [9694] = {
    '流涎的灰燼座狼',
    nil,
  },
  [9695] = {
    '死鞭蠍',
    nil,
  },
  [9696] = {
    '血斧座狼',
    '裂盾軍團',
  },
  [9697] = {
    '巨型灰燼座狼',
    nil,
  },
  [9698] = {
    '火尾蠍',
    nil,
  },
  [9699] = {
    '火甲蟲',
    nil,
  },
  [9700] = {
    '熔岩蟹',
    nil,
  },
  [9701] = {
    '黑石塔蠍子',
    nil,
  },
  [9702] = {
    '[UNUSED]格盧爾克',
    nil,
  },
  [9703] = {
    '[UNUSED]伊爾蘇克',
    nil,
  },
  [9704] = {
    '[UNUSED]拉莫爾克',
    nil,
  },
  [9705] = {
    '虛幻睡夢守衛',
    nil,
  },
  [9706] = {
    '尤爾巴·斯庫比格特',
    nil,
  },
  [9707] = {
    '裂盾傳送門',
    nil,
  },
  [9708] = {
    '燃燒小鬼',
    nil,
  },
  [9716] = {
    '血斧好戰者',
    '血斧軍團',
  },
  [9717] = {
    '血斧召喚師',
    '血斧軍團',
  },
  [9718] = {
    '霍克·巴什古德',
    '血斧軍團的勇士',
  },
  [9736] = {
    '軍需官茲格雷斯',
    '血斧軍團',
  },
  [9776] = {
    '噴焰小鬼',
    nil,
  },
  [9777] = {
    '靈焰小鬼',
    nil,
  },
  [9778] = {
    '火炬小鬼',
    nil,
  },
  [9779] = {
    '怒焰小鬼',
    nil,
  },
  [9816] = {
    '烈焰衛士艾博希爾',
    nil,
  },
  [9817] = {
    '黑手織懼者',
    '黑手軍團',
  },
  [9818] = {
    '黑手召喚師',
    '黑手軍團',
  },
  [9819] = {
    '黑手老兵',
    '黑手軍團',
  },
  [9836] = {
    '瑪瑟迪斯·火芒',
    nil,
  },
  [9837] = {
    '利希莉亞',
    nil,
  },
  [9857] = {
    '拍賣師格里茲林',
    nil,
  },
  [9858] = {
    '拍賣師克雷斯克',
    nil,
  },
  [9859] = {
    '拍賣師林姆克',
    nil,
  },
  [9862] = {
    '加德納爾軍團士兵',
    nil,
  },
  [9877] = {
    '薩瓦利斯王子',
    nil,
  },
  [9878] = {
    '熱能野獸',
    nil,
  },
  [9879] = {
    '熱能恐獸',
    nil,
  },
  [9896] = {
    '世界獸欄管理員',
    '獸欄管理員',
  },
  [9936] = {
    '腐化貓',
    nil,
  },
  [9937] = {
    '普通貓',
    nil,
  },
  [9956] = {
    '影爐火焰持護者',
    nil,
  },
  [9976] = {
    nil,
    '獸欄管理員',
  },
  [9977] = {
    nil,
    '獸欄管理員',
  },
  [9978] = {
    nil,
    '獸欄管理員',
  },
  [9979] = {
    nil,
    '獸欄管理員',
  },
  [9980] = {
    '謝爾比·石火',
    '獸欄管理員',
  },
  [9981] = {
    nil,
    '獸欄管理員',
  },
  [9982] = {
    nil,
    '獸欄管理員',
  },
  [9983] = {
    nil,
    '獸欄管理員',
  },
  [9984] = {
    '烏布雷克·火拳',
    '獸欄管理員',
  },
  [9985] = {
    nil,
    '獸欄管理員',
  },
  [9986] = {
    '謝爾卡·狼行者',
    '獸欄管理員',
  },
  [9987] = {
    nil,
    '獸欄管理員',
  },
  [9988] = {
    nil,
    '獸欄管理員',
  },
  [9989] = {
    '麗娜·壁爐',
    '獸欄管理員',
  },
  [9997] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9998] = {
    nil,
    '馬紹爾遠征隊',
  },
  [10016] = {
    '腐化鼠',
    nil,
  },
  [10017] = {
    '腐化蟑螂',
    nil,
  },
  [10036] = {
    '蕨牆執行者',
    nil,
  },
  [10037] = {
    '湖畔鎮守衛',
    nil,
  },
  [10038] = {
    '守夜人',
    '守夜人',
  },
  [10040] = {
    '格里什蟲巢衛士',
    nil,
  },
  [10041] = {
    '格里什蜂后',
    nil,
  },
  [10042] = {
    '腐化的刃豹',
    nil,
  },
  [10043] = {
    '雷布里的親信',
    nil,
  },
  [10045] = {
    nil,
    '獸欄管理員',
  },
  [10046] = {
    '貝塞尼·火錘',
    '獸欄管理員',
  },
  [10047] = {
    nil,
    '獸欄管理員',
  },
  [10048] = {
    nil,
    '獸欄管理員',
  },
  [10049] = {
    nil,
    '獸欄管理員',
  },
  [10050] = {
    nil,
    '獸欄管理員',
  },
  [10051] = {
    nil,
    '獸欄管理員',
  },
  [10052] = {
    nil,
    '獸欄管理員',
  },
  [10053] = {
    nil,
    '獸欄管理員',
  },
  [10054] = {
    nil,
    '獸欄管理員',
  },
  [10055] = {
    nil,
    '獸欄管理員',
  },
  [10056] = {
    nil,
    '獸欄管理員',
  },
  [10057] = {
    nil,
    '獸欄管理員',
  },
  [10058] = {
    nil,
    '獸欄管理員',
  },
  [10059] = {
    nil,
    '獸欄管理員',
  },
  [10060] = {
    '格雷米斯塔克',
    '獸欄管理員',
  },
  [10061] = {
    '基利姆·石趾',
    '獸欄管理員',
  },
  [10062] = {
    nil,
    '獸欄管理員',
  },
  [10063] = {
    nil,
    '獸欄管理員',
  },
  [10076] = {
    '索瑞森高階女祭司',
    nil,
  },
  [10077] = {
    '死亡之喉',
    nil,
  },
  [10078] = {
    '特羅斯巴克',
    nil,
  },
  [10079] = {
    '勇者月角',
    nil,
  },
  [10080] = {
    '杉達爾·沙掠者',
    nil,
  },
  [10081] = {
    '灰塵怨靈',
    nil,
  },
  [10083] = {
    '狂爪火鱗龍人',
    nil,
  },
  [10084] = {
    '狂爪幼龍',
    nil,
  },
  [10085] = {
    nil,
    '獸欄管理員',
  },
  [10086] = {
    '赫蘇瓦·雷角',
    '獸欄管理員',
  },
  [10088] = {
    nil,
    '獸欄管理員',
  },
  [10089] = {
    nil,
    '獸欄管理員',
  },
  [10090] = {
    '貝莉亞·雷岩',
    '獸欄管理員',
  },
  [10096] = {
    '裁決者格里斯通',
    nil,
  },
  [10116] = {
    '奴隸',
    nil,
  },
  [10117] = {
    '受折磨的奴隸',
    nil,
  },
  [10118] = {
    '奈莎·影歌',
    '釣魚供應商',
  },
  [10120] = {
    '寶庫護衛',
    nil,
  },
  [10136] = {
    '化學家弗雷',
    nil,
  },
  [10157] = {
    '月夜梟獸神諭者',
    nil,
  },
  [10158] = {
    '月夜梟獸',
    nil,
  },
  [10159] = {
    '小月夜梟獸',
    nil,
  },
  [10160] = {
    '盛怒的月夜梟獸',
    nil,
  },
  [10161] = {
    '群居幼龍',
    nil,
  },
  [10162] = {
    '維克多·奈法利斯領主',
    '黑石之王',
  },
  [10177] = {
    '黑石塔甲蟲',
    nil,
  },
  [10178] = {
    '綠色螢光機械陸行鳥',
    nil,
  },
  [10179] = {
    '白色機械陸行鳥B型',
    nil,
  },
  [10181] = {
    '希瓦娜斯·風行者女士',
    '女妖之王',
  },
  [10182] = {
    '羅卡洛',
    '部落的勇士',
  },
  [10183] = {
    '月焰圖騰',
    nil,
  },
  [10196] = {
    '科巴塔恩將軍',
    nil,
  },
  [10197] = {
    '『嚎叫者』米基爾',
    nil,
  },
  [10198] = {
    '『劫奪者』卡蘇克',
    nil,
  },
  [10199] = {
    '雪爪灰熊怪',
    nil,
  },
  [10201] = {
    '赫達琳女士',
    nil,
  },
  [10203] = {
    '伯里苟斯',
    nil,
  },
  [10217] = {
    '烈焰打擊圖騰',
    nil,
  },
  [10218] = {
    '超強治療結界',
    nil,
  },
  [10221] = {
    '小血斧座狼',
    nil,
  },
  [10236] = {
    '維普',
    nil,
  },
  [10238] = {
    '斯塔貢',
    nil,
  },
  [10239] = {
    '泰伯拉',
    nil,
  },
  [10256] = {
    nil,
    '武器大師',
  },
  [10258] = {
    '群居守護者',
    nil,
  },
  [10259] = {
    '小座狼',
    nil,
  },
  [10261] = {
    '燃燒惡魔犬',
    nil,
  },
  [10263] = {
    '燃燒惡魔守衛',
    nil,
  },
  [10264] = {
    '索拉卡·火冠',
    nil,
  },
  [10266] = {
    nil,
    '見習鐵匠',
  },
  [10267] = {
    '丁奇·斯迪波爾',
    nil,
  },
  [10268] = {
    '『奴役者』基茲盧爾',
    nil,
  },
  [10276] = {
    '洛特加斯·石鬚',
    '見習鐵匠',
  },
  [10277] = {
    '格魯姆·石鬚',
    '見習鐵匠',
  },
  [10278] = {
    '瑟拉格·石蹄',
    '見習鐵匠',
  },
  [10290] = {
    '被捕獲的費伍德軟泥怪',
    nil,
  },
  [10291] = {
    '克萊蒂亞',
    '戰士訓練師',
  },
  [10292] = {
    '魯布洛斯·霜月',
    nil,
  },
  [10293] = {
    '杜希雅·霜月',
    '布甲商',
  },
  [10294] = {
    '瑪拉卡·霜月',
    nil,
  },
  [10295] = {
    '耶奈爾·喚月',
    '法杖訓練師',
  },
  [10296] = {
    '阿克萊德',
    nil,
  },
  [10297] = {
    '蓋拉提斯·夜行者',
    nil,
  },
  [10298] = {
    '特萊利·影語',
    '投擲武器訓練師',
  },
  [10299] = {
    '阿克萊德',
    '裂盾軍團',
  },
  [10301] = {
    '加隆·石矛',
    '探險者協會',
  },
  [10302] = {
    nil,
    '馬紹爾遠征隊',
  },
  [10303] = {
    '斯托姆·影蹄',
    nil,
  },
  [10304] = {
    '奧蘿拉·天喚者',
    nil,
  },
  [10305] = {
    '烏米·浪博史尼克',
    nil,
  },
  [10306] = {
    '特盧爾·法貝恩',
    nil,
  },
  [10307] = {
    '巫醫瑪艾里',
    nil,
  },
  [10316] = {
    '黑手監禁者',
    '黑手軍團',
  },
  [10317] = {
    '黑手精英',
    '黑手軍團',
  },
  [10318] = {
    '黑手刺客',
    '黑手軍團',
  },
  [10319] = {
    '黑手鐵衛士',
    '黑手軍團',
  },
  [10321] = {
    '艾博斯塔夫',
    nil,
  },
  [10322] = {
    '上古霜刃豹',
    nil,
  },
  [10323] = {
    '莫克迪普',
    nil,
  },
  [10336] = {
    '遠古豹',
    nil,
  },
  [10337] = {
    '褐色刃豹',
    nil,
  },
  [10338] = {
    '金色刃豹',
    nil,
  },
  [10339] = {
    nil,
    '雷德·黑手的坐騎',
  },
  [10340] = {
    '紅衣瓦拉斯塔茲',
    nil,
  },
  [10357] = {
    '『激怒者』雷薩恩',
    nil,
  },
  [10358] = {
    '菲林森特的陰影',
    nil,
  },
  [10360] = {
    '克古爾·血斧',
    '戰歌峽谷戰場軍官',
  },
  [10361] = {
    '戈魯爾·黑刃',
    '武器鍛造師',
  },
  [10362] = {
    nil,
    '投擲武器訓練師',
  },
  [10363] = {
    '達基薩斯將軍',
    nil,
  },
  [10364] = {
    '雅里卡·長爪',
    '施法材料和毒藥供應商',
  },
  [10365] = {
    nil,
    '武器大師',
  },
  [10366] = {
    '狂爪龍人衛士',
    nil,
  },
  [10367] = {
    '沙耶·怒拳',
    '食物和飲料',
  },
  [10368] = {
    nil,
    '法杖訓練師',
  },
  [10369] = {
    nil,
    '武器商',
  },
  [10371] = {
    '狂爪隊長',
    nil,
  },
  [10372] = {
    '狂爪火舌龍人',
    nil,
  },
  [10374] = {
    '尖塔蜘蛛',
    nil,
  },
  [10375] = {
    '尖塔小蜘蛛',
    nil,
  },
  [10376] = {
    '水晶之牙',
    nil,
  },
  [10377] = {
    '[Deprecated for 4.x]艾魯',
    '雙足飛龍學徒',
  },
  [10378] = {
    '歐姆薩·雷角',
    '雙足飛龍管理員',
  },
  [10379] = {
    '奧索巴·狂暴圖騰',
    '武器商',
  },
  [10380] = {
    '薩努耶·符文圖騰',
    '皮甲商',
  },
  [10381] = {
    '被毀壞的死屍',
    nil,
  },
  [10382] = {
    '被撕裂的死屍',
    nil,
  },
  [10383] = {
    '破碎的死屍',
    nil,
  },
  [10384] = {
    '鬼靈居民',
    nil,
  },
  [10385] = {
    '鬼魅居民',
    nil,
  },
  [10387] = {
    '復仇的魅影',
    nil,
  },
  [10388] = {
    '懷恨的魅影',
    nil,
  },
  [10389] = {
    '狂怒的魅影',
    nil,
  },
  [10390] = {
    '骷髏守護者',
    nil,
  },
  [10391] = {
    '骷髏狂戰士',
    nil,
  },
  [10393] = {
    '斯庫爾',
    nil,
  },
  [10394] = {
    '黑衣衛哨衛',
    nil,
  },
  [10395] = {
    '[UNUSED]黑衣衛戰士',
    nil,
  },
  [10397] = {
    '[UNUSED]黑衣衛劊子手',
    nil,
  },
  [10398] = {
    '圖薩丁暗影施法者',
    nil,
  },
  [10399] = {
    '圖薩丁侍僧',
    nil,
  },
  [10400] = {
    '圖薩丁死靈法師',
    nil,
  },
  [10405] = {
    '惡疫食屍鬼',
    nil,
  },
  [10406] = {
    '食屍搶奪者',
    nil,
  },
  [10407] = {
    '剝肉食屍鬼',
    nil,
  },
  [10408] = {
    '石翼石像鬼',
    nil,
  },
  [10409] = {
    '石翼尖嘯者',
    nil,
  },
  [10411] = {
    '納克薩瑪斯之眼',
    nil,
  },
  [10412] = {
    '地穴爬行者',
    nil,
  },
  [10413] = {
    '地穴獸',
    nil,
  },
  [10414] = {
    '縫補憎惡',
    nil,
  },
  [10415] = {
    '阿莎利水晶',
    nil,
  },
  [10416] = {
    '噴膽者',
    nil,
  },
  [10417] = {
    '潑毒者',
    nil,
  },
  [10418] = {
    '復活的衛士',
    nil,
  },
  [10419] = {
    '復活的咒術師',
    nil,
  },
  [10420] = {
    '復活的新兵',
    nil,
  },
  [10421] = {
    '復活的防衛者',
    nil,
  },
  [10422] = {
    '復活的巫士',
    nil,
  },
  [10423] = {
    '復活的牧師',
    nil,
  },
  [10424] = {
    '復活的豪俠',
    nil,
  },
  [10425] = {
    '復活的戰鬥法師',
    nil,
  },
  [10426] = {
    '復活的審判官',
    nil,
  },
  [10427] = {
    '[Deprecated for 4.x]波卡·捷山',
    nil,
  },
  [10428] = {
    '[Deprecated for 4.x]莫特加·火鬃',
    nil,
  },
  [10429] = {
    '大酋長雷德·黑手',
    nil,
  },
  [10430] = {
    '比斯巨獸',
    nil,
  },
  [10431] = {
    '格里高·格雷斯通',
    '銀色黎明',
  },
  [10433] = {
    '馬杜克·布萊克波爾',
    nil,
  },
  [10435] = {
    '巴瑟拉斯鎮長',
    nil,
  },
  [10436] = {
    '安娜絲塔麗男爵夫人',
    nil,
  },
  [10438] = {
    '蒼白的瑪勒基',
    nil,
  },
  [10439] = {
    '『暴食者』拉姆斯登',
    nil,
  },
  [10440] = {
    '瑞文戴爾男爵',
    nil,
  },
  [10441] = {
    '染疫鼠',
    nil,
  },
  [10442] = {
    '炫彩幼龍',
    nil,
  },
  [10443] = {
    nil,
    '劍訓練師',
  },
  [10444] = {
    nil,
    '長柄武器訓練師',
  },
  [10445] = {
    nil,
    '暗月馬戲團諮詢處',
  },
  [10447] = {
    '炫彩龍裔',
    nil,
  },
  [10448] = {
    '[UNUSED] 拉切爾·維卡',
    '劍訓練師',
  },
  [10449] = {
    '艾蜜莉·維卡',
    '長柄武器訓練師',
  },
  [10451] = {
    '薩拉·埃雷羅',
    '法杖訓練師',
  },
  [10452] = {
    '法布拉姆·鋼拳',
    nil,
  },
  [10453] = {
    '格雷布·火斧',
    nil,
  },
  [10454] = {
    '費利維克·羽嘶',
    nil,
  },
  [10455] = {
    '賓尼·冰刃',
    nil,
  },
  [10459] = {
    '騎龍的雷德',
    nil,
  },
  [10460] = {
    '勘察員鐵靴',
    nil,
  },
  [10461] = {
    '染疫蟲',
    nil,
  },
  [10463] = {
    '尖叫的女妖',
    nil,
  },
  [10464] = {
    '哀嚎的女妖',
    nil,
  },
  [10466] = {
    '斯泰林·希沃卡特',
    '特殊貨物商人',
  },
  [10467] = {
    '法力之潮圖騰',
    nil,
  },
  [10468] = {
    '菲諾克',
    nil,
  },
  [10469] = {
    '通靈學院專家',
    nil,
  },
  [10470] = {
    '通靈學院新學徒',
    nil,
  },
  [10471] = {
    '通靈學院侍僧',
    nil,
  },
  [10472] = {
    '通靈學院神秘學者',
    nil,
  },
  [10473] = {
    '通靈學院暗影施法者',
    nil,
  },
  [10475] = {
    '通靈學院學員',
    nil,
  },
  [10476] = {
    '通靈學院通靈師',
    nil,
  },
  [10477] = {
    '通靈學院死靈法師',
    nil,
  },
  [10478] = {
    '碎裂的骷髏',
    nil,
  },
  [10479] = {
    '遊蕩的屍體',
    nil,
  },
  [10480] = {
    '虛弱的屍體',
    nil,
  },
  [10481] = {
    '再活化的屍體',
    nil,
  },
  [10482] = {
    '復活的僕人',
    nil,
  },
  [10483] = {
    '復活的撕掠者',
    nil,
  },
  [10484] = {
    '復活的恐懼骷髏',
    nil,
  },
  [10485] = {
    '復活的畸形骷髏',
    nil,
  },
  [10486] = {
    '復活的戰士',
    nil,
  },
  [10487] = {
    '復活的保衛者',
    nil,
  },
  [10488] = {
    '復活的構造體',
    nil,
  },
  [10489] = {
    '復活的守衛',
    nil,
  },
  [10491] = {
    '復活的骸骨護衛',
    nil,
  },
  [10492] = {
    '復活的暗影法師',
    nil,
  },
  [10493] = {
    '復活的巫士',
    nil,
  },
  [10494] = {
    '衰老的食屍鬼',
    nil,
  },
  [10495] = {
    '染病的食屍鬼',
    nil,
  },
  [10497] = {
    '骯髒的食屍鬼',
    nil,
  },
  [10498] = {
    '鬼靈導師',
    nil,
  },
  [10499] = {
    '鬼靈研究員',
    nil,
  },
  [10500] = {
    '鬼靈教師',
    nil,
  },
  [10502] = {
    '伊露希亞·巴羅夫女士',
    nil,
  },
  [10504] = {
    '阿萊克斯·巴羅夫領主',
    nil,
  },
  [10505] = {
    '講師瑪麗希亞',
    nil,
  },
  [10506] = {
    '傳令官基爾圖諾斯',
    nil,
  },
  [10507] = {
    '拉文尼亞',
    nil,
  },
  [10508] = {
    '萊斯·霜語',
    nil,
  },
  [10509] = {
    '傑德',
    '黑手軍團',
  },
  [10510] = {
    '染疫泥漿怪',
    nil,
  },
  [10516] = {
    '不可寬恕者',
    nil,
  },
  [10536] = {
    '染疫蛆',
    nil,
  },
  [10537] = {
    '[Deprecated for 4.x]峭壁看守者長角',
    nil,
  },
  [10539] = {
    '[Deprecated for 4.x]哈加爾·雷蹄',
    nil,
  },
  [10541] = {
    '克拉蘭克的溫度計',
    nil,
  },
  [10556] = {
    '懶惰的苦工',
    nil,
  },
  [10557] = {
    'zzOLD火舌圖騰 IV',
    nil,
  },
  [10558] = {
    '爐邊歌手弗瑞斯坦',
    nil,
  },
  [10559] = {
    '薇絲比婭女士',
    nil,
  },
  [10577] = {
    '地穴甲蟲',
    nil,
  },
  [10578] = {
    nil,
    '訓練中的巫醫',
  },
  [10579] = {
    '傳令官基爾圖諾斯(魔法幻象)',
    nil,
  },
  [10580] = {
    '惡臭殭屍',
    nil,
  },
  [10581] = {
    '[Deprecated for 4.x]幼年阿利卡拉',
    nil,
  },
  [10582] = {
    '狗',
    '塞爾',
  },
  [10583] = {
    nil,
    '飛行管理員',
  },
  [10584] = {
    '烏洛克·末日嚎',
    nil,
  },
  [10596] = {
    '煙網蛛后',
    nil,
  },
  [10598] = {
    '煙網小蜘蛛',
    nil,
  },
  [10599] = {
    '哈夫納·石騰',
    nil,
  },
  [10600] = {
    '托泰克·巨蹄',
    nil,
  },
  [10601] = {
    '烏洛克懲戒者',
    nil,
  },
  [10602] = {
    '烏洛克魔導師',
    nil,
  },
  [10604] = {
    '女獵手妮麥',
    nil,
  },
  [10605] = {
    '血色醫護員',
    nil,
  },
  [10606] = {
    '女獵手雅里瑞拉',
    nil,
  },
  [10608] = {
    '血色祭司',
    nil,
  },
  [10610] = {
    nil,
    '矮人迫擊砲小隊',
  },
  [10611] = {
    '紹提',
    '矮人迫擊砲小隊',
  },
  [10612] = {
    '守衛瓦查比',
    nil,
  },
  [10616] = {
    '管理員萊琳',
    nil,
  },
  [10617] = {
    '[Deprecated for 4.x]Galak Messenger',
    nil,
  },
  [10618] = {
    '雷沃·霜風',
    '冬刃豹訓練師',
  },
  [10619] = {
    '格萊希爾',
    '雷沃的守護者',
  },
  [10636] = {
    '科多馱運獸',
    nil,
  },
  [10637] = {
    '瑪雷弗斯·暗錘',
    '瑟銀兄弟會',
  },
  [10638] = {
    '[Deprecated for 4.x]卡納提·灰雲',
    nil,
  },
  [10639] = {
    '洛吉什',
    nil,
  },
  [10640] = {
    '橡爪',
    nil,
  },
  [10641] = {
    '鉗枝沼澤獸',
    nil,
  },
  [10643] = {
    '瑪戈芬',
    nil,
  },
  [10644] = {
    '迷霧嚎叫者',
    nil,
  },
  [10645] = {
    '[Deprecated for 4.x]薩利亞',
    nil,
  },
  [10646] = {
    '[Deprecated for 4.x]拉克塔·風歌',
    nil,
  },
  [10647] = {
    '拉茲王子',
    nil,
  },
  [10656] = {
    '惡魔獵犬守護者',
    nil,
  },
  [10657] = {
    '腐化的貓',
    nil,
  },
  [10658] = {
    '溫娜的貓',
    nil,
  },
  [10659] = {
    '鈷藍幼龍',
    nil,
  },
  [10660] = {
    '鈷藍小龍',
    nil,
  },
  [10661] = {
    '噬魔幼龍',
    nil,
  },
  [10662] = {
    '法術之喉',
    nil,
  },
  [10663] = {
    '法力利爪',
    nil,
  },
  [10664] = {
    '斯克利爾',
    nil,
  },
  [10665] = {
    '初級藥劑師霍蘭德',
    '皇家藥劑師學會',
  },
  [10668] = {
    '血肉模糊的屍體',
    nil,
  },
  [10676] = {
    '狼騎兵希亞什',
    nil,
  },
  [10678] = {
    '染疫幼龍',
    nil,
  },
  [10680] = {
    '被召喚的黑手織懼者',
    '黑手軍團',
  },
  [10681] = {
    '被召喚的黑手老兵',
    '黑手軍團',
  },
  [10682] = {
    '狼騎兵科爾',
    nil,
  },
  [10683] = {
    '群居孵化者',
    nil,
  },
  [10684] = {
    '悔恨的精靈貴族',
    nil,
  },
  [10685] = {
    '豬',
    nil,
  },
  [10696] = {
    '避難谷地防衛者',
    nil,
  },
  [10697] = {
    '綠汁泥漿怪',
    nil,
  },
  [10698] = {
    '被召喚的殭屍',
    nil,
  },
  [10699] = {
    '腐食甲蟲',
    nil,
  },
  [10716] = {
    '鐘樓蝙蝠',
    nil,
  },
  [10717] = {
    '時光寄生蟲',
    nil,
  },
  [10719] = {
    '索爾的信使',
    nil,
  },
  [10720] = {
    '[Deprecated for 4.x]Galak Assassin',
    nil,
  },
  [10721] = {
    '新戰士',
    nil,
  },
  [10736] = {
    'Unkillable Test Dummy 60',
    nil,
  },
  [10738] = {
    '冬泉酋長',
    nil,
  },
  [10739] = {
    '穆格雷斯·深水',
    nil,
  },
  [10742] = {
    '黑手馭龍者',
    '黑手軍團',
  },
  [10756] = {
    '滾燙的水元素',
    nil,
  },
  [10757] = {
    '沸騰的水元素',
    nil,
  },
  [10758] = {
    '恐怖圖騰強盜',
    nil,
  },
  [10759] = {
    '[Deprecated for 4.x]Grimtotem Stomper',
    nil,
  },
  [10760] = {
    '[Deprecated for 4.x]Grimtotem Geomancer',
    nil,
  },
  [10761] = {
    '[Deprecated for 4.x]Grimtotem Reaver',
    nil,
  },
  [10762] = {
    '黑手暴徒',
    nil,
  },
  [10778] = {
    '詹妮絲·費爾斯通',
    nil,
  },
  [10779] = {
    '被感染的松鼠',
    nil,
  },
  [10780] = {
    '被感染的鹿',
    nil,
  },
  [10781] = {
    '皇家監督者巴哈烏斯',
    '幽暗城人口普查處',
  },
  [10782] = {
    '皇家代理人巴瑟羅爾',
    '暴風城人口普查處',
  },
  [10783] = {
    '詐欺寶珠(男性獸人)',
    nil,
  },
  [10784] = {
    '詐欺寶珠(女性獸人)',
    nil,
  },
  [10785] = {
    '詐欺寶珠(男性牛頭人)',
    nil,
  },
  [10786] = {
    '詐欺寶珠(女性牛頭人)',
    nil,
  },
  [10787] = {
    '詐欺寶珠(男性食人妖)',
    nil,
  },
  [10788] = {
    '詐欺寶珠(女性食人妖)',
    nil,
  },
  [10789] = {
    '詐欺寶珠(男性不死族)',
    nil,
  },
  [10790] = {
    '詐欺寶珠(女性不死族)',
    nil,
  },
  [10791] = {
    '詐欺寶珠(男性矮人)',
    nil,
  },
  [10792] = {
    '詐欺寶珠(女性矮人)',
    nil,
  },
  [10793] = {
    '詐欺寶珠(男性地精)',
    nil,
  },
  [10794] = {
    '詐欺寶珠(女性地精)',
    nil,
  },
  [10795] = {
    '詐欺寶珠(男性人類)',
    nil,
  },
  [10796] = {
    '詐欺寶珠(女性人類)',
    nil,
  },
  [10797] = {
    '詐欺寶珠(男性夜精靈)',
    nil,
  },
  [10798] = {
    '詐欺寶珠(女性夜精靈)',
    nil,
  },
  [10799] = {
    nil,
    '被詛咒者',
  },
  [10800] = {
    '贖罪的瓦羅什',
    nil,
  },
  [10801] = {
    '喋喋不休的食屍鬼',
    nil,
  },
  [10802] = {
    '『守衛者』希坦亞',
    nil,
  },
  [10803] = {
    '步槍兵維勒',
    nil,
  },
  [10804] = {
    '步槍兵米德凱普',
    nil,
  },
  [10805] = {
    '偵察兵克雷米',
    nil,
  },
  [10808] = {
    '殘忍的提米',
    nil,
  },
  [10809] = {
    '石脊',
    nil,
  },
  [10811] = {
    '古卷管理者加爾福特',
    nil,
  },
  [10812] = {
    '大十字軍戰士達索漢',
    nil,
  },
  [10814] = {
    '炫彩精英衛士',
    nil,
  },
  [10816] = {
    '遊蕩的骷髏',
    nil,
  },
  [10817] = {
    '杜甘·蠻錘',
    nil,
  },
  [10818] = {
    '死亡騎士索比萊爾',
    nil,
  },
  [10819] = {
    '布拉德貝恩男爵',
    nil,
  },
  [10820] = {
    '瑞格雷沃公爵',
    nil,
  },
  [10821] = {
    '『腐爛者』海德姆什',
    nil,
  },
  [10822] = {
    '督軍塔雷什森',
    nil,
  },
  [10823] = {
    '祖布林·扭枝',
    nil,
  },
  [10824] = {
    '亡靈獵手霍克斯比爾',
    nil,
  },
  [10825] = {
    '僵硬的吉斯',
    nil,
  },
  [10826] = {
    '暗鐮領主',
    nil,
  },
  [10827] = {
    '亡頌者塞倫德',
    '詛咒神教',
  },
  [10828] = {
    '琳恩妮雅·阿比迪斯',
    nil,
  },
  [10836] = {
    '農夫達爾松',
    nil,
  },
  [10837] = {
    '高階執行官德靈頓',
    nil,
  },
  [10838] = {
    '指揮官阿胥拉姆·瓦羅菲斯特',
    nil,
  },
  [10839] = {
    '銀色黎明軍官加魯什',
    '銀色黎明',
  },
  [10840] = {
    '銀白軍官普爾哈特',
    '銀色黎明',
  },
  [10856] = {
    '銀色黎明軍需官哈薩娜',
    '銀色黎明',
  },
  [10857] = {
    '銀白軍需官萊斯巴克',
    '銀色黎明',
  },
  [10876] = {
    '不死甲蟲',
    nil,
  },
  [10877] = {
    '信差考雷·落錘',
    nil,
  },
  [10878] = {
    '赫拉德·月巡者',
    nil,
  },
  [10879] = {
    '預言者巴薩札德',
    nil,
  },
  [10880] = {
    '喚戰者高拉克',
    nil,
  },
  [10881] = {
    '雷霆崖信差斯塔德爾',
    nil,
  },
  [10882] = {
    '[Deprecated for 4.x]阿利卡拉',
    nil,
  },
  [10896] = {
    '[Deprecated for 4.x]阿納克·恐怖圖騰',
    nil,
  },
  [10897] = {
    nil,
    '角鷹獸管理員',
  },
  [10898] = {
    '黑手護甲鍛造師',
    '黑手軍團',
  },
  [10899] = {
    '古拉魯克',
    '黑手軍團護甲鍛造師',
  },
  [10901] = {
    '博識者普克爾特',
    nil,
  },
  [10902] = {
    '安多哈爾一號哨塔',
    nil,
  },
  [10903] = {
    '安多哈爾二號哨塔',
    nil,
  },
  [10904] = {
    '安多哈爾三號哨塔',
    nil,
  },
  [10905] = {
    '安多哈爾四號哨塔',
    nil,
  },
  [10916] = {
    '冬泉信差',
    nil,
  },
  [10919] = {
    '碎矛食人妖',
    nil,
  },
  [10920] = {
    '科雷克·天衛',
    '翡翠議會',
  },
  [10921] = {
    '塔諾恩·紅羽',
    '翡翠議會',
  },
  [10922] = {
    '格雷塔·苔蹄',
    '翡翠議會',
  },
  [10923] = {
    '泰尼爾·飄葉',
    '翡翠議會',
  },
  [10924] = {
    '伊維·飄葉',
    '翡翠議會',
  },
  [10925] = {
    '腐爛蟲',
    nil,
  },
  [10926] = {
    '帕米拉·雷德帕斯',
    nil,
  },
  [10927] = {
    '瑪萊恩·雷德帕斯',
    nil,
  },
  [10928] = {
    '魅魔爪牙',
    nil,
  },
  [10930] = {
    '達恩·準星',
    '獵人訓練師',
  },
  [10936] = {
    '約瑟夫·雷德帕斯',
    nil,
  },
  [10937] = {
    '雷德帕斯隊長',
    nil,
  },
  [10938] = {
    '墮落的雷德帕斯',
    nil,
  },
  [10939] = {
    '黑衣馬杜克',
    nil,
  },
  [10940] = {
    '往日的鬼魂',
    nil,
  },
  [10941] = {
    '[Deprecated for 4.x]維茲羅·擦軸人',
    nil,
  },
  [10943] = {
    '腐朽的守護者',
    nil,
  },
  [10944] = {
    '達維·萊法爾',
    nil,
  },
  [10946] = {
    '『劫毀者』霍古斯',
    nil,
  },
  [10947] = {
    '達隆鎮背叛者',
    nil,
  },
  [10948] = {
    '達隆鎮防衛者',
    nil,
  },
  [10949] = {
    '白銀之手侍徒',
    nil,
  },
  [10950] = {
    '雷德帕斯民兵',
    nil,
  },
  [10951] = {
    '肆虐的屍體',
    nil,
  },
  [10952] = {
    '肆虐的骷髏',
    nil,
  },
  [10953] = {
    '霍古斯的僕從',
    nil,
  },
  [10954] = {
    '放血者',
    nil,
  },
  [10955] = {
    '被召喚的水元素',
    nil,
  },
  [10956] = {
    '納迦海妖',
    nil,
  },
  [10977] = {
    nil,
    '馬紹爾遠征隊',
  },
  [10979] = {
    '血色獵犬',
    nil,
  },
  [10980] = {
    '烏米的機械雪人',
    nil,
  },
  [10981] = {
    '霜狼',
    nil,
  },
  [10982] = {
    '白鬚惡黨',
    nil,
  },
  [10983] = {
    '冰斧食人妖',
    nil,
  },
  [10984] = {
    '冰斧狂戰士',
    nil,
  },
  [10985] = {
    '冰巨人',
    nil,
  },
  [10986] = {
    '雪盲鷹身人',
    nil,
  },
  [10987] = {
    '深鐵穴居怪',
    nil,
  },
  [10988] = {
    '科多之魂',
    nil,
  },
  [10989] = {
    '暴風雪元素',
    nil,
  },
  [10990] = {
    '奧特蘭克山羊',
    nil,
  },
  [10991] = {
    '蠻爪豺狼人',
    nil,
  },
  [10992] = {
    '被激怒的黑豹',
    nil,
  },
  [10993] = {
    '圖茲維克·斯普格林',
    '工程學訓練師',
  },
  [10996] = {
    '英雄之魂',
    nil,
  },
  [10997] = {
    '威利·希望破除者',
    nil,
  },
  [11016] = {
    '被俘虜的亞科納琳',
    nil,
  },
  [11017] = {
    nil,
    '工程學訓練師',
  },
  [11019] = {
    '傑希爾·月弓',
    nil,
  },
  [11020] = {
    '特雷·萊弗治的殘骸',
    nil,
  },
  [11022] = {
    nil,
    '巴羅夫家族',
  },
  [11023] = {
    nil,
    '巴羅夫家族',
  },
  [11024] = {
    nil,
    '傑希爾的寵物',
  },
  [11025] = {
    nil,
    '工程學訓練師',
  },
  [11026] = {
    '斯普萊特',
    '見習工程師',
  },
  [11027] = {
    '幻虛怨靈',
    nil,
  },
  [11028] = {
    '耶瑪·迅移',
    '見習工程師',
  },
  [11029] = {
    '崔克希·迅移',
    '見習工程師',
  },
  [11030] = {
    '無腦的亡靈',
    nil,
  },
  [11031] = {
    nil,
    '工程學訓練師',
  },
  [11032] = {
    '指揮官瑪洛爾',
    nil,
  },
  [11034] = {
    '麥斯威爾·泰羅索斯領主',
    '銀色黎明',
  },
  [11035] = {
    nil,
    '銀色黎明',
  },
  [11036] = {
    '可敬的萊尼德·巴薩羅梅',
    '銀色黎明',
  },
  [11037] = {
    nil,
    '工程學訓練師',
  },
  [11038] = {
    '護理者奧林',
    '銀色黎明',
  },
  [11039] = {
    '尼古拉斯·瑟倫霍夫公爵',
    '銀色黎明',
  },
  [11040] = {
    '守夜人布隆尼爾',
    '守夜人',
  },
  [11041] = {
    '米拉·法拉科納',
    '見習鍊金師',
  },
  [11042] = {
    '希爾瓦娜·林月',
    '見習鍊金師',
  },
  [11043] = {
    '復活的僧侶',
    nil,
  },
  [11044] = {
    '馬丁·費爾本醫生',
    '見習鍊金師',
  },
  [11045] = {
    '博恩斯',
    nil,
  },
  [11046] = {
    nil,
    '見習鍊金師',
  },
  [11047] = {
    nil,
    '見習鍊金師',
  },
  [11048] = {
    nil,
    '見習裁縫',
  },
  [11049] = {
    nil,
    '見習裁縫',
  },
  [11050] = {
    nil,
    '見習裁縫',
  },
  [11051] = {
    nil,
    '見習裁縫',
  },
  [11052] = {
    nil,
    '裁縫訓練師',
  },
  [11053] = {
    '高階牧師瑪多妮爾',
    nil,
  },
  [11054] = {
    '復活的步槍兵',
    nil,
  },
  [11055] = {
    '暗影牧師范蒂絲',
    nil,
  },
  [11056] = {
    '鍊金師阿爾比頓',
    nil,
  },
  [11057] = {
    '藥劑師迪瑟斯',
    nil,
  },
  [11063] = {
    '卡林·雷德帕斯',
    '銀色黎明',
  },
  [11064] = {
    '達隆郡居民的靈魂',
    nil,
  },
  [11065] = {
    '索恩斯·火石',
    '見習附魔師',
  },
  [11066] = {
    nil,
    '見習附魔師',
  },
  [11067] = {
    nil,
    '見習附魔師',
  },
  [11068] = {
    nil,
    '見習附魔師',
  },
  [11069] = {
    '耶諾瓦·石盾',
    '獸欄管理員',
  },
  [11070] = {
    '拉琳娜·夏月',
    '見習附魔師',
  },
  [11071] = {
    '莫特·晨行者',
    '見習附魔師',
  },
  [11072] = {
    '基塔·費溫德',
    '附魔訓練師',
  },
  [11073] = {
    nil,
    '附魔訓練師',
  },
  [11074] = {
    nil,
    '附魔訓練師',
  },
  [11075] = {
    '護鍋領主拜爾摩',
    nil,
  },
  [11076] = {
    '護鍋領主拉札奇',
    nil,
  },
  [11077] = {
    '護鍋領主瑪維諾斯',
    nil,
  },
  [11078] = {
    '護鍋領主索瓦斯',
    nil,
  },
  [11079] = {
    '威恩德·夜風',
    nil,
  },
  [11081] = {
    nil,
    '見習製皮師',
  },
  [11082] = {
    '斯坦索姆信差',
    nil,
  },
  [11083] = {
    nil,
    '見習製皮師',
  },
  [11084] = {
    nil,
    '見習製皮師',
  },
  [11096] = {
    nil,
    '見習製皮師',
  },
  [11097] = {
    '德拉克·石拳',
    '製皮訓練師',
  },
  [11098] = {
    '哈拉納·鐵皮',
    '製皮訓練師',
  },
  [11099] = {
    '銀色黎明衛士',
    '銀色黎明',
  },
  [11100] = {
    'zzOLD法力之潮圖騰 II',
    nil,
  },
  [11101] = {
    'zzOLD法力之潮圖騰 III',
    nil,
  },
  [11102] = {
    '銀白騎兵',
    '銀色黎明',
  },
  [11103] = {
    '旅店老闆利莎瑞亞',
    '旅店老闆',
  },
  [11104] = {
    nil,
    '獸欄管理員',
  },
  [11105] = {
    nil,
    '獸欄管理員',
  },
  [11106] = {
    '旅店老闆希科瓦',
    '旅店老闆',
  },
  [11111] = {
    nil,
    '長袍商',
  },
  [11116] = {
    '[Deprecated for 4.x]Innkeeper Abeqwa',
    '旅店老闆',
  },
  [11117] = {
    nil,
    '獸欄管理員',
  },
  [11118] = {
    '旅店老闆維茲奇',
    '旅店老闆',
  },
  [11119] = {
    nil,
    '獸欄管理員',
  },
  [11120] = {
    '紅衣錘類鍛造師',
    nil,
  },
  [11121] = {
    '黑衣衛劍類鍛造師',
    nil,
  },
  [11122] = {
    '永不安息的靈魂',
    nil,
  },
  [11136] = {
    '被解放的靈魂',
    nil,
  },
  [11137] = {
    nil,
    '武器鍛造師',
  },
  [11138] = {
    nil,
    '角鷹獸管理員',
  },
  [11139] = {
    nil,
    '雙足飛龍管理員',
  },
  [11141] = {
    '特雷·萊弗治之靈',
    nil,
  },
  [11142] = {
    '不死族郵差',
    nil,
  },
  [11143] = {
    '郵政局長瑪羅恩',
    nil,
  },
  [11144] = {
    '神諭之球',
    nil,
  },
  [11145] = {
    '米洛爾·怒斬',
    nil,
  },
  [11146] = {
    '埃隆努斯·冷鋼',
    '鍛造訓練師',
  },
  [11148] = {
    '紫色機械陸行鳥',
    nil,
  },
  [11149] = {
    '紅色/藍色機械陸行鳥',
    nil,
  },
  [11150] = {
    '冰藍色機械陸行鳥A型',
    nil,
  },
  [11151] = {
    '騎乘用機械陸行鳥 (黃色/綠色)',
    nil,
  },
  [11152] = {
    '天譴大鍋',
    nil,
  },
  [11156] = {
    '綠色骷髏戰馬',
    nil,
  },
  [11176] = {
    '克拉索克·火拳',
    nil,
  },
  [11177] = {
    '奧克索斯·鐵怒',
    '護甲鍛造師',
  },
  [11178] = {
    '伯古西',
    '武器鍛造師',
  },
  [11179] = {
    '水晶觸發器',
    nil,
  },
  [11180] = {
    '血毒崗哨勇者',
    nil,
  },
  [11181] = {
    nil,
    '凱爾布魯斯的寵物',
  },
  [11182] = {
    nil,
    '重甲商',
  },
  [11183] = {
    nil,
    '輕甲商',
  },
  [11184] = {
    nil,
    '武器鍛造和護甲',
  },
  [11185] = {
    '希茲爾·菲茲波特',
    '工程學供應商',
  },
  [11186] = {
    '魯尼克斯',
    '採礦供應商',
  },
  [11187] = {
    nil,
    '食物和飲料',
  },
  [11188] = {
    '埃文·維布魯',
    '鍊金術供應商',
  },
  [11189] = {
    nil,
    '貿易供應商',
  },
  [11190] = {
    '永望鎮衛兵',
    nil,
  },
  [11191] = {
    '輕盈的莉莉絲',
    nil,
  },
  [11193] = {
    '瑟里爾·天譴剋星',
    nil,
  },
  [11194] = {
    '銀色防衛者',
    '銀色黎明',
  },
  [11195] = {
    '死亡戰騎',
    nil,
  },
  [11196] = {
    '碎矛鼓手',
    nil,
  },
  [11197] = {
    '無腦的骷髏',
    nil,
  },
  [11198] = {
    '破碎者流放者',
    nil,
  },
  [11199] = {
    '紅衣火砲',
    nil,
  },
  [11200] = {
    '召喚的骷髏',
    nil,
  },
  [11218] = {
    '克羅尼安·恆影',
    '利爪德魯伊',
  },
  [11219] = {
    '利拉迪斯·月河',
    nil,
  },
  [11236] = {
    '紅鸚鵡',
    nil,
  },
  [11256] = {
    '水之靈體',
    nil,
  },
  [11257] = {
    '通靈學院管理者',
    nil,
  },
  [11258] = {
    '脆弱的骷髏',
    nil,
  },
  [11259] = {
    '納塔卡·長角',
    nil,
  },
  [11260] = {
    '北郡農民',
    nil,
  },
  [11261] = {
    '瑟爾林·卡斯迪諾夫醫生',
    '屠夫',
  },
  [11262] = {
    '奧妮克希亞幼龍',
    nil,
  },
  [11263] = {
    '鬼靈幻象',
    nil,
  },
  [11276] = {
    '艾薩拉哨兵',
    nil,
  },
  [11277] = {
    '凱爾達隆居民',
    nil,
  },
  [11278] = {
    '瑪格努斯·霜鳴',
    nil,
  },
  [11279] = {
    '凱爾達隆衛士',
    nil,
  },
  [11280] = {
    '凱爾達隆砲手',
    nil,
  },
  [11281] = {
    '凱爾達隆騎兵',
    nil,
  },
  [11284] = {
    '黑暗之影',
    nil,
  },
  [11286] = {
    '馬杜克鎮長',
    nil,
  },
  [11287] = {
    '麵包師瑪斯特森',
    nil,
  },
  [11288] = {
    '鬼靈背叛者',
    nil,
  },
  [11289] = {
    '鬼靈防衛者',
    nil,
  },
  [11290] = {
    '爛苔殭屍',
    nil,
  },
  [11291] = {
    '不死的爛苔食人妖',
    nil,
  },
  [11292] = {
    '爛苔狂戰士',
    nil,
  },
  [11296] = {
    '達隆郡怨鬼',
    nil,
  },
  [11316] = {
    nil,
    '廢棄物回收',
  },
  [11318] = {
    '怒焰穴居怪',
    nil,
  },
  [11319] = {
    '怒焰薩滿',
    nil,
  },
  [11320] = {
    '鑽土蟲',
    nil,
  },
  [11321] = {
    '熔岩元素',
    nil,
  },
  [11322] = {
    '灼刃信徒',
    nil,
  },
  [11323] = {
    '灼刃執行者',
    nil,
  },
  [11324] = {
    '灼刃術士',
    nil,
  },
  [11325] = {
    '熊貓寶寶',
    nil,
  },
  [11326] = {
    '迷你破壞神',
    '恐懼之王',
  },
  [11328] = {
    '東谷農民',
    nil,
  },
  [11337] = {
    '[UNUSED]哈卡擲斧者',
    nil,
  },
  [11338] = {
    '哈卡萊暗影施法者',
    nil,
  },
  [11339] = {
    '哈卡萊暗影獵手',
    nil,
  },
  [11340] = {
    '哈卡萊高階祭司',
    nil,
  },
  [11341] = {
    '[UNUSED] 哈卡狂戰士',
    nil,
  },
  [11342] = {
    '[UNUSED] 哈卡戰士',
    nil,
  },
  [11344] = {
    '[UNUSED]哈卡飲血者',
    nil,
  },
  [11345] = {
    '[UNUSED]哈卡獵頭者',
    nil,
  },
  [11346] = {
    '哈卡萊神諭者',
    nil,
  },
  [11347] = {
    '狂熱者洛卡恩',
    nil,
  },
  [11348] = {
    '狂熱者札斯',
    nil,
  },
  [11349] = {
    '[UNUSED]古拉巴什剝皮者',
    nil,
  },
  [11350] = {
    '古拉巴什擲斧者',
    nil,
  },
  [11351] = {
    '古拉巴什獵頭者',
    nil,
  },
  [11352] = {
    '古拉巴什狂戰士',
    nil,
  },
  [11353] = {
    '古拉巴什飲血者',
    nil,
  },
  [11355] = {
    '古拉巴什戰士',
    nil,
  },
  [11356] = {
    '古拉巴什勇士',
    nil,
  },
  [11357] = {
    '哈卡之子',
    nil,
  },
  [11358] = {
    '[UNUSED]哈卡之女',
    nil,
  },
  [11359] = {
    '奪魂者',
    nil,
  },
  [11360] = {
    '祖利安幼虎',
    nil,
  },
  [11361] = {
    '祖利安猛虎',
    nil,
  },
  [11364] = {
    '[UNUSED]祖利安雌虎',
    nil,
  },
  [11365] = {
    '祖利安雌獵虎',
    nil,
  },
  [11366] = {
    '[UNUSED]祖利安雌虎王',
    nil,
  },
  [11367] = {
    '[UNUSED]祖利安虎王',
    nil,
  },
  [11368] = {
    '覓血蝙蝠',
    nil,
  },
  [11369] = {
    '[UNUSED] 隱匿的覓血蝙蝠',
    nil,
  },
  [11370] = {
    '拉札希寡婦蜘蛛',
    nil,
  },
  [11371] = {
    '拉札希毒蛇',
    nil,
  },
  [11372] = {
    '拉札希奎蛇',
    nil,
  },
  [11373] = {
    '拉札希眼鏡蛇',
    nil,
  },
  [11374] = {
    '尖齒狂魚',
    nil,
  },
  [11375] = {
    '[UNUSED] 札克斯',
    nil,
  },
  [11376] = {
    '[UNUSED] 洛克漢',
    nil,
  },
  [11377] = {
    '[UNUSED] 靈魂獵手哈克薩爾',
    nil,
  },
  [11378] = {
    '工頭塔茲利爾',
    nil,
  },
  [11379] = {
    '[UNUSED] 尼克雷斯',
    nil,
  },
  [11380] = {
    '『妖術師』金度',
    nil,
  },
  [11381] = {
    '金恩',
    nil,
  },
  [11382] = {
    '血領主曼多基爾',
    nil,
  },
  [11383] = {
    '高階祭司海瓦納',
    nil,
  },
  [11384] = {
    '[UNUSED] 提卡沙長老',
    nil,
  },
  [11385] = {
    '[UNUSED] 無情的莫格維',
    nil,
  },
  [11386] = {
    '[UNUSED] 狂怒者加努克',
    nil,
  },
  [11387] = {
    '沙怒演講者',
    '沙怒食人妖大使',
  },
  [11388] = {
    '枯木演講者',
    '枯木食人妖大使',
  },
  [11389] = {
    '血頂演講者',
    '血頂食人妖大使',
  },
  [11390] = {
    '劈顱演講者',
    '劈顱食人妖大使',
  },
  [11391] = {
    '邪枝演講者',
    '邪枝食人妖大使',
  },
  [11392] = {
    '奧德雷·沃加拉',
    nil,
  },
  [11393] = {
    '約什·米勒',
    nil,
  },
  [11394] = {
    '蘿倫·普瑞斯頓',
    nil,
  },
  [11395] = {
    '凱文·法德爾',
    nil,
  },
  [11396] = {
    '約雷·麥卡錫',
    nil,
  },
  [11397] = {
    nil,
    '牧師訓練師',
  },
  [11398] = {
    '卡利斯·月行者',
    nil,
  },
  [11399] = {
    '阿胥林·沃賴爾',
    nil,
  },
  [11400] = {
    '安雷摩爾·法爾其',
    nil,
  },
  [11401] = {
    '女祭司阿蘭希雅',
    '牧師訓練師',
  },
  [11402] = {
    '加維斯·綠錘',
    nil,
  },
  [11403] = {
    '盧瑟霍斯登',
    nil,
  },
  [11404] = {
    '迪隆·格里高',
    nil,
  },
  [11405] = {
    '蒂亞娜·戰心',
    nil,
  },
  [11406] = {
    '高階牧師洛漢',
    '牧師訓練師',
  },
  [11408] = {
    '瓦特納',
    nil,
  },
  [11409] = {
    '祖布',
    nil,
  },
  [11410] = {
    '沙沃爾',
    nil,
  },
  [11411] = {
    '卡拉範',
    nil,
  },
  [11412] = {
    '達妮蕾·考博恩',
    nil,
  },
  [11413] = {
    '文森·維爾弗克',
    nil,
  },
  [11414] = {
    '尼古拉·塔羅',
    nil,
  },
  [11415] = {
    '安波爾·普洛沃斯',
    nil,
  },
  [11416] = {
    '湯瑪斯·布萊迪',
    nil,
  },
  [11437] = {
    '小型煉獄火',
    nil,
  },
  [11438] = {
    '比布里·弗斯巴克',
    nil,
  },
  [11439] = {
    '詹迪斯·巴羅夫的幻影',
    nil,
  },
  [11440] = {
    '戈多克執行者',
    nil,
  },
  [11441] = {
    '戈多克蠻卒',
    nil,
  },
  [11442] = {
    '戈多克虐待者',
    nil,
  },
  [11443] = {
    '戈多克巨魔法師',
    nil,
  },
  [11444] = {
    '戈多克法師領主',
    nil,
  },
  [11445] = {
    '戈多克領主',
    nil,
  },
  [11446] = {
    '戈多克軍官',
    nil,
  },
  [11448] = {
    '戈多克術士',
    nil,
  },
  [11449] = {
    '[UNUSED] 戈多克戰鬥法師',
    nil,
  },
  [11450] = {
    '戈多克劫奪者',
    nil,
  },
  [11451] = {
    '荒野薩特',
    nil,
  },
  [11452] = {
    '荒野遊蕩者',
    nil,
  },
  [11453] = {
    '荒野欺詐者',
    nil,
  },
  [11454] = {
    '荒野背叛者',
    nil,
  },
  [11455] = {
    '荒野魔僕',
    nil,
  },
  [11456] = {
    '荒野巡影者',
    nil,
  },
  [11457] = {
    '荒野喚魔者',
    nil,
  },
  [11458] = {
    '僵化的樹人',
    nil,
  },
  [11459] = {
    '鐵桉保衛者',
    nil,
  },
  [11460] = {
    '奧茲恩的爪牙',
    nil,
  },
  [11461] = {
    '扭木守護者',
    nil,
  },
  [11462] = {
    '扭木樹人',
    nil,
  },
  [11463] = {
    '[UNUSED] 扭木搜尋者',
    nil,
  },
  [11464] = {
    '扭木糾纏者',
    nil,
  },
  [11465] = {
    '扭木踐踏者',
    nil,
  },
  [11466] = {
    '精靈貴族召喚者',
    nil,
  },
  [11468] = {
    '[UNUSED] 艾德雷斯幽靈',
    nil,
  },
  [11469] = {
    '艾德雷斯怨魂',
    nil,
  },
  [11470] = {
    '艾德雷斯巫士',
    nil,
  },
  [11471] = {
    '艾德雷斯亡魂',
    nil,
  },
  [11472] = {
    '艾德雷斯鬼巫',
    nil,
  },
  [11473] = {
    '艾德雷斯幽靈',
    nil,
  },
  [11474] = {
    '艾德雷斯怨靈',
    nil,
  },
  [11475] = {
    '艾德雷斯魅靈',
    nil,
  },
  [11476] = {
    '精靈貴族骷髏',
    nil,
  },
  [11477] = {
    '腐爛的精靈貴族',
    nil,
  },
  [11478] = {
    '[UNUSED] 法力野獸',
    nil,
  },
  [11479] = {
    '[UNUSED]秘法惡獸',
    nil,
  },
  [11480] = {
    '秘法畸獸',
    nil,
  },
  [11481] = {
    '[UNUSED]秘法恐獸',
    nil,
  },
  [11483] = {
    '法力殘渣',
    nil,
  },
  [11484] = {
    '畸形殘渣',
    nil,
  },
  [11486] = {
    '托塞德林王子',
    nil,
  },
  [11487] = {
    '博學者卡雷迪斯',
    nil,
  },
  [11488] = {
    '伊琳娜·鴉橡',
    nil,
  },
  [11489] = {
    '特迪斯·扭木',
    nil,
  },
  [11490] = {
    '瑟雷姆·刺蹄',
    nil,
  },
  [11491] = {
    '老鐵桉',
    nil,
  },
  [11492] = {
    '『狂野變形者』奧茲恩',
    nil,
  },
  [11493] = {
    '[UNUSED] 森提烏斯',
    nil,
  },
  [11494] = {
    '因薩提斯',
    nil,
  },
  [11495] = {
    '[UNUSED] 埃維杜斯',
    nil,
  },
  [11497] = {
    '拉札',
    nil,
  },
  [11498] = {
    '傷殘的斯卡爾',
    nil,
  },
  [11499] = {
    '[UNUSED] 指揮官格莫爾',
    nil,
  },
  [11500] = {
    '[UNUSED] 巴格羅什',
    nil,
  },
  [11501] = {
    '戈多克大王',
    nil,
  },
  [11516] = {
    '木喉護衛',
    nil,
  },
  [11517] = {
    '奧格弗林特',
    '怒焰酋長',
  },
  [11518] = {
    '『塑能師』耶戈什',
    nil,
  },
  [11520] = {
    '『飢餓者』塔拉加曼',
    nil,
  },
  [11521] = {
    '科多亡魂',
    nil,
  },
  [11536] = {
    '軍需官米蘭達·布利洛克',
    '銀色黎明',
  },
  [11547] = {
    '通靈學院骷髏學員',
    nil,
  },
  [11549] = {
    '奧斯丁·布維爾',
    nil,
  },
  [11550] = {
    '泰勒·布維爾',
    nil,
  },
  [11551] = {
    '通靈魔',
    nil,
  },
  [11552] = {
    '木喉秘術使',
    nil,
  },
  [11553] = {
    '木喉折木者',
    nil,
  },
  [11554] = {
    '格拉茲',
    nil,
  },
  [11555] = {
    '獨眼高恩',
    nil,
  },
  [11559] = {
    '瑪格拉姆死靈法師',
    nil,
  },
  [11560] = {
    '瑪格拉姆幽靈',
    nil,
  },
  [11561] = {
    '亡靈劫毀者',
    nil,
  },
  [11562] = {
    '枯鉗龍蝦人',
    nil,
  },
  [11563] = {
    '枯鉗巨螯龍蝦人',
    nil,
  },
  [11564] = {
    '基澤爾頓商隊科多獸',
    nil,
  },
  [11576] = {
    '旋風撕裂者',
    nil,
  },
  [11577] = {
    '旋風雷暴行者',
    nil,
  },
  [11578] = {
    '旋風切割者',
    nil,
  },
  [11579] = {
    '暴風元素',
    nil,
  },
  [11580] = {
    '無生命的克里米斯',
    nil,
  },
  [11581] = {
    '血色刺客',
    nil,
  },
  [11582] = {
    '通靈學院黑暗召喚師',
    nil,
  },
  [11596] = {
    '斯米德·瑟卡布斯庫',
    nil,
  },
  [11597] = {
    '切維耶',
    nil,
  },
  [11598] = {
    '復活的守護者',
    nil,
  },
  [11599] = {
    '深鐵地卜師UNUSED',
    nil,
  },
  [11600] = {
    '深鐵薩滿',
    nil,
  },
  [11601] = {
    '深鐵洞穴潛伏者UNUSED',
    nil,
  },
  [11602] = {
    '深鐵碎顱者',
    nil,
  },
  [11603] = {
    '白鬚掘地工',
    nil,
  },
  [11604] = {
    '白鬚地卜師',
    nil,
  },
  [11605] = {
    '白鬚監督者',
    nil,
  },
  [11606] = {
    '白鬚坑道鼠',
    nil,
  },
  [11608] = {
    '巴爾度·銳眼',
    nil,
  },
  [11609] = {
    '奧蕾西婭·鐵刃',
    nil,
  },
  [11610] = {
    '科爾斯塔·迪普沙東',
    nil,
  },
  [11611] = {
    '騎士杜爾根',
    nil,
  },
  [11613] = {
    '獵人萊德雷',
    nil,
  },
  [11614] = {
    '血箭',
    nil,
  },
  [11616] = {
    nil,
    '銀白十字軍',
  },
  [11617] = {
    '『板手』挖掘者維里圖斯',
    nil,
  },
  [11618] = {
    '大法師安東尼奧',
    nil,
  },
  [11619] = {
    '商人波爾登',
    nil,
  },
  [11620] = {
    '鬼靈掠奪者',
    nil,
  },
  [11621] = {
    '鬼靈屍體',
    nil,
  },
  [11622] = {
    '血骨傀儡',
    nil,
  },
  [11623] = {
    '天譴召喚水晶',
    nil,
  },
  [11624] = {
    '泰迦·慧鬃',
    nil,
  },
  [11626] = {
    '里格·基澤爾頓',
    nil,
  },
  [11627] = {
    '被馴服的科多獸',
    nil,
  },
  [11628] = {
    '凋零的屍體',
    nil,
  },
  [11629] = {
    '潔西卡·雷德帕斯',
    nil,
  },
  [11636] = {
    '維爾頓·巴羅夫的僕從',
    nil,
  },
  [11637] = {
    '阿萊克斯·巴羅夫的僕從',
    nil,
  },
  [11656] = {
    '戰歌苦工',
    nil,
  },
  [11658] = {
    '熔火巨人',
    nil,
  },
  [11659] = {
    '熔火摧毀者',
    nil,
  },
  [11661] = {
    '喚焰者',
    nil,
  },
  [11662] = {
    '喚焰者祭司',
    nil,
  },
  [11663] = {
    '喚焰者醫者',
    nil,
  },
  [11664] = {
    '喚焰者精英',
    nil,
  },
  [11665] = {
    '熔岩殲滅者',
    nil,
  },
  [11666] = {
    '火焰行者',
    nil,
  },
  [11667] = {
    '烈焰守衛',
    nil,
  },
  [11668] = {
    '火焰之王',
    nil,
  },
  [11669] = {
    '烈焰小鬼',
    nil,
  },
  [11671] = {
    '熔核犬',
    nil,
  },
  [11672] = {
    '熔核怒犬',
    nil,
  },
  [11673] = {
    '熔核犬',
    nil,
  },
  [11675] = {
    '雪盲喚風者',
    nil,
  },
  [11676] = {
    '巨人弗瑟杜恩',
    nil,
  },
  [11677] = {
    '監工斯尼維爾',
    nil,
  },
  [11678] = {
    '雪盲伏擊者',
    nil,
  },
  [11679] = {
    '冰斧巫醫',
    nil,
  },
  [11680] = {
    '部落斥候',
    nil,
  },
  [11681] = {
    '戰歌伐木工',
    nil,
  },
  [11682] = {
    '戰歌蠻兵',
    nil,
  },
  [11683] = {
    '戰歌薩滿',
    nil,
  },
  [11684] = {
    '哥布林砍樹工',
    nil,
  },
  [11685] = {
    '瑪洛迪祭司',
    nil,
  },
  [11686] = {
    '鬼魅劫掠者',
    nil,
  },
  [11687] = {
    '鬼魅掠奪者',
    nil,
  },
  [11688] = {
    '被詛咒的半人馬',
    nil,
  },
  [11690] = {
    '瘤背教唆者',
    nil,
  },
  [11696] = {
    '卡爾·晴風',
    '冬刃豹訓練師',
  },
  [11697] = {
    '瑪諾洛克鞭笞者',
    nil,
  },
  [11698] = {
    '亞什毒蠍',
    nil,
  },
  [11699] = {
    nil,
    '暴風城王子',
  },
  [11700] = {
    '薩林·星光',
    nil,
  },
  [11701] = {
    nil,
    '暴掠龍訓練師',
  },
  [11702] = {
    nil,
    '暴掠龍訓練師',
  },
  [11703] = {
    '格勞恩·角石',
    '鎖甲商',
  },
  [11704] = {
    '克里斯·金光',
    nil,
  },
  [11705] = {
    '拉亞恩·升曦',
    nil,
  },
  [11708] = {
    '柯拉·月風',
    nil,
  },
  [11709] = {
    '加雷斯·深林',
    nil,
  },
  [11711] = {
    '哨兵阿娜莎',
    nil,
  },
  [11712] = {
    '莉琳·暗河',
    nil,
  },
  [11713] = {
    '黑木追蹤者',
    nil,
  },
  [11714] = {
    '欺詐的瑪洛什',
    nil,
  },
  [11716] = {
    '塞雷斯',
    nil,
  },
  [11717] = {
    '貝薩·藍河',
    nil,
  },
  [11718] = {
    '薩恩·棕眼',
    nil,
  },
  [11719] = {
    '納維·快弓',
    nil,
  },
  [11720] = {
    '羅魯克·森林行者',
    nil,
  },
  [11721] = {
    '亞什工蠍',
    nil,
  },
  [11722] = {
    '亞什防衛者',
    nil,
  },
  [11723] = {
    '亞什沙巡者',
    nil,
  },
  [11724] = {
    '亞什蜂群',
    nil,
  },
  [11725] = {
    '佐拉守衛',
    nil,
  },
  [11726] = {
    '佐拉坑道蠍',
    nil,
  },
  [11727] = {
    '佐拉黃蜂',
    nil,
  },
  [11728] = {
    '佐拉劫奪者',
    nil,
  },
  [11729] = {
    '佐拉雌蠍',
    nil,
  },
  [11730] = {
    '雷戈伏擊者',
    nil,
  },
  [11731] = {
    '雷戈掘洞者',
    nil,
  },
  [11732] = {
    '雷戈噴火者',
    nil,
  },
  [11733] = {
    '雷戈制奴者',
    nil,
  },
  [11734] = {
    '雷戈主宰',
    nil,
  },
  [11735] = {
    '石鞭蠍',
    nil,
  },
  [11736] = {
    '石鞭巨鉗蠍',
    nil,
  },
  [11737] = {
    '石鞭撕掠者',
    nil,
  },
  [11738] = {
    '掠沙誘捕者',
    nil,
  },
  [11739] = {
    '石行蜘蛛',
    nil,
  },
  [11740] = {
    '掘泥打擊者',
    nil,
  },
  [11741] = {
    '掘泥摧毀者',
    nil,
  },
  [11742] = {
    '淤泥幼蟲',
    nil,
  },
  [11743] = {
    '淤泥吞噬者',
    nil,
  },
  [11744] = {
    '灰燼風暴者',
    nil,
  },
  [11745] = {
    '颶風戰士',
    nil,
  },
  [11746] = {
    '沙漠奔行者',
    nil,
  },
  [11747] = {
    '沙漠狂怒者',
    nil,
  },
  [11748] = {
    '珊曼莎·迅蹄',
    nil,
  },
  [11749] = {
    '弗蘭·強風',
    nil,
  },
  [11754] = {
    '麥吉·貝比羅克',
    nil,
  },
  [11755] = {
    '哈魯·維格索斯',
    nil,
  },
  [11777] = {
    '裂影巡遊者',
    nil,
  },
  [11778] = {
    '裂影擊碎者',
    nil,
  },
  [11779] = {
    '裂影雷鳴者',
    nil,
  },
  [11780] = {
    '琥珀裂片狂怒者',
    nil,
  },
  [11781] = {
    '琥珀裂片摧毀者',
    nil,
  },
  [11782] = {
    '琥珀裂片毀滅者',
    nil,
  },
  [11783] = {
    '瑟萊德絲裂石者',
    nil,
  },
  [11784] = {
    '瑟萊德絲守護者',
    nil,
  },
  [11785] = {
    '黃眼蜥蜴',
    nil,
  },
  [11786] = {
    '黃眼劫奪者',
    nil,
  },
  [11787] = {
    '岩石鑽孔蟲',
    nil,
  },
  [11788] = {
    '岩石蟲',
    nil,
  },
  [11789] = {
    '深岩蟲',
    nil,
  },
  [11790] = {
    '腐爛薩特',
    nil,
  },
  [11791] = {
    '腐爛欺詐者',
    nil,
  },
  [11792] = {
    '腐爛巡影者',
    nil,
  },
  [11793] = {
    '瑟雷布萊林精',
    nil,
  },
  [11794] = {
    '塞雷布拉斯之女',
    nil,
  },
  [11795] = {
    '麥林薩·河彎',
    nil,
  },
  [11796] = {
    '貝薩尼·草風',
    nil,
  },
  [11797] = {
    '莫倫·河彎',
    nil,
  },
  [11798] = {
    '布瑟恩·草風',
    '雷霆崖飛行管理員',
  },
  [11800] = {
    nil,
    '達納蘇斯飛行管理員',
  },
  [11802] = {
    '德迪利特·星焰',
    nil,
  },
  [11803] = {
    '暮光守衛者巴靈頓·埃克斯特',
    '暮光之錘',
  },
  [11804] = {
    '暮光守衛者哈弗斯·靈刃',
    '暮光之錘',
  },
  [11805] = {
    '加魯德·堅蹄',
    '塞納里奧議會',
  },
  [11806] = {
    '哨兵奧奈雅',
    nil,
  },
  [11807] = {
    '提斯坦·影石',
    nil,
  },
  [11808] = {
    '格魯姆·紅鬚',
    nil,
  },
  [11809] = {
    '達尼·灰翼',
    nil,
  },
  [11810] = {
    '霍文·輕羽',
    nil,
  },
  [11811] = {
    '納里安·柔想',
    nil,
  },
  [11812] = {
    '克萊拉·輕羽',
    nil,
  },
  [11813] = {
    '珂爾·鐵眼',
    nil,
  },
  [11821] = {
    '達恩·鷹爪',
    nil,
  },
  [11822] = {
    '月光林地守望者',
    nil,
  },
  [11823] = {
    '瓦克·戰痕',
    nil,
  },
  [11830] = {
    '哈卡萊祭司',
    nil,
  },
  [11831] = {
    '哈卡萊巫醫',
    nil,
  },
  [11832] = {
    '守衛者雷姆洛斯',
    nil,
  },
  [11833] = {
    nil,
    '瑪加薩的僕從',
  },
  [11834] = {
    '瑪爾·恐怖圖騰',
    nil,
  },
  [11836] = {
    '被抓住的狂暴薊熊',
    nil,
  },
  [11837] = {
    '蠻爪薩滿',
    nil,
  },
  [11838] = {
    '蠻爪秘術使',
    nil,
  },
  [11839] = {
    '蠻爪蠻卒',
    nil,
  },
  [11840] = {
    '原生蠻爪豺狼人',
    nil,
  },
  [11856] = {
    '卡雅·扁蹄',
    nil,
  },
  [11857] = {
    '瑪卡巴·扁蹄',
    nil,
  },
  [11858] = {
    '格魯迪格·暗雲',
    '酋長',
  },
  [11859] = {
    '末日守衛',
    nil,
  },
  [11860] = {
    '縛地者馬格蘭',
    nil,
  },
  [11863] = {
    nil,
    '銀色黎明',
  },
  [11864] = {
    '塔姆拉·荒原',
    nil,
  },
  [11865] = {
    '布里維夫·石拳',
    '武器大師',
  },
  [11866] = {
    '伊琳尼雅·月火',
    '武器大師',
  },
  [11867] = {
    nil,
    '武器大師',
  },
  [11868] = {
    nil,
    '武器大師',
  },
  [11869] = {
    nil,
    '武器大師',
  },
  [11870] = {
    nil,
    '武器大師',
  },
  [11871] = {
    '呲牙狗',
    nil,
  },
  [11872] = {
    '巫女米蘭達',
    nil,
  },
  [11873] = {
    '鬼靈侍者',
    nil,
  },
  [11874] = {
    nil,
    '高級皮匠',
  },
  [11875] = {
    '迫擊砲小隊活動假人',
    nil,
  },
  [11876] = {
    '惡魔靈魂',
    nil,
  },
  [11877] = {
    '魯恩·蠻鬃',
    nil,
  },
  [11878] = {
    '納薩諾斯·凋零者',
    '女妖之王的勇士',
  },
  [11880] = {
    '暮光復仇者',
    '暮光之錘',
  },
  [11881] = {
    '暮光地領主',
    '暮光之錘',
  },
  [11882] = {
    '暮光喚石者',
    '暮光之錘',
  },
  [11883] = {
    '暮光大師',
    '暮光之錘',
  },
  [11885] = {
    '荒疫獵犬',
    nil,
  },
  [11886] = {
    '米庫提奧·骯髒吞嚥者',
    nil,
  },
  [11887] = {
    '墓穴劫盜者',
    nil,
  },
  [11896] = {
    '淤血蟲',
    nil,
  },
  [11897] = {
    '暗翼蝠',
    nil,
  },
  [11898] = {
    '十字軍領主瓦德瑪爾',
    nil,
  },
  [11899] = {
    nil,
    '雙足飛龍管理員',
  },
  [11900] = {
    nil,
    '雙足飛龍管理員',
  },
  [11901] = {
    nil,
    '雙足飛龍管理員',
  },
  [11902] = {
    '艾登',
    nil,
  },
  [11903] = {
    '亞歷山大',
    nil,
  },
  [11904] = {
    '諾亞',
    nil,
  },
  [11905] = {
    '喬丹',
    nil,
  },
  [11906] = {
    '蘇菲亞',
    nil,
  },
  [11907] = {
    '阿蘭娜',
    nil,
  },
  [11908] = {
    '米拉',
    nil,
  },
  [11909] = {
    '波尼',
    nil,
  },
  [11910] = {
    '恐怖圖騰惡徒',
    nil,
  },
  [11911] = {
    '恐怖圖騰傭兵',
    nil,
  },
  [11912] = {
    '恐怖圖騰蠻卒',
    nil,
  },
  [11913] = {
    '恐怖圖騰巫士',
    nil,
  },
  [11914] = {
    '黑衣戈霍夫',
    nil,
  },
  [11915] = {
    '滾岩岩石守衛者',
    nil,
  },
  [11917] = {
    '滾岩地卜師',
    nil,
  },
  [11918] = {
    '滾岩搗石者',
    nil,
  },
  [11919] = {
    '克勞迪婭',
    nil,
  },
  [11926] = {
    '[PH] 北郡禮物分配者',
    nil,
  },
  [11936] = {
    '畫家瑞弗蕾',
    nil,
  },
  [11937] = {
    '惡魔之門守護者',
    nil,
  },
  [11938] = {
    '年輕的提里奧',
    nil,
  },
  [11940] = {
    '梅里薩·斯蒂維爾',
    nil,
  },
  [11941] = {
    '尤里·碎盔',
    nil,
  },
  [11942] = {
    '奧雷希爾·語風',
    nil,
  },
  [11944] = {
    '沃恩·星眼',
    nil,
  },
  [11946] = {
    nil,
    '霜狼將軍',
  },
  [11947] = {
    '加爾凡加上尉',
    '霜狼上尉',
  },
  [11948] = {
    '范達爾·雷矛',
    '雷矛將軍',
  },
  [11949] = {
    '巴琳達·石爐上尉',
    '雷矛上尉',
  },
  [11956] = {
    '巨熊之靈',
    nil,
  },
  [11957] = {
    '巨豹之靈',
    nil,
  },
  [11958] = {
    '格拉庫·斯比萊特',
    '銀色黎明',
  },
  [11959] = {
    '[UNUSED] 黑曜石毀滅者',
    nil,
  },
  [11978] = {
    '[NOT USED]奈薩里奧',
    nil,
  },
  [11980] = {
    '『疲憊者』祖魯希德',
    '龍喉氏族酋長',
  },
  [11983] = {
    '費爾默',
    nil,
  },
  [11988] = {
    '『焚化者』古雷曼格',
    nil,
  },
  [11997] = {
    '雷矛傳令官',
    nil,
  },
  [11998] = {
    '霜狼傳令官',
    nil,
  },
  [12017] = {
    '幼龍領主勒西雷爾',
    nil,
  },
  [12018] = {
    '管理者埃克索圖斯',
    nil,
  },
  [12019] = {
    nil,
    '食物和飲料商人',
  },
  [12020] = {
    '月光林地鍊金術訓練師',
    '鍊金術訓練師',
  },
  [12021] = {
    '黛歐琳·夏葉',
    '雜貨商',
  },
  [12022] = {
    '羅賴爾·冬歌',
    '貿易供應商',
  },
  [12023] = {
    nil,
    '輕甲商',
  },
  [12024] = {
    nil,
    '武器鍛造師',
  },
  [12025] = {
    nil,
    '草藥學訓練師',
  },
  [12026] = {
    nil,
    '食物和飲料商人',
  },
  [12027] = {
    nil,
    '雜貨商',
  },
  [12028] = {
    nil,
    '貿易供應商',
  },
  [12029] = {
    nil,
    '弓箭商',
  },
  [12030] = {
    nil,
    '剝皮訓練師',
  },
  [12031] = {
    nil,
    '釣魚供應商',
  },
  [12032] = {
    nil,
    '釣魚訓練師',
  },
  [12033] = {
    nil,
    '烹飪供應商',
  },
  [12035] = {
    '鷹巢山採礦訓練師',
    '採礦訓練師',
  },
  [12036] = {
    '葛瑞拉·石拳',
    '雜貨商',
  },
  [12038] = {
    '[UNUSED] 鷹巢山烹飪供應商',
    '烹飪供應商',
  },
  [12039] = {
    '鷹巢山肉商',
    '屠夫',
  },
  [12040] = {
    '鷹巢山鎖甲商',
    '護甲鍛造師',
  },
  [12042] = {
    nil,
    '德魯伊訓練師',
  },
  [12043] = {
    nil,
    '貿易供應商',
  },
  [12044] = {
    '日石鍛造供應商',
    '鍛造和採礦供應商',
  },
  [12045] = {
    nil,
    '斧匠',
  },
  [12046] = {
    '『劫毀者』格瑪洛克',
    nil,
  },
  [12047] = {
    '雷矛巡山人',
    nil,
  },
  [12048] = {
    '聯盟哨兵',
    nil,
  },
  [12050] = {
    '雷矛防衛者',
    nil,
  },
  [12051] = {
    '霜狼軍團士兵',
    nil,
  },
  [12052] = {
    '霜狼戰士',
    nil,
  },
  [12053] = {
    '霜狼守護者',
    nil,
  },
  [12054] = {
    '曦逐者',
    nil,
  },
  [12056] = {
    '迦頓男爵',
    nil,
  },
  [12076] = {
    '熔岩元素',
    nil,
  },
  [12096] = {
    '雷矛軍需官',
    nil,
  },
  [12097] = {
    '霜狼軍需官',
    nil,
  },
  [12098] = {
    '薩弗隆先驅者',
    nil,
  },
  [12099] = {
    '火誓者',
    nil,
  },
  [12100] = {
    '熔岩劫奪者',
    nil,
  },
  [12101] = {
    '熔岩奔騰者',
    nil,
  },
  [12116] = {
    '伊露恩的女祭司',
    nil,
  },
  [12119] = {
    '喚焰者保衛者',
    nil,
  },
  [12120] = {
    '瘟疫白蟻',
    nil,
  },
  [12123] = {
    '暗礁鯊魚',
    nil,
  },
  [12124] = {
    '大鯊魚',
    nil,
  },
  [12125] = {
    '巨型鯊魚',
    nil,
  },
  [12126] = {
    '提里奧·弗丁領主',
    '白銀之手騎士團',
  },
  [12127] = {
    '雷矛衛士',
    nil,
  },
  [12128] = {
    '紅衣精英',
    nil,
  },
  [12129] = {
    '奧妮克希亞護衛',
    nil,
  },
  [12136] = {
    '斯納爾克',
    '杜洛塔飛艇管理員',
  },
  [12137] = {
    '斯奎比',
    '杜洛塔飛艇管理員',
  },
  [12138] = {
    '月爪梟獸',
    nil,
  },
  [12140] = {
    '伊露恩的守護者',
    nil,
  },
  [12141] = {
    '冰圖騰',
    nil,
  },
  [12142] = {
    '喚焰者守護者',
    nil,
  },
  [12143] = {
    '烈焰之子',
    nil,
  },
  [12144] = {
    '月爪梟獸的靈魂',
    nil,
  },
  [12145] = {
    '科多獸坐騎 (黑色)',
    nil,
  },
  [12146] = {
    '科多獸坐騎 (橄欖綠)',
    nil,
  },
  [12147] = {
    '科多獸坐騎 (白色)',
    nil,
  },
  [12148] = {
    '藍色科多獸',
    nil,
  },
  [12150] = {
    '科多獸坐騎 (紫色)',
    nil,
  },
  [12151] = {
    '綠色科多獸',
    nil,
  },
  [12152] = {
    '伊露恩之音',
    nil,
  },
  [12156] = {
    '冰斧擲斧者',
    nil,
  },
  [12157] = {
    '冰斧暗影獵手',
    nil,
  },
  [12158] = {
    '冰斧獵頭者',
    nil,
  },
  [12159] = {
    '『血怒者』科爾拉克',
    nil,
  },
  [12160] = {
    '幽影谷哨兵',
    nil,
  },
  [12176] = {
    '溫馴的科多獸',
    nil,
  },
  [12177] = {
    '凱勒·布萊索恩',
    nil,
  },
  [12178] = {
    '受折磨的德魯伊',
    nil,
  },
  [12179] = {
    '受折磨的哨兵',
    nil,
  },
  [12180] = {
    '阿努比薩斯',
    nil,
  },
  [12196] = {
    '旅店老闆凱利斯克',
    '旅店老闆',
  },
  [12197] = {
    '格羅杜姆·鋼鬚',
    '奧特蘭克山谷戰場軍官',
  },
  [12198] = {
    nil,
    '阿拉希盆地戰場軍官',
  },
  [12199] = {
    '珀月的陰影',
    nil,
  },
  [12200] = {
    '蔚藍龍人',
    nil,
  },
  [12201] = {
    '瑟萊德絲公主',
    nil,
  },
  [12202] = {
    '人類顱骨',
    nil,
  },
  [12203] = {
    '蘭斯利德',
    nil,
  },
  [12204] = {
    '惡鞭劫掠者',
    nil,
  },
  [12205] = {
    '惡鞭女巫',
    nil,
  },
  [12206] = {
    '原始巨獸',
    nil,
  },
  [12207] = {
    '塞薩拉多頭蛇',
    nil,
  },
  [12208] = {
    '屈服的納薩諾斯之魂',
    nil,
  },
  [12216] = {
    '毒劣魔',
    nil,
  },
  [12217] = {
    '腐化劣魔',
    nil,
  },
  [12218] = {
    '邪惡幼蟲',
    nil,
  },
  [12219] = {
    '尖刺鞭笞者',
    nil,
  },
  [12220] = {
    '蟒藤',
    nil,
  },
  [12221] = {
    '劇毒黏液怪',
    nil,
  },
  [12222] = {
    '爬行淤泥怪',
    nil,
  },
  [12223] = {
    '洞窟潛伏者',
    nil,
  },
  [12224] = {
    '洞窟跛行者',
    nil,
  },
  [12225] = {
    '被詛咒的塞雷布拉斯',
    nil,
  },
  [12236] = {
    '維利塔恩領主',
    nil,
  },
  [12237] = {
    '『收割者』麥什洛克',
    nil,
  },
  [12238] = {
    '札爾塔的靈魂',
    nil,
  },
  [12239] = {
    '格爾克之靈',
    '第二可汗',
  },
  [12240] = {
    '考爾克之靈',
    '第一可汗',
  },
  [12241] = {
    '瑪格拉之靈',
    '第三可汗',
  },
  [12242] = {
    '瑪勞杜斯之靈',
    '第四可汗',
  },
  [12243] = {
    '溫格之靈',
    '第五可汗',
  },
  [12244] = {
    '爆炸記號 (NW)',
    nil,
  },
  [12245] = {
    '貿易機器人1000型',
    nil,
  },
  [12246] = {
    '超級商人680型',
    nil,
  },
  [12247] = {
    '天譴軍團建築',
    nil,
  },
  [12248] = {
    '滲透者哈米亞',
    nil,
  },
  [12249] = {
    '爆炸記號 (SW)',
    nil,
  },
  [12250] = {
    '『流亡者』塞達爾',
    nil,
  },
  [12251] = {
    '爆炸記號 (CLS)',
    nil,
  },
  [12252] = {
    '爆炸記號 (CRS)',
    nil,
  },
  [12253] = {
    '爆炸記號 (CSH)',
    nil,
  },
  [12254] = {
    '爆炸記號 (NESH)',
    nil,
  },
  [12255] = {
    '爆炸記號(NE)',
    nil,
  },
  [12256] = {
    '爆炸記號 (SE)',
    nil,
  },
  [12257] = {
    '機械雪人',
    nil,
  },
  [12258] = {
    '銳刺鞭笞者',
    nil,
  },
  [12260] = {
    '奧妮克希亞飛龍',
    nil,
  },
  [12261] = {
    '被感染的爛苔食人妖',
    nil,
  },
  [12262] = {
    '通靈塔保衛者',
    nil,
  },
  [12263] = {
    '屠宰房保衛者',
    nil,
  },
  [12265] = {
    '熔岩爪牙',
    nil,
  },
  [12276] = {
    '佐拉蟲卵',
    nil,
  },
  [12277] = {
    '梅麗薩',
    nil,
  },
  [12296] = {
    '生病的蹬羚',
    nil,
  },
  [12297] = {
    '被治癒的蹬羚',
    nil,
  },
  [12298] = {
    '生病的鹿',
    nil,
  },
  [12299] = {
    '被治癒的鹿',
    nil,
  },
  [12319] = {
    '燃刃毒藥師',
    nil,
  },
  [12320] = {
    '燃刃鎮壓者',
    nil,
  },
  [12321] = {
    '雷鱗毒藥師',
    nil,
  },
  [12322] = {
    '奎爾林斯保衛者',
    nil,
  },
  [12336] = {
    '克羅雷修士',
    '血色十字軍使者',
  },
  [12337] = {
    '紅衣信差',
    nil,
  },
  [12338] = {
    '葬影村守護者',
    nil,
  },
  [12339] = {
    nil,
    '血色十字軍神諭者',
  },
  [12340] = {
    '杜澤加爾',
    nil,
  },
  [12341] = {
    '藍色骸骨戰馬',
    nil,
  },
  [12342] = {
    '棕色骸骨戰馬',
    nil,
  },
  [12343] = {
    '紅色骸骨戰馬',
    nil,
  },
  [12344] = {
    '迅捷綠色骸骨戰馬',
    nil,
  },
  [12345] = {
    '雜斑紅色迅猛龍',
    nil,
  },
  [12346] = {
    '翡翠迅猛龍',
    nil,
  },
  [12347] = {
    '暴怒的暗礁蟹',
    nil,
  },
  [12348] = {
    '白色迅猛龍',
    nil,
  },
  [12349] = {
    '青色迅猛龍',
    nil,
  },
  [12350] = {
    '紫色迅猛龍',
    nil,
  },
  [12351] = {
    '恐狼騎',
    nil,
  },
  [12352] = {
    '血色騎兵',
    nil,
  },
  [12353] = {
    '森林狼騎',
    nil,
  },
  [12354] = {
    '棕色科多獸坐騎',
    nil,
  },
  [12355] = {
    '灰色科多獸坐騎',
    nil,
  },
  [12356] = {
    '綠色科多獸坐騎',
    nil,
  },
  [12357] = {
    '藍色科多獸坐騎',
    nil,
  },
  [12358] = {
    '騎乘用斑紋霜刃豹',
    nil,
  },
  [12359] = {
    '騎乘用斑點霜刃豹',
    nil,
  },
  [12360] = {
    '騎乘用條紋夜刃豹',
    nil,
  },
  [12361] = {
    '騎乘用夜刃豹',
    nil,
  },
  [12362] = {
    '騎乘用霜刃豹',
    nil,
  },
  [12363] = {
    '藍色機械陸行鳥',
    nil,
  },
  [12364] = {
    '冰藍色機械陸行鳥A型',
    nil,
  },
  [12365] = {
    '紅色機械陸行鳥',
    nil,
  },
  [12366] = {
    '未塗色機械陸行鳥',
    nil,
  },
  [12367] = {
    '綠色機械陸行鳥',
    nil,
  },
  [12368] = {
    '白色機械陸行鳥A型',
    nil,
  },
  [12369] = {
    '柯拉加魯領主',
    nil,
  },
  [12370] = {
    '黑山羊',
    nil,
  },
  [12371] = {
    '冰霜山羊',
    nil,
  },
  [12372] = {
    '棕山羊',
    nil,
  },
  [12373] = {
    '灰山羊',
    nil,
  },
  [12375] = {
    '栗色馬',
    nil,
  },
  [12376] = {
    '棕馬',
    nil,
  },
  [12377] = {
    '哀嚎的幽靈',
    nil,
  },
  [12378] = {
    '被詛咒的靈魂',
    nil,
  },
  [12379] = {
    '不死的看守者',
    nil,
  },
  [12380] = {
    '不死的居民',
    nil,
  },
  [12381] = {
    '鬼能精魂',
    nil,
  },
  [12382] = {
    '法力精魂',
    nil,
  },
  [12383] = {
    '尼波斯',
    '草原土撥鼠',
  },
  [12384] = {
    '精神失常的奧古斯圖斯',
    nil,
  },
  [12385] = {
    '迫擊砲小隊高級假人',
    nil,
  },
  [12386] = {
    '魔導師克亞拉',
    nil,
  },
  [12387] = {
    '可憎的大泥漿怪',
    nil,
  },
  [12396] = {
    '末日守衛指揮官',
    nil,
  },
  [12397] = {
    '卡札克領主',
    nil,
  },
  [12416] = {
    '黑翼軍團士兵',
    nil,
  },
  [12417] = {
    '[NOT USED]死爪幼龍',
    nil,
  },
  [12418] = {
    '戈多克土狼',
    nil,
  },
  [12419] = {
    '仿真蟾蜍',
    nil,
  },
  [12420] = {
    '黑翼法師',
    nil,
  },
  [12421] = {
    '黑翼刺客',
    nil,
  },
  [12422] = {
    '死爪龍裔',
    nil,
  },
  [12423] = {
    '守衛羅伯茲',
    nil,
  },
  [12425] = {
    '弗林特·沙多摩爾',
    nil,
  },
  [12426] = {
    '精工活動假人',
    nil,
  },
  [12427] = {
    '巡山人多爾夫',
    nil,
  },
  [12428] = {
    '亡靈守衛科爾',
    nil,
  },
  [12429] = {
    '哨兵莎恩雅',
    nil,
  },
  [12430] = {
    '蠻兵科雅',
    nil,
  },
  [12431] = {
    '血牙狼人',
    nil,
  },
  [12432] = {
    '維斯迦爾',
    nil,
  },
  [12433] = {
    '『旋影者』克雷希斯',
    nil,
  },
  [12434] = {
    '怪物生成器',
    nil,
  },
  [12435] = {
    '狂野的拉佐格爾',
    nil,
  },
  [12457] = {
    '黑翼縛法者',
    nil,
  },
  [12458] = {
    '黑翼監工',
    nil,
  },
  [12459] = {
    '黑翼術士',
    nil,
  },
  [12460] = {
    '死爪龍獸守衛',
    nil,
  },
  [12461] = {
    '死爪監督者',
    nil,
  },
  [12463] = {
    '死爪火鱗龍人',
    nil,
  },
  [12464] = {
    '死爪狂亂者',
    nil,
  },
  [12465] = {
    '死爪龍人',
    nil,
  },
  [12466] = {
    '[NOT USED]死爪逆鱗龍人',
    nil,
  },
  [12467] = {
    '死爪龍人隊長',
    nil,
  },
  [12468] = {
    '死爪地卜師',
    nil,
  },
  [12469] = {
    '[NOT USED]死爪震地者',
    nil,
  },
  [12470] = {
    '[NOT USED]死爪火舌龍人',
    nil,
  },
  [12473] = {
    '奧金幼龍',
    nil,
  },
  [12474] = {
    '翡翠樹林守衛',
    nil,
  },
  [12475] = {
    '翡翠樹木護衛',
    nil,
  },
  [12476] = {
    '翡翠神諭者',
    nil,
  },
  [12477] = {
    '青綠守衛',
    nil,
  },
  [12478] = {
    '青綠神諭者',
    nil,
  },
  [12479] = {
    '青綠樹林護衛',
    nil,
  },
  [12480] = {
    nil,
    '守衛隊長',
  },
  [12481] = {
    nil,
    '暴風城新兵招募處',
  },
  [12496] = {
    '尋夢者',
    nil,
  },
  [12497] = {
    '睡夢咆哮者',
    nil,
  },
  [12498] = {
    '巡夢者',
    nil,
  },
  [12536] = {
    '幻影:黑龍',
    nil,
  },
  [12557] = {
    '『控制者』葛瑞托克',
    nil,
  },
  [12576] = {
    '瑞什·長跑者',
    nil,
  },
  [12577] = {
    nil,
    '角鷹獸管理員',
  },
  [12578] = {
    nil,
    '角鷹獸管理員',
  },
  [12579] = {
    '血怒撕裂者',
    nil,
  },
  [12596] = {
    '比比爾法茲',
    '獅鷲獸管理員',
  },
  [12616] = {
    nil,
    '雙足飛龍管理員',
  },
  [12617] = {
    '凱琳·鋼翼',
    '獅鷲獸管理員',
  },
  [12636] = {
    nil,
    '蝙蝠管理員',
  },
  [12676] = {
    '沙普塔隆',
    nil,
  },
  [12696] = {
    '塞娜尼·雷心',
    nil,
  },
  [12718] = {
    '古爾達·怒痕',
    nil,
  },
  [12722] = {
    '維拉·奈希德',
    nil,
  },
  [12736] = {
    nil,
    '陶土議會',
  },
  [12737] = {
    '馬斯托克·維爾西斯',
    nil,
  },
  [12738] = {
    '諾里·激流',
    nil,
  },
  [12739] = {
    '奧妮克希亞的精英守衛',
    nil,
  },
  [12740] = {
    nil,
    '雙足飛龍管理員',
  },
  [12756] = {
    '奧妮克希亞女士',
    nil,
  },
  [12758] = {
    '奧妮克希亞觸發器',
    nil,
  },
  [12759] = {
    '泰德雷斯',
    nil,
  },
  [12776] = {
    nil,
    '惡魔訓練師',
  },
  [12777] = {
    '戴格哈默上尉',
    '護甲軍需官',
  },
  [12778] = {
    '拉切爾·瓦卡中尉',
    '外域護甲軍需官',
  },
  [12779] = {
    '大法師蓋曼',
    nil,
  },
  [12780] = {
    '士官長天影',
    nil,
  },
  [12781] = {
    '上士貝金斯',
    '雜貨軍需官',
  },
  [12782] = {
    '奧尼爾上尉',
    '武器軍需官',
  },
  [12783] = {
    '卡特爾中尉',
    '戰爭軍需官',
  },
  [12784] = {
    '加克斯賓中尉',
    '武器軍需官',
  },
  [12785] = {
    '士官長克萊特',
    '護甲軍需官',
  },
  [12786] = {
    '守衛奎因',
    nil,
  },
  [12787] = {
    '守衛哈默德',
    nil,
  },
  [12788] = {
    nil,
    '外域護甲軍需官',
  },
  [12789] = {
    '血衛士希尼瓦納',
    nil,
  },
  [12790] = {
    '顧問威靈頓',
    nil,
  },
  [12791] = {
    '酋長泰恩·地鳴',
    nil,
  },
  [12792] = {
    '帕蘭蒂爾女士',
    '護甲軍需官',
  },
  [12793] = {
    '勇者石皮',
    '雜貨軍需官',
  },
  [12794] = {
    '石衛士札爾格',
    '武器軍需官',
  },
  [12795] = {
    '一等士官霍拉麥',
    '護甲軍需官',
  },
  [12796] = {
    '狼騎兵波爾克',
    '戰爭坐騎軍需官',
  },
  [12797] = {
    '蠻兵科爾夫',
    nil,
  },
  [12798] = {
    '蠻兵貝克拉',
    nil,
  },
  [12799] = {
    '巴沙',
    '雜貨軍需官',
  },
  [12801] = {
    '秘法奇美洛克',
    nil,
  },
  [12802] = {
    '奇美洛克吞噬者',
    nil,
  },
  [12803] = {
    '拉克麥拉',
    nil,
  },
  [12805] = {
    '埃雷恩',
    '雜貨軍需官',
  },
  [12806] = {
    '岩漿怪',
    nil,
  },
  [12807] = {
    nil,
    '惡魔訓練師',
  },
  [12818] = {
    '盧爾·雪蹄',
    nil,
  },
  [12819] = {
    '盧爾·雪蹄的熊形態',
    nil,
  },
  [12836] = {
    '遊蕩的古樹保衛者',
    nil,
  },
  [12837] = {
    '雅瑪·雪蹄',
    nil,
  },
  [12856] = {
    '梣谷先驅者',
    nil,
  },
  [12857] = {
    '埃羅吉特',
    nil,
  },
  [12859] = {
    '碎木劫掠者',
    nil,
  },
  [12860] = {
    '杜瑞爾·月火',
    nil,
  },
  [12861] = {
    '幽光(只呈現鬼魂形態)',
    nil,
  },
  [12862] = {
    '戰歌斥候',
    nil,
  },
  [12863] = {
    '戰歌信差',
    nil,
  },
  [12864] = {
    '戰歌先遣騎',
    nil,
  },
  [12865] = {
    '瑪克林大使',
    nil,
  },
  [12866] = {
    '麥雷姆·月詠',
    nil,
  },
  [12876] = {
    '阿奎尼斯男爵',
    nil,
  },
  [12877] = {
    '埃爾托格·怒齒',
    nil,
  },
  [12896] = {
    '銀翼哨兵',
    nil,
  },
  [12897] = {
    '銀翼戰士',
    nil,
  },
  [12898] = {
    '范迪姆的幻影',
    nil,
  },
  [12903] = {
    '碎木崗哨守衛',
    nil,
  },
  [12904] = {
    '救贖之靈',
    nil,
  },
  [12918] = {
    '穆戈特酋長',
    '汙林之王',
  },
  [12920] = {
    '葛列格里·維克多醫生',
    '外科醫療隊',
  },
  [12921] = {
    '被激怒的汙林熊怪',
    nil,
  },
  [12922] = {
    '小鬼爪牙',
    nil,
  },
  [12923] = {
    '受傷的士兵',
    nil,
  },
  [12924] = {
    '受重傷的士兵',
    nil,
  },
  [12925] = {
    '受致命傷的士兵',
    nil,
  },
  [12936] = {
    '受重傷的聯盟士兵',
    nil,
  },
  [12937] = {
    '受致命傷的聯盟士兵',
    nil,
  },
  [12938] = {
    '受傷的聯盟士兵',
    nil,
  },
  [12939] = {
    '古斯塔夫·范沃森醫生',
    '外科醫療隊',
  },
  [12940] = {
    '『鞭笞者』沃爾沙',
    nil,
  },
  [12941] = {
    nil,
    '貿易供應商',
  },
  [12942] = {
    nil,
    '製皮供應商',
  },
  [12943] = {
    '維爾格·厚刃',
    '製皮供應商',
  },
  [12944] = {
    '羅克圖斯·暗契',
    '瑟銀兄弟會',
  },
  [12956] = {
    '札諾克',
    '製皮供應商',
  },
  [12957] = {
    '布里莫·機簧',
    '貿易供應商',
  },
  [12958] = {
    '吉蓋特·火油',
    '貿易供應商',
  },
  [12959] = {
    nil,
    '雜貨商',
  },
  [12960] = {
    nil,
    '雜貨商',
  },
  [12961] = {
    nil,
    '釣魚訓練師',
  },
  [12962] = {
    nil,
    '魚貨供應商',
  },
  [12976] = {
    '科卡爾強盜',
    nil,
  },
  [12977] = {
    '科卡爾伏擊者',
    nil,
  },
  [12996] = {
    '鐵爐堡巡山騎兵',
    nil,
  },
  [12997] = {
    nil,
    '滅鼠特派員',
  },
  [12998] = {
    '矮人農夫',
    nil,
  },
  [12999] = {
    '世界隱藏觸發器',
    nil,
  },
  [13000] = {
    '地精工程師',
    nil,
  },
  [13016] = {
    '礦道老鼠',
    nil,
  },
  [13017] = {
    '被控制的礦道老鼠',
    nil,
  },
  [13019] = {
    '燃刃先知',
    nil,
  },
  [13020] = {
    '墮落的瓦拉斯塔茲',
    nil,
  },
  [13021] = {
    '扭木摧毀者',
    nil,
  },
  [13022] = {
    '抽擊鞭笞者',
    nil,
  },
  [13036] = {
    '戈多克獵犬',
    nil,
  },
  [13076] = {
    '丹莫洛巡山人',
    nil,
  },
  [13080] = {
    '深鐵礦坑守衛',
    nil,
  },
  [13081] = {
    '深鐵礦坑劫掠者',
    nil,
  },
  [13082] = {
    nil,
    '施捨者',
  },
  [13083] = {
    '阿克蒙德的迴響',
    nil,
  },
  [13084] = {
    '比克斯·晃撞',
    '武器大師',
  },
  [13085] = {
    '麥洛克斯',
    nil,
  },
  [13086] = {
    '埃其',
    nil,
  },
  [13087] = {
    '冰冷礦坑入侵者',
    nil,
  },
  [13088] = {
    '瑪莎',
    nil,
  },
  [13089] = {
    '冰冷礦坑守衛',
    nil,
  },
  [13096] = {
    '冰冷礦坑探險者',
    nil,
  },
  [13097] = {
    '冰冷礦坑勘測員',
    nil,
  },
  [13098] = {
    '深鐵礦坑勘測員',
    nil,
  },
  [13099] = {
    '深鐵礦坑探險者',
    nil,
  },
  [13116] = {
    '聯盟靈魂嚮導',
    nil,
  },
  [13117] = {
    '部落靈魂嚮導',
    nil,
  },
  [13118] = {
    '紅衣保鏢',
    nil,
  },
  [13136] = {
    '亞什雄蠍',
    nil,
  },
  [13137] = {
    '魯格巴中尉',
    nil,
  },
  [13138] = {
    '斯本瑟爾中尉',
    nil,
  },
  [13139] = {
    '指揮官藍道夫',
    nil,
  },
  [13140] = {
    '指揮官達多許<old>',
    nil,
  },
  [13141] = {
    '深腐踐踏者',
    nil,
  },
  [13142] = {
    '深腐糾纏者',
    nil,
  },
  [13143] = {
    '猛蹄中尉',
    nil,
  },
  [13144] = {
    '沃塔拉爾中尉',
    nil,
  },
  [13145] = {
    '格魯姆斯中尉',
    nil,
  },
  [13146] = {
    '莫普中尉<old>',
    nil,
  },
  [13147] = {
    '路易斯中尉',
    nil,
  },
  [13148] = {
    '拉格納羅斯之焰',
    nil,
  },
  [13149] = {
    '辛迪加盜匪',
    nil,
  },
  [13150] = {
    '辛迪加密探',
    nil,
  },
  [13151] = {
    '辛迪加指揮官雷松',
    nil,
  },
  [13152] = {
    '指揮官瑪戈爾',
    nil,
  },
  [13153] = {
    '指揮官穆法特',
    nil,
  },
  [13154] = {
    '指揮官路易斯·菲力浦',
    nil,
  },
  [13155] = {
    '亡靈哨兵密探',
    nil,
  },
  [13156] = {
    '加羅許',
    nil,
  },
  [13158] = {
    '桑德斯中尉',
    nil,
  },
  [13160] = {
    '腐蝕群居蟲',
    nil,
  },
  [13161] = {
    '鷹巢山獅鷲獸',
    nil,
  },
  [13176] = {
    '鐵匠雷格薩',
    nil,
  },
  [13177] = {
    nil,
    '雙足飛龍管理員',
  },
  [13178] = {
    '軍用雙足飛龍',
    nil,
  },
  [13179] = {
    '空軍指揮官古斯',
    nil,
  },
  [13180] = {
    '空軍指揮官傑斯托',
    nil,
  },
  [13181] = {
    '空軍指揮官穆維里克',
    nil,
  },
  [13196] = {
    '相位鞭笞者',
    nil,
  },
  [13197] = {
    '魔鞭抽笞者',
    nil,
  },
  [13216] = {
    '蓋爾丁·錘類鍛造師',
    '雷矛物資官',
  },
  [13217] = {
    '塔薩迪斯·雪光',
    '雷矛物資官',
  },
  [13218] = {
    '葛蘭達·狼心',
    '霜狼物資官',
  },
  [13219] = {
    '傑瑞·克鐵面',
    '霜狼物資官',
  },
  [13220] = {
    '萊耶·星擊',
    '塞納里奧議會',
  },
  [13221] = {
    '雷松的貓頭鷹',
    nil,
  },
  [13236] = {
    '原獵者瑟魯加',
    nil,
  },
  [13256] = {
    '『冰雪之王』洛克霍拉',
    nil,
  },
  [13257] = {
    '莫高特·深爐',
    nil,
  },
  [13276] = {
    '荒野小鬼',
    nil,
  },
  [13278] = {
    '海達克西斯公爵',
    nil,
  },
  [13279] = {
    '混亂巨浪',
    nil,
  },
  [13280] = {
    '海多斯博恩',
    nil,
  },
  [13281] = {
    '弗雷斯',
    nil,
  },
  [13282] = {
    '諾克賽恩',
    nil,
  },
  [13283] = {
    '東尼·羅曼諾領主',
    '盜賊訓練師',
  },
  [13284] = {
    '霜狼薩滿',
    nil,
  },
  [13285] = {
    '死亡鞭笞者',
    nil,
  },
  [13296] = {
    '拉基特中尉',
    nil,
  },
  [13297] = {
    '斯托哈德中尉',
    nil,
  },
  [13298] = {
    '格雷瓦德中尉',
    nil,
  },
  [13299] = {
    '魯納丁中尉',
    nil,
  },
  [13300] = {
    '曼庫斯中尉',
    nil,
  },
  [13301] = {
    '亞什伏擊者',
    nil,
  },
  [13316] = {
    '冰冷礦坑苦工',
    nil,
  },
  [13317] = {
    '冰冷礦坑礦工',
    nil,
  },
  [13318] = {
    '指揮官摩塔莫爾',
    nil,
  },
  [13319] = {
    '指揮官達菲',
    nil,
  },
  [13320] = {
    '指揮官卡爾·菲力浦',
    nil,
  },
  [13321] = {
    '小青蛙',
    nil,
  },
  [13322] = {
    '海達克西斯禁衛',
    nil,
  },
  [13323] = {
    '地下雙帆龍',
    nil,
  },
  [13324] = {
    '經驗豐富的衛士',
    nil,
  },
  [13325] = {
    '經驗豐富的巡山人',
    nil,
  },
  [13326] = {
    '經驗豐富的防衛者',
    nil,
  },
  [13327] = {
    '經驗豐富的哨兵',
    nil,
  },
  [13328] = {
    '經驗豐富的守護者',
    nil,
  },
  [13329] = {
    '經驗豐富的軍團士兵',
    nil,
  },
  [13330] = {
    '經驗豐富的戰士',
    nil,
  },
  [13331] = {
    '老練的防衛者',
    nil,
  },
  [13332] = {
    '老練的守護者',
    nil,
  },
  [13333] = {
    '老練的衛士',
    nil,
  },
  [13334] = {
    '老練的軍團士兵',
    nil,
  },
  [13335] = {
    '老練的巡山人',
    nil,
  },
  [13336] = {
    '老練的哨兵',
    nil,
  },
  [13337] = {
    '老練的戰士',
    nil,
  },
  [13338] = {
    '熔核鼠',
    nil,
  },
  [13356] = {
    '雷矛布雷者',
    nil,
  },
  [13357] = {
    '霜狼布雷者',
    nil,
  },
  [13358] = {
    '雷矛弓箭手',
    nil,
  },
  [13359] = {
    '霜狼弓箭手',
    nil,
  },
  [13377] = {
    '工程大師斯菲萊克斯',
    nil,
  },
  [13378] = {
    '霜狼伐木機',
    nil,
  },
  [13396] = {
    '深鐵礦坑礦工',
    nil,
  },
  [13397] = {
    '深鐵礦坑苦工',
    nil,
  },
  [13416] = {
    '雷矛伐木機',
    nil,
  },
  [13417] = {
    '薩格尼·羽騎',
    '薩滿訓練師',
  },
  [13418] = {
    '凱瑪德·考伯賓奇',
    '燻木牧場',
  },
  [13419] = {
    '『森林之王』伊弗斯',
    nil,
  },
  [13420] = {
    '本尼·考伯賓奇',
    '燻木牧場',
  },
  [13421] = {
    '勇猛的守護者',
    nil,
  },
  [13422] = {
    '勇猛的防衛者',
    nil,
  },
  [13424] = {
    '勇猛的衛士',
    nil,
  },
  [13425] = {
    '勇猛的軍團士兵',
    nil,
  },
  [13426] = {
    '勇猛的巡山人',
    nil,
  },
  [13427] = {
    '勇猛的哨兵',
    nil,
  },
  [13428] = {
    '勇猛的戰士',
    nil,
  },
  [13429] = {
    '納斯塔姆·卡布彬',
    '燻木牧場',
  },
  [13430] = {
    '加克魯·考伯賓奇',
    '燻木牧場',
  },
  [13431] = {
    '烏爾維特·考伯賓奇',
    '燻木牧場',
  },
  [13432] = {
    '希爾薩·考伯賓奇',
    '燻木牧場',
  },
  [13433] = {
    '烏爾莫特·叮噹口袋',
    '燻木牧場',
  },
  [13434] = {
    '麥希',
    '燻木牧場',
  },
  [13435] = {
    '霍勒',
    '燻木牧場',
  },
  [13436] = {
    '古奇',
    '燻木牧場',
  },
  [13437] = {
    '空軍指揮官艾克曼',
    nil,
  },
  [13438] = {
    '空軍指揮官斯里多爾',
    nil,
  },
  [13439] = {
    '空軍指揮官維波里',
    nil,
  },
  [13440] = {
    '霜狼騎兵',
    nil,
  },
  [13441] = {
    '霜狼騎兵指揮官',
    nil,
  },
  [13442] = {
    '大德魯伊雷弗拉爾',
    nil,
  },
  [13443] = {
    '樹林德魯伊',
    nil,
  },
  [13444] = {
    '冬天爺爺',
    nil,
  },
  [13445] = {
    '冬天爺爺',
    nil,
  },
  [13446] = {
    '戰場元帥特拉瓦雷',
    nil,
  },
  [13447] = {
    '諾雷格·雷矛下士',
    nil,
  },
  [13448] = {
    '亞斯拉·血矛',
    nil,
  },
  [13449] = {
    '將領加瑞克',
    nil,
  },
  [13456] = {
    '諾克賽恩產物',
    nil,
  },
  [13476] = {
    '巴萊·洛克維',
    '德魯伊訓練師',
  },
  [13477] = {
    '諾克賽恩觸發器',
    nil,
  },
  [13496] = {
    '復生的古樹',
    nil,
  },
  [13516] = {
    '霜狼前鋒',
    nil,
  },
  [13517] = {
    '經驗豐富的前鋒',
    nil,
  },
  [13518] = {
    '老練的前鋒',
    nil,
  },
  [13519] = {
    '勇猛的前鋒',
    nil,
  },
  [13520] = {
    '雷矛遊俠',
    nil,
  },
  [13521] = {
    '經驗豐富的遊俠',
    nil,
  },
  [13522] = {
    '老練的遊俠',
    nil,
  },
  [13523] = {
    '勇猛的遊俠',
    nil,
  },
  [13524] = {
    '雷矛特種兵',
    nil,
  },
  [13525] = {
    '經驗豐富的特種兵',
    nil,
  },
  [13526] = {
    '老練的特種兵',
    nil,
  },
  [13527] = {
    '勇猛的特種兵',
    nil,
  },
  [13528] = {
    '霜狼劫奪者',
    nil,
  },
  [13529] = {
    '經驗豐富的劫奪者',
    nil,
  },
  [13530] = {
    '老練的劫奪者',
    nil,
  },
  [13531] = {
    '勇猛的劫奪者',
    nil,
  },
  [13533] = {
    '噴湧幼蟲',
    nil,
  },
  [13534] = {
    '經驗豐富的冰冷礦坑守衛',
    nil,
  },
  [13535] = {
    '老練的冰冷礦坑守衛',
    nil,
  },
  [13536] = {
    '勇猛的冰冷礦坑守衛',
    nil,
  },
  [13537] = {
    '經驗豐富的冰冷礦坑勘測員',
    nil,
  },
  [13538] = {
    '老練的冰冷礦坑勘測員',
    nil,
  },
  [13539] = {
    '勇猛的冰冷礦坑勘測員',
    nil,
  },
  [13540] = {
    '經驗豐富的深鐵礦坑探險者',
    nil,
  },
  [13541] = {
    '老練的深鐵礦坑探險者',
    nil,
  },
  [13542] = {
    '勇猛的深鐵礦坑探險者',
    nil,
  },
  [13543] = {
    '經驗豐富的深鐵礦坑劫掠者',
    nil,
  },
  [13544] = {
    '老練的深鐵礦坑劫掠者',
    nil,
  },
  [13545] = {
    '勇猛的深鐵礦坑劫掠者',
    nil,
  },
  [13546] = {
    '經驗豐富的冰冷礦坑探險者',
    nil,
  },
  [13547] = {
    '老練的冰冷礦坑探險者',
    nil,
  },
  [13548] = {
    '勇猛的冰冷礦坑探險者',
    nil,
  },
  [13549] = {
    '經驗豐富的冰冷礦坑入侵者',
    nil,
  },
  [13550] = {
    '老練的冰冷礦坑入侵者',
    nil,
  },
  [13551] = {
    '勇猛的冰冷礦坑入侵者',
    nil,
  },
  [13552] = {
    '經驗豐富的深鐵礦坑守衛',
    nil,
  },
  [13553] = {
    '老練的深鐵礦坑守衛',
    nil,
  },
  [13554] = {
    '勇猛的深鐵礦坑守衛',
    nil,
  },
  [13555] = {
    '經驗豐富的深鐵礦坑勘測員',
    nil,
  },
  [13556] = {
    '老練的深鐵礦坑勘測員',
    nil,
  },
  [13557] = {
    '勇猛的深鐵礦坑勘測員',
    nil,
  },
  [13576] = {
    '雷矛山羊騎兵',
    nil,
  },
  [13577] = {
    '雷矛山羊騎兵指揮官',
    nil,
  },
  [13596] = {
    '洛特格里普',
    nil,
  },
  [13597] = {
    '霜狼爆破專家',
    nil,
  },
  [13598] = {
    '雷矛爆破專家',
    nil,
  },
  [13599] = {
    '遲鈍的鉗嘴龜',
    nil,
  },
  [13601] = {
    '技工吉茲洛克',
    nil,
  },
  [13602] = {
    '可惡的格林奇',
    nil,
  },
  [13616] = {
    '霜狼獸欄管理員',
    '獸欄管理員',
  },
  [13617] = {
    '雷矛獸欄管理員',
    '獸欄管理員',
  },
  [13618] = {
    '圈養的霜狼',
    nil,
  },
  [13619] = {
    '吉茲洛克的假人',
    nil,
  },
  [13620] = {
    '吉茲洛克',
    nil,
  },
  [13636] = {
    '奇怪的雪人',
    nil,
  },
  [13656] = {
    '維洛',
    '暮光之錘',
  },
  [13676] = {
    '圈養的奧特蘭克山羊',
    nil,
  },
  [13696] = {
    '諾克賽恩幼體',
    nil,
  },
  [13698] = {
    '守衛者瑪蘭迪斯',
    nil,
  },
  [13716] = {
    '贖罪的塞雷布拉斯',
    nil,
  },
  [13717] = {
    '半人馬賤民',
    nil,
  },
  [13718] = {
    '無名預言者',
    nil,
  },
  [13736] = {
    '諾克賽恩精華',
    nil,
  },
  [13737] = {
    '瑪蘭迪斯之妹',
    nil,
  },
  [13738] = {
    nil,
    '第五可汗',
  },
  [13739] = {
    nil,
    '第四可汗',
  },
  [13740] = {
    nil,
    '第三可汗',
  },
  [13741] = {
    nil,
    '第二可汗',
  },
  [13742] = {
    nil,
    '第一可汗',
  },
  [13743] = {
    '墮落的自然之力',
    nil,
  },
  [13756] = {
    'PvP墓地標記',
    nil,
  },
  [13776] = {
    '提卡·血牙下士',
    nil,
  },
  [13777] = {
    '杜爾根·雷矛中士',
    nil,
  },
  [13778] = {
    'PvP塔標記',
    nil,
  },
  [13796] = {
    'PvP礦坑標記',
    nil,
  },
  [13797] = {
    '巡山人布比羅',
    nil,
  },
  [13816] = {
    '勘察員塔雷·石鎬',
    nil,
  },
  [13817] = {
    '沃加·死爪',
    nil,
  },
  [13836] = {
    '燃刃夢魘',
    nil,
  },
  [13837] = {
    '被俘獲的種馬',
    nil,
  },
  [13839] = {
    '皇家恐怖衛士',
    nil,
  },
  [13840] = {
    '將領拉格隆德',
    nil,
  },
  [13841] = {
    '哈格丁中尉',
    nil,
  },
  [13842] = {
    '霜狼大使洛蔻斯壯',
    nil,
  },
  [13843] = {
    '洛泰姆中尉',
    '雷矛守衛招募處',
  },
  [13856] = {
    '聯盟Res調停者',
    nil,
  },
  [13857] = {
    '部落Res調停者',
    nil,
  },
  [13876] = {
    '機電師觸發器',
    nil,
  },
  [13896] = {
    '鱗鬚海龜',
    nil,
  },
  [13916] = {
    '厄運之槌水晶圖騰',
    nil,
  },
  [13917] = {
    '伊茲·考伯加布',
    '銀行職員',
  },
  [13956] = {
    '冰斧秘術使',
    nil,
  },
  [13957] = {
    '冰斧戰士',
    nil,
  },
  [13958] = {
    '冰斧先知',
    nil,
  },
  [13959] = {
    '奧特蘭克雪人',
    nil,
  },
  [13976] = {
    '受折磨的龍',
    nil,
  },
  [13977] = {
    '『食人者』加希納克',
    nil,
  },
  [13996] = {
    '黑翼技師',
    nil,
  },
  [14016] = {
    '『鬱居者』烏夏拉克',
    nil,
  },
  [14017] = {
    '乾癟的食人妖',
    nil,
  },
  [14018] = {
    '勒茲雷克',
    '冰斧英雄',
  },
  [14019] = {
    '碎毛雪人',
    nil,
  },
  [14021] = {
    '冰斧哨衛',
    nil,
  },
  [14022] = {
    '腐化的紅色幼龍',
    nil,
  },
  [14023] = {
    '腐化的綠色幼龍',
    nil,
  },
  [14024] = {
    '腐化的藍色幼龍',
    nil,
  },
  [14025] = {
    '腐化的青銅幼龍',
    nil,
  },
  [14026] = {
    '觸發器古斯',
    nil,
  },
  [14027] = {
    '觸發器穆維里克',
    nil,
  },
  [14028] = {
    '觸發器傑斯托',
    nil,
  },
  [14029] = {
    '觸發器艾克曼',
    nil,
  },
  [14030] = {
    '觸發器斯里多爾',
    nil,
  },
  [14031] = {
    '觸發器維波里',
    nil,
  },
  [14041] = {
    '哈格爾',
    nil,
  },
  [14042] = {
    '雷塔瑪',
    '莫洛加縛靈者',
  },
  [14061] = {
    '相位鞭笞者(火焰)',
    nil,
  },
  [14062] = {
    '相位鞭笞者(自然)',
    nil,
  },
  [14063] = {
    '相位鞭笞者(秘法)',
    nil,
  },
  [14081] = {
    '惡魔之門',
    nil,
  },
  [14101] = {
    '暴怒的惡魔守衛',
    nil,
  },
  [14121] = {
    '礦道潛水者',
    nil,
  },
  [14122] = {
    '巨型噴泉',
    nil,
  },
  [14123] = {
    '鋼顎鉗嘴龜',
    nil,
  },
  [14141] = {
    '雷矛回收者',
    nil,
  },
  [14142] = {
    '霜狼回收者',
    nil,
  },
  [14143] = {
    '阿里亞',
    '莫洛加',
  },
  [14144] = {
    '塔羅恩',
    '莫洛加',
  },
  [14145] = {
    '碧火巡影者',
    '莫洛加',
  },
  [14146] = {
    '烏爾盧爾',
    '莫洛加',
  },
  [14147] = {
    '羅賴爾',
    '莫洛加',
  },
  [14148] = {
    '旅行商人',
    '莫洛加',
  },
  [14161] = {
    '卡拉納',
    '莫洛加',
  },
  [14181] = {
    '[PH] 墓地傳令官',
    nil,
  },
  [14182] = {
    '賞金獵人考拉克',
    nil,
  },
  [14183] = {
    '砲兵舍爾杜',
    nil,
  },
  [14184] = {
    '相位鞭笞者(冰霜)',
    nil,
  },
  [14185] = {
    '納亞克·海克森',
    '賞金獵人',
  },
  [14186] = {
    '拉瓦克·恐怖圖騰',
    '賞金獵人',
  },
  [14187] = {
    nil,
    '賞金獵人',
  },
  [14188] = {
    '德爾克',
    '賞金獵人',
  },
  [14201] = {
    '[UNUSED]希德·斯圖克',
    nil,
  },
  [14221] = {
    '格拉夫斯·斯里諾特',
    nil,
  },
  [14223] = {
    '暴躁的本希',
    nil,
  },
  [14224] = {
    nil,
    '遠程恢復單位',
  },
  [14225] = {
    '凱雷恩王子',
    nil,
  },
  [14228] = {
    '基格勒爾',
    nil,
  },
  [14229] = {
    '可憎的滑刃納迦',
    nil,
  },
  [14230] = {
    '賊眼',
    nil,
  },
  [14231] = {
    '『咆哮者』杜格斯',
    nil,
  },
  [14232] = {
    '達爾特',
    nil,
  },
  [14233] = {
    '雷普斯凱爾',
    nil,
  },
  [14235] = {
    '腐爛者',
    nil,
  },
  [14236] = {
    '安戈雷爾領主',
    nil,
  },
  [14237] = {
    '軟泥蟲',
    nil,
  },
  [14241] = {
    '贖罪的鐵桉',
    nil,
  },
  [14242] = {
    '[UNUSED]蘇哈薩',
    '雙足飛龍管理員',
  },
  [14261] = {
    '藍色龍獸',
    nil,
  },
  [14262] = {
    '綠色龍獸',
    nil,
  },
  [14263] = {
    '青銅龍獸',
    nil,
  },
  [14264] = {
    '紅色龍獸',
    nil,
  },
  [14265] = {
    '黑色龍獸',
    nil,
  },
  [14266] = {
    '『編織者』杉達',
    nil,
  },
  [14267] = {
    '『碾碎者』埃摩戈',
    nil,
  },
  [14268] = {
    '康達爾',
    nil,
  },
  [14269] = {
    '搜尋者埃庫隆',
    nil,
  },
  [14271] = {
    '雷布查斯',
    nil,
  },
  [14272] = {
    '斯納弗賴爾',
    nil,
  },
  [14273] = {
    '波德哈特',
    nil,
  },
  [14274] = {
    '冰斧追蹤者',
    nil,
  },
  [14275] = {
    '塔爾瑪·雷矛',
    nil,
  },
  [14277] = {
    '塞菲莉斯女士',
    nil,
  },
  [14279] = {
    '克雷普塞斯',
    nil,
  },
  [14280] = {
    '薩姆拉斯',
    nil,
  },
  [14281] = {
    '『流血者』吉米',
    nil,
  },
  [14282] = {
    '霜狼血犬',
    nil,
  },
  [14283] = {
    '雷矛貓頭鷹',
    nil,
  },
  [14284] = {
    '雷矛戰地衛士',
    nil,
  },
  [14285] = {
    '霜狼戰地衛士',
    nil,
  },
  [14301] = {
    nil,
    '弓箭商',
  },
  [14302] = {
    '炫彩龍獸',
    nil,
  },
  [14303] = {
    '僵硬守護者',
    nil,
  },
  [14304] = {
    '柯爾克隆精英',
    nil,
  },
  [14305] = {
    '人類孤兒',
    nil,
  },
  [14307] = {
    '黑色龍獸生成器',
    nil,
  },
  [14309] = {
    '紅色龍獸生成器',
    nil,
  },
  [14310] = {
    '綠色龍獸生成器',
    nil,
  },
  [14311] = {
    '青銅龍獸生成器',
    nil,
  },
  [14312] = {
    '藍色龍獸生成器',
    nil,
  },
  [14321] = {
    '守衛芬古斯',
    nil,
  },
  [14322] = {
    '踐踏者克雷格',
    '醉鬼',
  },
  [14323] = {
    '守衛斯里基克',
    nil,
  },
  [14324] = {
    '『觀察者』克魯什',
    nil,
  },
  [14325] = {
    '隊長克羅卡斯',
    nil,
  },
  [14326] = {
    '守衛摩爾達',
    nil,
  },
  [14329] = {
    '黑色戰狼',
    nil,
  },
  [14330] = {
    '黑色戰鬥迅猛龍',
    nil,
  },
  [14331] = {
    '紅色骷髏戰馬',
    nil,
  },
  [14332] = {
    '黑色戰駒',
    nil,
  },
  [14333] = {
    '黑色作戰科多獸',
    nil,
  },
  [14334] = {
    '黑色作戰陸行鳥',
    nil,
  },
  [14335] = {
    '黑色戰羊',
    nil,
  },
  [14337] = {
    '修理機器人74A型',
    nil,
  },
  [14338] = {
    '諾特·希姆加克',
    nil,
  },
  [14339] = {
    '死亡之嚎',
    nil,
  },
  [14340] = {
    '奧辛爾·靈息',
    nil,
  },
  [14341] = {
    '『控訴者』法雷多爾',
    nil,
  },
  [14342] = {
    '怒掌',
    nil,
  },
  [14343] = {
    '『智者』奧爾姆',
    nil,
  },
  [14345] = {
    '歐加爾',
    nil,
  },
  [14346] = {
    '格雷基爾上尉',
    nil,
  },
  [14347] = {
    '大領主德米提恩',
    nil,
  },
  [14348] = {
    '大地呼喚者弗蘭札爾',
    nil,
  },
  [14350] = {
    '小水浪',
    nil,
  },
  [14351] = {
    '戈多克·布斯瓦克',
    nil,
  },
  [14352] = {
    '蘭德雷薩公爵',
    '瑟拉贊恩的使者',
  },
  [14353] = {
    '狡猾的米茲勒',
    nil,
  },
  [14356] = {
    '鋸鰭狂魚',
    nil,
  },
  [14357] = {
    '止水湖蛇頸龍',
    nil,
  },
  [14358] = {
    '辛德拉古靈',
    nil,
  },
  [14361] = {
    '辛德拉幽光',
    nil,
  },
  [14362] = {
    '小荊棘',
    nil,
  },
  [14363] = {
    '抓賊者格雷·鐵鑽',
    nil,
  },
  [14364] = {
    '辛德拉靈魂',
    nil,
  },
  [14365] = {
    '抓賊者札克·遠山',
    nil,
  },
  [14366] = {
    '扭木孢子',
    nil,
  },
  [14367] = {
    '抓賊者尼恩·雷酒',
    nil,
  },
  [14368] = {
    '博識者萊德羅斯',
    nil,
  },
  [14369] = {
    '辛德拉狂熱者',
    nil,
  },
  [14370] = {
    '灰屍蟲',
    nil,
  },
  [14371] = {
    '辛德拉補給官',
    nil,
  },
  [14372] = {
    '冬泉伏擊者',
    nil,
  },
  [14373] = {
    '先知科魯拉克',
    nil,
  },
  [14374] = {
    '學者盧索恩·紋角',
    nil,
  },
  [14375] = {
    '斥候斯托加德',
    nil,
  },
  [14376] = {
    '斥候曼斯雷爾',
    nil,
  },
  [14377] = {
    '斥候沙爾雷',
    nil,
  },
  [14378] = {
    '女獵手梅恩·藍空',
    nil,
  },
  [14379] = {
    '女獵手鴉橡',
    nil,
  },
  [14380] = {
    '女獵手莉賴爾·綠葉',
    nil,
  },
  [14381] = {
    '博識者亞沃',
    nil,
  },
  [14382] = {
    '博識者麥庫斯',
    nil,
  },
  [14383] = {
    '博識者基爾達斯',
    nil,
  },
  [14385] = {
    '末日守衛爪牙',
    nil,
  },
  [14386] = {
    '基爾羅格的漫遊之眼',
    nil,
  },
  [14387] = {
    '洛索斯·喚隙者',
    nil,
  },
  [14388] = {
    '遊蕩的黑龍',
    nil,
  },
  [14389] = {
    '虛空行者',
    nil,
  },
  [14390] = {
    '遠征隊巡山人',
    nil,
  },
  [14391] = {
    '惡運之槌劫奪者崗哨',
    nil,
  },
  [14392] = {
    '霸主倫薩克',
    nil,
  },
  [14393] = {
    '遠征隊醫師',
    nil,
  },
  [14395] = {
    '『觀眾』格林比克斯',
    nil,
  },
  [14396] = {
    '伊莫塔爾之眼',
    nil,
  },
  [14397] = {
    '法力脈衝',
    nil,
  },
  [14398] = {
    '艾德雷斯精龍',
    nil,
  },
  [14399] = {
    '秘法洪流',
    nil,
  },
  [14400] = {
    '秘法回饋者',
    nil,
  },
  [14401] = {
    '大元素師克里希克',
    nil,
  },
  [14402] = {
    '搜尋者克羅維爾',
    nil,
  },
  [14403] = {
    '搜尋者納赫爾',
    nil,
  },
  [14404] = {
    '搜尋者索姆森',
    nil,
  },
  [14406] = {
    '漫遊的科多獸',
    nil,
  },
  [14421] = {
    '棕色草原土撥鼠',
    nil,
  },
  [14422] = {
    'BRD 觸發器',
    nil,
  },
  [14423] = {
    '軍官雅克森',
    nil,
  },
  [14424] = {
    '米爾洛',
    nil,
  },
  [14425] = {
    '納博恩',
    nil,
  },
  [14426] = {
    '哈爾伯·邪泉',
    nil,
  },
  [14427] = {
    '吉比斯尼克',
    nil,
  },
  [14429] = {
    '格雷莫爾',
    nil,
  },
  [14430] = {
    '暮色巡者',
    nil,
  },
  [14431] = {
    '憤怒的謝爾達',
    nil,
  },
  [14433] = {
    '斯拉丁',
    nil,
  },
  [14434] = {
    '地精警報機器人',
    nil,
  },
  [14435] = {
    '桑德蘭王子',
    '逐風者',
  },
  [14436] = {
    '莫蘇爾·召血者',
    nil,
  },
  [14437] = {
    '戈瑟奇·邪眼',
    nil,
  },
  [14438] = {
    '軍官普米洛',
    nil,
  },
  [14439] = {
    '軍官布萊德',
    nil,
  },
  [14440] = {
    '捕獵者賢風',
    nil,
  },
  [14441] = {
    '捕獵者拉圖特',
    nil,
  },
  [14442] = {
    '捕獵者薩霍恩',
    nil,
  },
  [14443] = {
    '末日守衛分流觸發器',
    nil,
  },
  [14444] = {
    '獸人孤兒',
    nil,
  },
  [14445] = {
    '維爾瑪克隊長',
    nil,
  },
  [14448] = {
    '摩塔索恩',
    nil,
  },
  [14449] = {
    '黑翼寶珠觸發器',
    nil,
  },
  [14450] = {
    '孤兒監護員南丁格爾',
    nil,
  },
  [14451] = {
    '孤兒監護員巴特維爾',
    nil,
  },
  [14452] = {
    '被奴役的末日守衛指揮官',
    nil,
  },
  [14453] = {
    '統御寶珠',
    nil,
  },
  [14454] = {
    '烈風劫奪者',
    nil,
  },
  [14455] = {
    '旋風入侵者',
    nil,
  },
  [14456] = {
    '黑翼衛士',
    nil,
  },
  [14457] = {
    '泰比斯蒂亞公主',
    nil,
  },
  [14458] = {
    '水流入侵者',
    nil,
  },
  [14459] = {
    '奈法利安的部隊',
    nil,
  },
  [14460] = {
    '熾熱入侵者',
    nil,
  },
  [14461] = {
    '火焰男爵查爾',
    nil,
  },
  [14462] = {
    '雷霆入侵者',
    nil,
  },
  [14463] = {
    '衰老的戴奧',
    nil,
  },
  [14465] = {
    '聯盟戰旗',
    nil,
  },
  [14466] = {
    '部落戰旗',
    nil,
  },
  [14469] = {
    '『全能』尼比',
    nil,
  },
  [14470] = {
    '伊普斯',
    '尼比的爪牙',
  },
  [14478] = {
    '哈瑞坎尼安',
    nil,
  },
  [14479] = {
    '暮光領主艾沃蘭',
    '暮光之錘',
  },
  [14480] = {
    nil,
    '甜點商人',
  },
  [14481] = {
    nil,
    '甜點商人',
  },
  [14482] = {
    '克索諾斯小鬼',
    nil,
  },
  [14483] = {
    '恐懼守衛',
    nil,
  },
  [14484] = {
    '受傷的農民',
    nil,
  },
  [14485] = {
    '染疫的農民',
    nil,
  },
  [14486] = {
    '天譴步行兵',
    '科爾蘇加德的爪牙',
  },
  [14487] = {
    '戈魯格爾',
    nil,
  },
  [14489] = {
    '天譴弓箭手',
    nil,
  },
  [14492] = {
    '維里弗尼克斯',
    '勘測員',
  },
  [14493] = {
    '牧師史詩事件召喚者',
    nil,
  },
  [14494] = {
    '艾瑞斯·哈文法',
    nil,
  },
  [14495] = {
    '隱形觸發器一號',
    nil,
  },
  [14496] = {
    '暴風城孤兒',
    nil,
  },
  [14497] = {
    nil,
    '孤兒監護人',
  },
  [14499] = {
    '部落孤兒',
    nil,
  },
  [14501] = {
    '術士坐騎儀式怪物第三類，煉獄火(DND)',
    nil,
  },
  [14502] = {
    '克索諾斯恐懼戰馬',
    nil,
  },
  [14503] = {
    '清潔者',
    nil,
  },
  [14504] = {
    '恐懼戰馬的靈魂',
    nil,
  },
  [14506] = {
    '赫爾努拉斯領主',
    nil,
  },
  [14507] = {
    '高階祭司溫諾希斯',
    nil,
  },
  [14508] = {
    '小個子約翰·米斯瑞爾',
    nil,
  },
  [14509] = {
    '高階祭司塞卡爾',
    nil,
  },
  [14510] = {
    '高階女祭司瑪俐',
    nil,
  },
  [14511] = {
    '暗影之靈',
    nil,
  },
  [14512] = {
    '墮落之靈',
    nil,
  },
  [14513] = {
    '惡毒之靈',
    nil,
  },
  [14514] = {
    '陳腐之靈',
    nil,
  },
  [14515] = {
    '高階祭司阿洛克',
    nil,
  },
  [14516] = {
    '死亡騎士達克雷爾',
    nil,
  },
  [14517] = {
    '高階祭司耶克里克',
    nil,
  },
  [14518] = {
    '陳腐的化身',
    nil,
  },
  [14519] = {
    '墮落的化身',
    nil,
  },
  [14520] = {
    '惡毒的化身',
    nil,
  },
  [14521] = {
    '暗影的化身',
    nil,
  },
  [14524] = {
    '古樹瓦特魯斯',
    nil,
  },
  [14525] = {
    '古樹斯托瑪',
    nil,
  },
  [14526] = {
    '古樹哈斯塔特',
    nil,
  },
  [14527] = {
    '平凡的西蒙妮',
    nil,
  },
  [14528] = {
    '普萊瑟斯',
    '西蒙妮的寵物',
  },
  [14529] = {
    '友好的富蘭克林',
    nil,
  },
  [14530] = {
    '『殺戮者』索倫諾爾',
    nil,
  },
  [14531] = {
    '親切的阿托留斯',
    nil,
  },
  [14532] = {
    '拉札希毒液蜘蛛',
    nil,
  },
  [14533] = {
    '迷人的西蒙妮',
    nil,
  },
  [14534] = {
    '瘋狂的克林弗蘭',
    nil,
  },
  [14535] = {
    '『末日使者』阿托留斯',
    nil,
  },
  [14536] = {
    '和藹的尼爾森',
    nil,
  },
  [14538] = {
    '『吞噬者』普萊瑟斯',
    '西蒙妮的寵物',
  },
  [14539] = {
    '迅捷森林狼',
    nil,
  },
  [14540] = {
    '迅捷棕狼',
    nil,
  },
  [14541] = {
    '迅捷灰狼',
    nil,
  },
  [14542] = {
    '大型白色科多獸',
    nil,
  },
  [14543] = {
    '迅捷橄欖綠迅猛龍',
    nil,
  },
  [14544] = {
    '迅捷橘色迅猛龍',
    nil,
  },
  [14545] = {
    '迅捷藍色迅猛龍',
    nil,
  },
  [14546] = {
    '迅捷棕山羊',
    nil,
  },
  [14547] = {
    '迅捷白山羊',
    nil,
  },
  [14548] = {
    '迅捷灰山羊',
    nil,
  },
  [14549] = {
    '大型棕色科多獸',
    nil,
  },
  [14550] = {
    '大型灰色科多獸',
    nil,
  },
  [14551] = {
    '迅捷黃色機械陸行鳥',
    nil,
  },
  [14552] = {
    '迅捷白色機械陸行鳥',
    nil,
  },
  [14553] = {
    '迅捷綠色機械陸行鳥',
    nil,
  },
  [14554] = {
    '迅捷斑紋機械陸行鳥',
    nil,
  },
  [14555] = {
    '迅捷霧刃豹',
    nil,
  },
  [14556] = {
    '迅捷霜刃豹',
    nil,
  },
  [14557] = {
    '迅捷曦刃豹',
    nil,
  },
  [14558] = {
    '紫色骷髏戰馬',
    nil,
  },
  [14560] = {
    '迅捷白馬',
    nil,
  },
  [14561] = {
    '迅捷棕馬',
    nil,
  },
  [14562] = {
    '迅捷藍色機械陸行鳥',
    nil,
  },
  [14563] = {
    '迅捷紅色機械陸行鳥',
    nil,
  },
  [14564] = {
    '恐懼谷的靈魂',
    nil,
  },
  [14566] = {
    '上古聖馬之魂',
    nil,
  },
  [14567] = {
    '德羅泰恩',
    '瑟銀兄弟會',
  },
  [14568] = {
    '達克雷爾的墮落戰騎',
    nil,
  },
  [14581] = {
    '雷角中士',
    '武器軍需官',
  },
  [14601] = {
    '埃博諾克',
    nil,
  },
  [14602] = {
    '迅捷雷刃豹',
    nil,
  },
  [14603] = {
    '被縮小的海岸巨人',
    nil,
  },
  [14604] = {
    '被縮小的大地行者',
    nil,
  },
  [14605] = {
    '骸骨魔像',
    nil,
  },
  [14606] = {
    '龍獸屍體觸發器',
    nil,
  },
  [14621] = {
    '監督者瑪托留斯',
    nil,
  },
  [14622] = {
    '瑟銀兄弟會偵察員',
    '瑟銀兄弟會',
  },
  [14623] = {
    '戰歌峽谷戰場軍官',
    nil,
  },
  [14624] = {
    '大鐵匠博恩奈特',
    '瑟銀兄弟會',
  },
  [14625] = {
    '監督者奧菲斯特',
    '瑟銀兄弟會',
  },
  [14626] = {
    '監工斯克蘭格',
    '瑟銀兄弟會',
  },
  [14627] = {
    '漢瑟爾·重拳',
    '瑟銀兄弟會',
  },
  [14628] = {
    '艾沃奈斯·煤煙',
    '瑟銀兄弟會',
  },
  [14629] = {
    '圓頭鉗嘴龜',
    nil,
  },
  [14630] = {
    '硬皮鉗嘴龜',
    nil,
  },
  [14631] = {
    '橄欖綠鉗嘴龜',
    nil,
  },
  [14632] = {
    '鷹喙鉗嘴龜',
    nil,
  },
  [14633] = {
    '白色鉗嘴龜',
    nil,
  },
  [14634] = {
    '偵察隊長洛洛爾',
    '瑟銀兄弟會',
  },
  [14635] = {
    '昏昏欲睡的黑鐵工人',
    nil,
  },
  [14636] = {
    '比拉凱琳',
    nil,
  },
  [14637] = {
    '索爾賓·范達瑟',
    nil,
  },
  [14638] = {
    '被縮小的波濤巨人',
    nil,
  },
  [14639] = {
    '被縮小的深海巨人',
    nil,
  },
  [14640] = {
    '被縮小的峭壁巨人',
    nil,
  },
  [14641] = {
    '[PH] 部落施法者',
    nil,
  },
  [14642] = {
    '[PH] 聯盟施法者',
    nil,
  },
  [14643] = {
    '[PH] 聯盟傳令官',
    nil,
  },
  [14644] = {
    '[PH] 部落傳令官',
    nil,
  },
  [14645] = {
    '戰歌峽谷傳令官',
    nil,
  },
  [14646] = {
    '斯坦索姆觸發器',
    nil,
  },
  [14661] = {
    '毒刺鞭笞者',
    nil,
  },
  [14662] = {
    '墮落火焰新星圖騰 V',
    nil,
  },
  [14663] = {
    '墮落石甲圖騰 VI',
    nil,
  },
  [14664] = {
    '墮落的治療之泉圖騰 V',
    nil,
  },
  [14666] = {
    '墮落風怒圖騰 III',
    nil,
  },
  [14667] = {
    '墮落圖騰',
    nil,
  },
  [14668] = {
    '墮落煉獄火',
    nil,
  },
  [14681] = {
    '傳送器故障',
    nil,
  },
  [14682] = {
    '塞沃爾',
    nil,
  },
  [14683] = {
    '提圖斯·瑞文戴爾男爵',
    nil,
  },
  [14685] = {
    '莫布斯',
    nil,
  },
  [14686] = {
    '法瑟蕾絲女士',
    nil,
  },
  [14687] = {
    '無魂者',
    nil,
  },
  [14689] = {
    '法力元素',
    nil,
  },
  [14691] = {
    '巴沙爾特',
    nil,
  },
  [14692] = {
    '沃斯通·卡夫特',
    nil,
  },
  [14693] = {
    '瑟克恩',
    nil,
  },
  [14694] = {
    '死靈使',
    nil,
  },
  [14695] = {
    '黑木領主',
    nil,
  },
  [14696] = {
    '縫合巨獸',
    nil,
  },
  [14697] = {
    '笨拙的憎惡',
    nil,
  },
  [14698] = {
    '靜默潛獵者',
    nil,
  },
  [14699] = {
    '鬼靈士兵',
    nil,
  },
  [14700] = {
    '骯髒的靈魂',
    nil,
  },
  [14701] = {
    '末日怨靈',
    nil,
  },
  [14702] = {
    '哀嚎的寡婦',
    nil,
  },
  [14703] = {
    '死亡海妖',
    nil,
  },
  [14704] = {
    '編網地穴惡魔',
    nil,
  },
  [14705] = {
    '奈幽織網者',
    nil,
  },
  [14707] = {
    '骸骨護衛',
    nil,
  },
  [14708] = {
    '凋零的戰士',
    nil,
  },
  [14709] = {
    '荒蕪死者',
    nil,
  },
  [14710] = {
    '恐怖巫士',
    nil,
  },
  [14712] = {
    '惡臭食屍鬼',
    nil,
  },
  [14713] = {
    '腐爛飛行者',
    nil,
  },
  [14714] = {
    '石翼恐懼者',
    nil,
  },
  [14715] = {
    '銀翼精英',
    nil,
  },
  [14717] = {
    '部落精英',
    nil,
  },
  [14718] = {
    '部落苦力',
    nil,
  },
  [14719] = {
    '[PH] 聯盟哨塔中尉',
    nil,
  },
  [14720] = {
    '薩魯法爾霸王',
    nil,
  },
  [14721] = {
    '戰場元帥艾法希比',
    nil,
  },
  [14722] = {
    nil,
    '聯盟布匹軍需官',
  },
  [14723] = {
    '米斯蒂娜·鋼盾',
    '聯盟布匹軍需官',
  },
  [14724] = {
    nil,
    '聯盟布匹軍需官',
  },
  [14725] = {
    '萊頓·暗影',
    '聯盟布匹軍需官',
  },
  [14726] = {
    '萊什納·刺藤',
    '部落布匹軍需官',
  },
  [14727] = {
    nil,
    '部落布匹軍需官',
  },
  [14728] = {
    '拉姆斯塔格',
    '部落布匹軍需官',
  },
  [14729] = {
    nil,
    '部落布匹軍需官',
  },
  [14730] = {
    '惡齒警戒者',
    nil,
  },
  [14731] = {
    nil,
    '旅店老闆',
  },
  [14732] = {
    'PvP CTF 榮譽記分員',
    nil,
  },
  [14733] = {
    '哨兵遠歌',
    nil,
  },
  [14734] = {
    '惡齒鼓手',
    nil,
  },
  [14735] = {
    '主人的旗幟測試員',
    nil,
  },
  [14736] = {
    '斷齒族長',
    nil,
  },
  [14737] = {
    '鐵匠斯拉提',
    '鍛造供應商',
  },
  [14738] = {
    nil,
    '烹飪供應商',
  },
  [14739] = {
    '秘術使雅爾金',
    '施法材料',
  },
  [14740] = {
    '『垂釣者』卡圖姆',
    '釣魚訓練師和供應商',
  },
  [14741] = {
    '獵人馬克霍爾',
    '獸欄管理員',
  },
  [14742] = {
    '札普·法弗林',
    '精神失常的工程師',
  },
  [14743] = {
    '霍爾迪·水爐',
    '工程師',
  },
  [14746] = {
    '[PH] 部落哨塔中尉',
    nil,
  },
  [14748] = {
    '邪枝綁架者',
    nil,
  },
  [14750] = {
    '古拉巴什蝠騎兵',
    nil,
  },
  [14751] = {
    '霜狼戰旗',
    nil,
  },
  [14752] = {
    '雷矛戰旗',
    nil,
  },
  [14753] = {
    '銀翼補給員艾蒂爾·月火',
    '銀翼物資官',
  },
  [14754] = {
    nil,
    '戰歌物資官',
  },
  [14755] = {
    '綠色小神龍',
    nil,
  },
  [14756] = {
    '紅色小神龍',
    nil,
  },
  [14757] = {
    '斷齒長者',
    nil,
  },
  [14758] = {
    '祖爾格拉布觸發器',
    nil,
  },
  [14761] = {
    '厄運爬蟲',
    nil,
  },
  [14762] = {
    '丹巴達爾北部元帥',
    nil,
  },
  [14763] = {
    '丹巴達爾南部元帥',
    nil,
  },
  [14764] = {
    '冰翼元帥',
    nil,
  },
  [14765] = {
    '石爐元帥',
    nil,
  },
  [14766] = {
    '冰血元帥',
    nil,
  },
  [14767] = {
    '哨塔高地元帥',
    nil,
  },
  [14768] = {
    '東部霜狼元帥',
    nil,
  },
  [14769] = {
    '西部霜狼元帥',
    nil,
  },
  [14770] = {
    '丹巴達爾北部將領',
    nil,
  },
  [14771] = {
    '丹巴達爾南部將領',
    nil,
  },
  [14772] = {
    '東部霜狼將領',
    nil,
  },
  [14773] = {
    '冰血將領',
    nil,
  },
  [14774] = {
    '冰翼將領',
    nil,
  },
  [14775] = {
    '石爐將領',
    nil,
  },
  [14776] = {
    '哨塔高地將領',
    nil,
  },
  [14777] = {
    '西部霜狼將領',
    nil,
  },
  [14781] = {
    '沙塔爾·碎顱',
    nil,
  },
  [14801] = {
    '野外變形目標',
    nil,
  },
  [14821] = {
    '拉札希迅猛龍',
    nil,
  },
  [14823] = {
    '希拉斯·暗月',
    nil,
  },
  [14825] = {
    '衰老的侍女',
    nil,
  },
  [14826] = {
    '祭品食人妖',
    nil,
  },
  [14827] = {
    '伯斯',
    nil,
  },
  [14828] = {
    '吉瓦斯·葛萊蓋特',
    '紀念品與玩具獎品',
  },
  [14829] = {
    '亞布·尼比蓋爾',
    nil,
  },
  [14832] = {
    nil,
    '世上最強的女人!',
  },
  [14833] = {
    nil,
    '記憶力世界第一!',
  },
  [14842] = {
    '梅爾南·黑石',
    '暗月馬戲團叫賣者',
  },
  [14843] = {
    '克魯本·暗刃',
    '暗月馬戲團叫賣者',
  },
  [14844] = {
    nil,
    '飲料商',
  },
  [14845] = {
    '史丹普·雷角',
    '食品商',
  },
  [14846] = {
    nil,
    '寵物與坐騎獎品',
  },
  [14847] = {
    '薩杜斯·帕里歐教授',
    '暗月卡片',
  },
  [14848] = {
    '信使',
    nil,
  },
  [14849] = {
    '暗月工作人員',
    nil,
  },
  [14851] = {
    '伯格',
    nil,
  },
  [14852] = {
    '斯洛克',
    nil,
  },
  [14853] = {
    '托爾格',
    nil,
  },
  [14854] = {
    '考爾',
    nil,
  },
  [14855] = {
    '達戈',
    nil,
  },
  [14856] = {
    '莫特',
    nil,
  },
  [14858] = {
    '普羅克',
    nil,
  },
  [14859] = {
    '守衛塔魯克',
    nil,
  },
  [14861] = {
    '基爾圖諾斯的衛士',
    nil,
  },
  [14862] = {
    '洛曼卡恩大使',
    nil,
  },
  [14864] = {
    '卡茲莫丹山羊',
    nil,
  },
  [14866] = {
    '弗里克的青蛙',
    nil,
  },
  [14869] = {
    '侏儒雞',
    nil,
  },
  [14870] = {
    '石爪圖騰 TEST',
    nil,
  },
  [14875] = {
    nil,
    '拉斯塔哈之手',
  },
  [14876] = {
    '贊達拉精神醫師',
    nil,
  },
  [14877] = {
    '高階牧師溫諾希斯幻象',
    nil,
  },
  [14878] = {
    '小嘓嘓',
    nil,
  },
  [14879] = {
    '阿拉希盆地戰場軍官',
    nil,
  },
  [14880] = {
    '拉札希誘捕者',
    nil,
  },
  [14881] = {
    '蜘蛛',
    nil,
  },
  [14882] = {
    '阿塔萊侍女',
    nil,
  },
  [14883] = {
    '巫毒奴隸',
    nil,
  },
  [14884] = {
    '寄生蛇',
    nil,
  },
  [14885] = {
    '強納森·樂卡夫特',
    '非凡的設計師',
  },
  [14886] = {
    '善良的兔子',
    nil,
  },
  [14892] = {
    '利牙',
    nil,
  },
  [14893] = {
    '守衛庫拉爾',
    nil,
  },
  [14894] = {
    '蜂群',
    nil,
  },
  [14902] = {
    '『擊破者』金羅克',
    nil,
  },
  [14903] = {
    '『全知者』阿塔比姆',
    nil,
  },
  [14904] = {
    '祖達薩的梅維基',
    nil,
  },
  [14905] = {
    '盲眼法希爾',
    nil,
  },
  [14910] = {
    nil,
    '拉斯塔哈的僕從',
  },
  [14911] = {
    '贊達拉執行者',
    nil,
  },
  [14912] = {
    '被捕獲的哈卡萊狂熱者',
    nil,
  },
  [14921] = {
    '商人林沃斯',
    '贊達拉供應商和修理工',
  },
  [14941] = {
    '高階祭司耶克里克變形幻象',
    nil,
  },
  [14942] = {
    '卡爾特拉·血喉',
    '奧特蘭克山谷戰場軍官',
  },
  [14943] = {
    '古斯的坐騎',
    nil,
  },
  [14944] = {
    '傑斯托的坐騎',
    nil,
  },
  [14945] = {
    '穆維里克的戰鬥坐騎',
    nil,
  },
  [14946] = {
    '斯里多爾的獅鷲獸',
    nil,
  },
  [14947] = {
    '艾克曼的獅鷲獸',
    nil,
  },
  [14948] = {
    '維波里的獅鷲獸',
    nil,
  },
  [14961] = {
    '米維納·響囊',
    '燻木牧場',
  },
  [14962] = {
    '迪洛德·考伯賓奇',
    '燻木牧場',
  },
  [14963] = {
    '加普·響囊',
    '燻木牧場',
  },
  [14964] = {
    '赫克·考伯賓奇',
    '燻木牧場',
  },
  [14965] = {
    '瘋狂的覓血蝙蝠',
    nil,
  },
  [14966] = {
    '高階祭司塞卡爾變形幻象',
    nil,
  },
  [14967] = {
    '高階女祭司瑪俐變形幻象',
    nil,
  },
  [14968] = {
    '高階祭司阿洛克變形幻象',
    nil,
  },
  [14981] = {
    nil,
    '戰歌峽谷戰場軍官',
  },
  [14982] = {
    nil,
    '戰歌峽谷戰場軍官',
  },
  [14983] = {
    '戰場元帥奧斯萊特',
    nil,
  },
  [14984] = {
    '瑪克里爾中士',
    nil,
  },
  [14986] = {
    '金度之影',
    nil,
  },
  [14987] = {
    '強力治療結界',
    nil,
  },
  [14989] = {
    '毒性雲霧',
    nil,
  },
  [14990] = {
    '污染者大使',
    nil,
  },
  [14991] = {
    '阿拉索聯軍大使',
    nil,
  },
  [14994] = {
    '贊達拉事件產生器',
    nil,
  },
  [15001] = {
    'PvP A-Mid 榮譽記分員',
    nil,
  },
  [15002] = {
    'PvP Mid 榮譽記分員',
    nil,
  },
  [15003] = {
    'PvP H-Mid 榮譽記分員',
    nil,
  },
  [15004] = {
    'PvP ALT-S 榮譽記分員',
    nil,
  },
  [15005] = {
    'PvP ALT-N 榮譽記分員',
    nil,
  },
  [15006] = {
    '迪茲·斯諾班',
    '阿拉希盆地戰場軍官',
  },
  [15007] = {
    '瑪洛維爾爵士',
    '阿拉希盆地戰場軍官',
  },
  [15008] = {
    '赫塔希姆女士',
    '阿拉希盆地戰場軍官',
  },
  [15009] = {
    '巫毒之魂',
    nil,
  },
  [15010] = {
    '叢林蟾蜍',
    nil,
  },
  [15011] = {
    '瓦格納·巨錘',
    nil,
  },
  [15021] = {
    '屠殺者杜維爾',
    nil,
  },
  [15022] = {
    '亡靈哨兵莫提斯',
    nil,
  },
  [15041] = {
    '瑪俐的爪牙',
    nil,
  },
  [15042] = {
    '『無眠者』贊札',
    nil,
  },
  [15043] = {
    '祖利安鱷魚',
    nil,
  },
  [15045] = {
    '阿拉希農夫',
    nil,
  },
  [15046] = {
    '被遺忘者農夫',
    nil,
  },
  [15061] = {
    '金度之靈',
    nil,
  },
  [15062] = {
    '阿拉希伐木工',
    nil,
  },
  [15063] = {
    '阿拉希鐵匠',
    nil,
  },
  [15064] = {
    '被遺忘者鐵匠',
    nil,
  },
  [15065] = {
    '雷蒂',
    nil,
  },
  [15067] = {
    '祖利安潛獵者',
    nil,
  },
  [15068] = {
    '祖利安守護者',
    nil,
  },
  [15069] = {
    '哈卡之心',
    nil,
  },
  [15070] = {
    nil,
    '贊札的僕從',
  },
  [15071] = {
    '安德弗特',
    nil,
  },
  [15072] = {
    '斯派克',
    nil,
  },
  [15073] = {
    '派特的地獄火',
    nil,
  },
  [15074] = {
    '阿拉希礦工',
    nil,
  },
  [15075] = {
    '被遺忘者礦工',
    nil,
  },
  [15076] = {
    '贊達拉大使',
    nil,
  },
  [15077] = {
    '林格·巴斯貝特',
    '釣魚大師',
  },
  [15078] = {
    nil,
    '釣魚大師的學徒',
  },
  [15079] = {
    '釣魚機器人5000型',
    nil,
  },
  [15080] = {
    '僕從之手',
    '拉斯塔哈之手',
  },
  [15086] = {
    '阿拉希馬伕',
    nil,
  },
  [15087] = {
    '被遺忘者馬伕',
    nil,
  },
  [15088] = {
    '藏寶海灣精英',
    nil,
  },
  [15089] = {
    '被遺忘者伐木工',
    nil,
  },
  [15090] = {
    '迅捷拉札希迅猛龍',
    nil,
  },
  [15091] = {
    '祖爾格拉布黑豹觸發器',
    nil,
  },
  [15101] = {
    '祖利安徘徊者',
    nil,
  },
  [15102] = {
    '銀翼大使',
    nil,
  },
  [15103] = {
    '雷矛大使',
    nil,
  },
  [15104] = {
    '迅捷祖利安猛虎',
    nil,
  },
  [15105] = {
    '戰歌大使',
    nil,
  },
  [15106] = {
    '霜狼大使',
    nil,
  },
  [15107] = {
    '阿拉希軍馬',
    nil,
  },
  [15108] = {
    '被遺忘者軍馬',
    nil,
  },
  [15109] = {
    '原始祝福幻象',
    nil,
  },
  [15110] = {
    '古拉巴什囚犯',
    nil,
  },
  [15111] = {
    '瘋狂僕從',
    nil,
  },
  [15112] = {
    '洗腦圖騰',
    nil,
  },
  [15113] = {
    '榮耀的英雄',
    nil,
  },
  [15115] = {
    '榮耀的先祖',
    nil,
  },
  [15116] = {
    nil,
    '釣魚大賽宣傳員',
  },
  [15117] = {
    '禁錮之魂',
    nil,
  },
  [15118] = {
    '釣魚大師形態',
    nil,
  },
  [15119] = {
    nil,
    '釣魚大賽宣傳員',
  },
  [15121] = {
    '骷髏法師領主',
    nil,
  },
  [15122] = {
    '死掉的加茲蘭卡',
    nil,
  },
  [15123] = {
    '克里斯·吉爾哈特',
    '非凡的設計師',
  },
  [15124] = {
    '塔戈特·響囊',
    '燻木牧場',
  },
  [15125] = {
    '克斯可·考伯賓奇',
    '燻木牧場',
  },
  [15126] = {
    nil,
    '污染者物資官',
  },
  [15127] = {
    nil,
    '阿拉索聯軍物資官',
  },
  [15128] = {
    '污染者精英',
    nil,
  },
  [15130] = {
    '阿拉索聯軍精英',
    nil,
  },
  [15131] = {
    nil,
    '獸欄管理員',
  },
  [15135] = {
    '炫彩座龍',
    nil,
  },
  [15136] = {
    '落錘精英',
    nil,
  },
  [15137] = {
    '米奈希爾精英',
    nil,
  },
  [15138] = {
    '銀松精英',
    nil,
  },
  [15139] = {
    '加茲蘭卡傳令官',
    nil,
  },
  [15140] = {
    '派特的震動效果',
    nil,
  },
  [15141] = {
    '瘋狂之門',
    nil,
  },
  [15146] = {
    '瘋狂虛無行者',
    nil,
  },
  [15162] = {
    '血色審判官',
    nil,
  },
  [15163] = {
    '夢魘幻影',
    nil,
  },
  [15164] = {
    '莫高雷觸發器',
    nil,
  },
  [15165] = {
    '傲慢的店主',
    '時尚設計師',
  },
  [15166] = {
    '路易士·貝瑞加',
    nil,
  },
  [15168] = {
    '邪惡的甲蟲',
    nil,
  },
  [15169] = {
    '『永恆觀察者』拉羅沙爾',
    nil,
  },
  [15170] = {
    '魯特加爾·塑紋者',
    nil,
  },
  [15171] = {
    '法蘭克爾·石橋',
    nil,
  },
  [15172] = {
    nil,
    '布萊恩·銅鬚的寵物猴',
  },
  [15174] = {
    nil,
    '旅店老闆',
  },
  [15175] = {
    '庫爾·銳角',
    '施法材料',
  },
  [15176] = {
    nil,
    '鐵匠舖',
  },
  [15177] = {
    '克勞德·天舞者',
    '角鷹獸管理員',
  },
  [15178] = {
    '魯克·馴風者',
    '雙足飛龍管理員',
  },
  [15179] = {
    nil,
    '貿易供應商',
  },
  [15180] = {
    '流沙守望者巴里斯托爾斯',
    nil,
  },
  [15181] = {
    '指揮官瑪爾利斯',
    nil,
  },
  [15182] = {
    nil,
    '守衛隊長',
  },
  [15183] = {
    '地理學家拉克斯班',
    nil,
  },
  [15184] = {
    '塞納里奧城堡步兵',
    nil,
  },
  [15185] = {
    '諾茲多姆的子嗣',
    nil,
  },
  [15186] = {
    '莫奇',
    nil,
  },
  [15187] = {
    '塞納里奧使者安亞·碧月',
    nil,
  },
  [15188] = {
    '塞納里奧使者黑蹄',
    nil,
  },
  [15189] = {
    '比提克斯·斯巴格',
    nil,
  },
  [15190] = {
    '諾格·斯巴格',
    nil,
  },
  [15191] = {
    '喚風者傲角',
    nil,
  },
  [15193] = {
    '希瓦娜斯·風行者女士',
    nil,
  },
  [15194] = {
    '隱士奧泰爾',
    nil,
  },
  [15195] = {
    '稻草人守護者',
    nil,
  },
  [15196] = {
    '死亡彎鉤',
    nil,
  },
  [15197] = {
    '黑暗召喚者雅恩卡',
    nil,
  },
  [15198] = {
    '黑翼',
    nil,
  },
  [15199] = {
    '哈特曼中士',
    nil,
  },
  [15200] = {
    '暮光守衛者瑪恩納',
    '暮光之錘',
  },
  [15201] = {
    '暮光烈焰劫奪者',
    nil,
  },
  [15202] = {
    '卑鄙的維拉爾',
    '暮光之錘',
  },
  [15203] = {
    '斯卡德諾克斯王子',
    '高階深淵議會',
  },
  [15204] = {
    '大元帥維拉希斯',
    '高階深淵議會',
  },
  [15205] = {
    '卡蘇姆男爵',
    '高階深淵議會',
  },
  [15206] = {
    '辛德爾公爵',
    '深淵議會',
  },
  [15207] = {
    '深淵公爵',
    '深淵議會',
  },
  [15208] = {
    '裂石公爵',
    '深淵議會',
  },
  [15209] = {
    '赤紅聖殿騎士',
    '深淵議會',
  },
  [15210] = {
    nil,
    '深淵議會',
  },
  [15211] = {
    '蒼藍聖殿騎士',
    '深淵議會',
  },
  [15212] = {
    '蒼白聖殿騎士',
    '深淵議會',
  },
  [15213] = {
    '暮光主宰',
    '暮光之錘',
  },
  [15214] = {
    '隱形的潛獵者',
    nil,
  },
  [15215] = {
    '娜塔莉亞·瑪爾利斯',
    '克蘇恩的高階祭司',
  },
  [15216] = {
    '男性鬼魂',
    nil,
  },
  [15217] = {
    '女性鬼魂',
    nil,
  },
  [15218] = {
    '暗月馬戲團火砲',
    nil,
  },
  [15219] = {
    '惡作劇者',
    nil,
  },
  [15220] = {
    '微風公爵',
    '深淵議會',
  },
  [15221] = {
    '法蘭克爾隱形觸發器',
    nil,
  },
  [15222] = {
    '魯特加爾隱形觸發器',
    nil,
  },
  [15223] = {
    nil,
    '深淵議會',
  },
  [15224] = {
    '夢境迷霧',
    nil,
  },
  [15226] = {
    '[UNUSED]維克尼斯建築者',
    nil,
  },
  [15229] = {
    '維克尼斯士兵',
    nil,
  },
  [15230] = {
    '維克尼斯戰士',
    nil,
  },
  [15231] = {
    '[UNSUED] Vekniss Patroller',
    nil,
  },
  [15233] = {
    '維克尼斯守護者',
    nil,
  },
  [15235] = {
    '維克尼斯鞭笞者',
    nil,
  },
  [15236] = {
    '維克尼斯黃蜂',
    nil,
  },
  [15237] = {
    '[UNUSED]維克尼斯狂蜂',
    nil,
  },
  [15238] = {
    '[UNUSED]維克尼斯劫奪者',
    nil,
  },
  [15239] = {
    '[UNUSED]維克尼斯潛伏者',
    nil,
  },
  [15240] = {
    '維克尼斯爬行者',
    nil,
  },
  [15241] = {
    '獅鷲騎士守衛',
    nil,
  },
  [15242] = {
    '蝠騎兵守衛',
    nil,
  },
  [15243] = {
    '[UNUSED]維克尼斯巨蜂',
    nil,
  },
  [15244] = {
    '[UNUSED]維克尼斯劫掠者',
    nil,
  },
  [15246] = {
    '其拉斬靈者',
    nil,
  },
  [15247] = {
    '其拉洗腦者',
    nil,
  },
  [15248] = {
    '[UNUSED]其拉屈魂者',
    nil,
  },
  [15249] = {
    '其拉鞭擊者',
    nil,
  },
  [15250] = {
    '其拉執行者',
    nil,
  },
  [15251] = {
    '[UNUSED] 其拉屠殺者',
    nil,
  },
  [15252] = {
    '其拉勇士',
    nil,
  },
  [15254] = {
    '[UNUSED] 其拉隊長',
    nil,
  },
  [15255] = {
    '[UNUSED] 其拉官員',
    nil,
  },
  [15256] = {
    '[UNUSED] 其拉指揮官',
    nil,
  },
  [15258] = {
    '[UNUSED] 其拉執政者',
    nil,
  },
  [15259] = {
    '[UNUSED] 其拉統治者',
    nil,
  },
  [15260] = {
    '瘋狂的德魯伊靈魂',
    nil,
  },
  [15261] = {
    '靈魂之影',
    nil,
  },
  [15262] = {
    '黑曜石根除者',
    nil,
  },
  [15263] = {
    '預言者斯克拉姆',
    nil,
  },
  [15264] = {
    '阿努比薩斯哨兵',
    nil,
  },
  [15270] = {
    '霍姆·蠻鬃',
    nil,
  },
  [15271] = {
    '看管者',
    nil,
  },
  [15273] = {
    '秘法怨靈',
    nil,
  },
  [15274] = {
    '法力龍鰻',
    nil,
  },
  [15275] = {
    '維克尼拉斯大帝',
    nil,
  },
  [15276] = {
    '維克洛爾大帝',
    nil,
  },
  [15277] = {
    '阿努比薩斯防衛者',
    nil,
  },
  [15278] = {
    '博學者伊羅娜',
    nil,
  },
  [15279] = {
    '茱莉亞·擊日者',
    '法師訓練師',
  },
  [15280] = {
    '傑斯賽尼斯·擊日者',
    '聖騎士訓練師',
  },
  [15281] = {
    '蘭深·佩瑞隆',
    nil,
  },
  [15282] = {
    '奧莉爾·金葉',
    nil,
  },
  [15283] = {
    '召喚者泰利拉',
    '術士訓練師',
  },
  [15284] = {
    '女監護者艾瑞娜',
    '牧師訓練師',
  },
  [15285] = {
    '巡路者凱瑞爾',
    '盜賊訓練師',
  },
  [15286] = {
    nil,
    '雷戈蟲巢主宰',
  },
  [15287] = {
    '夏拉·日翼',
    '雜貨供應商',
  },
  [15288] = {
    nil,
    '亞什蟲巢主宰',
  },
  [15289] = {
    '瑞里斯·晨星',
    '武器鍛造師',
  },
  [15290] = {
    nil,
    '佐拉蟲巢主宰',
  },
  [15291] = {
    '潔恩瑟斯·瑟林',
    '布甲和皮甲商人',
  },
  [15292] = {
    '法拉登·瑟林',
    '護甲鍛造師',
  },
  [15293] = {
    '安迪爾·風矛',
    nil,
  },
  [15294] = {
    '野獸管理者',
    nil,
  },
  [15295] = {
    '看井者索蘭尼亞',
    nil,
  },
  [15296] = {
    '秘法師艾薩納斯',
    nil,
  },
  [15297] = {
    '秘法師海利恩',
    nil,
  },
  [15298] = {
    '腐敗的秘法怨靈',
    nil,
  },
  [15300] = {
    '維克尼斯雄蜂',
    nil,
  },
  [15301] = {
    '先驅者艾拉瑞恩',
    nil,
  },
  [15302] = {
    '泰拉爾之影',
    nil,
  },
  [15303] = {
    '瑪克希瑪·布萊頓海默',
    '暗月馬戲團砲手',
  },
  [15304] = {
    '上古法力之泉圖騰',
    nil,
  },
  [15305] = {
    '斯古恩領主',
    '高階深淵議會',
  },
  [15306] = {
    '鮑爾·蠻鬃',
    nil,
  },
  [15307] = {
    '土色聖殿騎士',
    '深淵議會',
  },
  [15308] = {
    '暮光預言者',
    '暮光之錘',
  },
  [15311] = {
    '阿努比薩斯護衛',
    nil,
  },
  [15312] = {
    '黑曜石淨化者',
    nil,
  },
  [15313] = {
    '月夜梟獸 (德魯伊 - 夜精靈)',
    nil,
  },
  [15314] = {
    '月夜梟獸 (德魯伊 - 牛頭人)',
    nil,
  },
  [15315] = {
    '麥琳妮·霜月',
    '武器商',
  },
  [15316] = {
    '其拉甲蟲',
    nil,
  },
  [15317] = {
    '其拉蠍蟲',
    nil,
  },
  [15318] = {
    '札拉雄蜂',
    nil,
  },
  [15319] = {
    '札拉採集者',
    nil,
  },
  [15320] = {
    '札拉士兵',
    nil,
  },
  [15323] = {
    '札拉沙巡者',
    nil,
  },
  [15324] = {
    '其拉角鬥士',
    nil,
  },
  [15325] = {
    '札拉異種蠍',
    nil,
  },
  [15327] = {
    '札拉毒蠍',
    nil,
  },
  [15328] = {
    '暗月蒸汽坦克',
    nil,
  },
  [15333] = {
    '矽酸鹽吞噬者',
    nil,
  },
  [15334] = {
    '巨人眼球觸鬚',
    nil,
  },
  [15335] = {
    '血肉獵手',
    nil,
  },
  [15336] = {
    '札拉鞭尾蠍',
    nil,
  },
  [15338] = {
    '黑曜石毀滅者',
    nil,
  },
  [15339] = {
    '『無疤者』奧斯里安',
    nil,
  },
  [15341] = {
    '拉賈克斯將軍',
    nil,
  },
  [15343] = {
    '其拉蟲群衛士',
    nil,
  },
  [15344] = {
    '蟲群守衛尼德勒',
    nil,
  },
  [15349] = {
    '玩具小型飛船',
    nil,
  },
  [15350] = {
    '部落戰爭使者',
    nil,
  },
  [15351] = {
    '聯盟准將',
    nil,
  },
  [15352] = {
    '大型土元素',
    nil,
  },
  [15353] = {
    '卡翠娜·閃星',
    '萬鬼節招待員',
  },
  [15354] = {
    nil,
    '萬鬼節招待員',
  },
  [15355] = {
    '阿努比薩斯守護者',
    nil,
  },
  [15356] = {
    '藍色小魚人',
    nil,
  },
  [15357] = {
    '紫色小魚人',
    nil,
  },
  [15358] = {
    '樂奇',
    nil,
  },
  [15359] = {
    '粉紅小魚人',
    nil,
  },
  [15360] = {
    '綠色小魚人',
    nil,
  },
  [15361] = {
    '莫基',
    nil,
  },
  [15362] = {
    '瑪法里恩·怒風',
    nil,
  },
  [15363] = {
    '靈魂圖騰',
    nil,
  },
  [15364] = {
    '玩具蒸汽坦克',
    nil,
  },
  [15366] = {
    '幼年泉爪山貓',
    nil,
  },
  [15367] = {
    '被流放的法蘭德倫',
    nil,
  },
  [15368] = {
    '坦克地雷',
    nil,
  },
  [15369] = {
    '『狩獵者』阿亞米斯',
    nil,
  },
  [15370] = {
    '『暴食者』布魯',
    nil,
  },
  [15371] = {
    '逐日者守衛',
    nil,
  },
  [15372] = {
    '泉爪山貓',
    nil,
  },
  [15373] = {
    '萬鬼節海賊船長',
    nil,
  },
  [15374] = {
    '萬鬼節亡靈海賊',
    nil,
  },
  [15375] = {
    '萬鬼節女海賊',
    nil,
  },
  [15376] = {
    '萬鬼節男鬼魂',
    nil,
  },
  [15377] = {
    '萬鬼節女鬼魂',
    nil,
  },
  [15378] = {
    '『夢境之龍』麥琳瑟拉',
    nil,
  },
  [15381] = {
    '『上古之龍』安納克羅斯',
    nil,
  },
  [15382] = {
    '范達爾·鹿盔',
    nil,
  },
  [15383] = {
    '布羅恩·石眉',
    '銅錠收集者',
  },
  [15384] = {
    'Old世界啟動器(DO NOT DELETE)',
    nil,
  },
  [15387] = {
    '其拉戰士',
    nil,
  },
  [15388] = {
    '帕康少校',
    nil,
  },
  [15389] = {
    '德蘭上尉',
    nil,
  },
  [15390] = {
    '瑟瑞姆上尉',
    nil,
  },
  [15391] = {
    '奎茲上尉',
    nil,
  },
  [15392] = {
    '圖畢德上尉',
    nil,
  },
  [15394] = {
    '部落的英雄',
    nil,
  },
  [15397] = {
    '瑪尼歐·琥珀光',
    '旅店老闆',
  },
  [15398] = {
    '拉瑞安娜·河風',
    nil,
  },
  [15399] = {
    '曦奔中尉',
    '遠行者',
  },
  [15400] = {
    '艾瑞塞爾·日鑄',
    '鍛造訓練師',
  },
  [15401] = {
    '地脈看守者維蘭妮雅',
    nil,
  },
  [15402] = {
    '學徒莫維達',
    nil,
  },
  [15403] = {
    '艾爾頓·桑布蘭德',
    '血鷹船長',
  },
  [15404] = {
    '微蘭德絲·白晨',
    nil,
  },
  [15405] = {
    '地脈看守者凱丹尼斯',
    nil,
  },
  [15406] = {
    '凡加許',
    nil,
  },
  [15407] = {
    '祖瑪羅什酋長',
    nil,
  },
  [15408] = {
    '製矛者歐坦畢',
    nil,
  },
  [15409] = {
    '老白樹',
    nil,
  },
  [15410] = {
    '安納克羅斯巨龍形態',
    nil,
  },
  [15411] = {
    '亞雷戈斯龍類形態',
    nil,
  },
  [15412] = {
    '凱雷斯塔茲龍類形態',
    nil,
  },
  [15413] = {
    '麥琳瑟拉龍類形態',
    nil,
  },
  [15414] = {
    '其拉黃蜂',
    nil,
  },
  [15415] = {
    '南海鎮臭彈計數器',
    nil,
  },
  [15416] = {
    '遊俠潔拉',
    nil,
  },
  [15417] = {
    '維嵐·布萊圖克',
    nil,
  },
  [15418] = {
    '博學者賈若尼斯',
    nil,
  },
  [15419] = {
    nil,
    '附魔供應商',
  },
  [15420] = {
    '勘察員安維瓦德',
    nil,
  },
  [15421] = {
    '其拉雄蜂',
    nil,
  },
  [15422] = {
    '其拉坦克',
    nil,
  },
  [15423] = {
    '卡多雷步兵',
    nil,
  },
  [15424] = {
    '阿努比薩斯征服者',
    nil,
  },
  [15426] = {
    '安其拉觸發器',
    nil,
  },
  [15427] = {
    '麥琳瑟拉的覺醒',
    nil,
  },
  [15428] = {
    '沙塵龍捲風',
    nil,
  },
  [15429] = {
    '噁心的小軟泥怪',
    nil,
  },
  [15430] = {
    '土元素圖騰',
    nil,
  },
  [15431] = {
    '卡恩斯下士',
    '鐵錠收集者',
  },
  [15432] = {
    '塔文布萊德夫人',
    '瑟銀錠收集者',
  },
  [15433] = {
    '旅店老闆德拉尼歐',
    '旅店老闆',
  },
  [15434] = {
    '士兵德拉克里格',
    '荊棘藻收集者',
  },
  [15435] = {
    '鐵爐堡兵團迫擊砲手',
    nil,
  },
  [15436] = {
    '迫擊砲中士斯托特·頑錘',
    nil,
  },
  [15437] = {
    '艾文·夜歌',
    '紫蓮花收集者',
  },
  [15438] = {
    '大型火元素',
    nil,
  },
  [15439] = {
    '火元素圖騰',
    nil,
  },
  [15440] = {
    '布萊卡維爾上尉',
    '鐵爐堡兵團上尉',
  },
  [15441] = {
    '鐵爐堡兵團步槍兵',
    nil,
  },
  [15442] = {
    '鐵爐堡兵團步卒',
    nil,
  },
  [15443] = {
    '珍妮拉·頑錘',
    nil,
  },
  [15444] = {
    '秘法師諾斯賓',
    nil,
  },
  [15445] = {
    '士官長戈麥恩',
    '阿薩斯之淚收集者',
  },
  [15446] = {
    '波尼·碎石',
    '輕皮收集者',
  },
  [15447] = {
    '風懲圖騰',
    nil,
  },
  [15448] = {
    '士兵波特',
    '中皮收集者',
  },
  [15449] = {
    '佐拉混合獸',
    nil,
  },
  [15450] = {
    '瑪爾塔·鋼軸',
    '厚皮收集者',
  },
  [15451] = {
    '哨兵塞爾瓦·銀空',
    '亞麻繃帶收集者',
  },
  [15452] = {
    '女護士斯通菲爾德',
    '絲質繃帶收集者',
  },
  [15453] = {
    '守衛者莫沙·月影',
    '符文布繃帶收集者',
  },
  [15454] = {
    '安納克羅斯隱形任務觸發器',
    nil,
  },
  [15455] = {
    '美食家斯里克',
    '彩鰭魚收集者',
  },
  [15456] = {
    '薩拉·塞維斯',
    '烤迅猛龍肉收集者',
  },
  [15457] = {
    '女獵手蕾爾·急流',
    '斑點黃尾魚收集者',
  },
  [15458] = {
    '指揮官漢默·石錘',
    '聯盟大使',
  },
  [15459] = {
    '礦工克羅威爾',
    '銅錠收集者',
  },
  [15460] = {
    '蠻兵瑪烏格',
    '錫錠收集者',
  },
  [15461] = {
    '食腦甲蟲',
    nil,
  },
  [15462] = {
    '噴液甲蟲',
    nil,
  },
  [15463] = {
    'zzOLD風之優雅圖騰 III',
    nil,
  },
  [15464] = {
    'zzOLD大地之力圖騰 V',
    nil,
  },
  [15465] = {
    '世界珠寶設計訓練師',
    '珠寶設計訓練師',
  },
  [15466] = {
    '年獸的爪牙',
    nil,
  },
  [15467] = {
    '年獸',
    nil,
  },
  [15468] = {
    '逐日者法力吸取計算器',
    nil,
  },
  [15469] = {
    '軍士長克拉恩',
    '秘銀錠收集者',
  },
  [15470] = {
    'zzOLD石甲圖騰 VII',
    nil,
  },
  [15471] = {
    '安多洛夫中將',
    nil,
  },
  [15472] = {
    '[UNUSED]深淵軟泥怪',
    nil,
  },
  [15473] = {
    '卡多雷精英',
    nil,
  },
  [15474] = {
    'zzOLD石甲圖騰 VIII',
    nil,
  },
  [15475] = {
    '甲蟲',
    nil,
  },
  [15476] = {
    '蠍子',
    nil,
  },
  [15477] = {
    '草藥師波德·飛羽',
    '寧神花收集者',
  },
  [15478] = {
    'zzOLD石爪圖騰 VII',
    nil,
  },
  [15479] = {
    'zzOLD大地之力圖騰 VI',
    nil,
  },
  [15480] = {
    'zzOLD灼熱圖騰 VII',
    nil,
  },
  [15481] = {
    '艾索雷葛斯之靈',
    nil,
  },
  [15482] = {
    'zzOLD火焰新星圖騰 VI',
    nil,
  },
  [15483] = {
    '火焰新星圖騰',
    nil,
  },
  [15484] = {
    'zzOLD熔岩圖騰 V',
    nil,
  },
  [15485] = {
    'zzOLD火舌圖騰 V',
    nil,
  },
  [15486] = {
    'zzOLD抗寒圖騰 IV',
    nil,
  },
  [15487] = {
    'zzOLD抗火圖騰 IV',
    nil,
  },
  [15488] = {
    'zzOLD治療之泉圖騰 VI',
    nil,
  },
  [15489] = {
    'zzOLD法力之泉圖騰 V',
    nil,
  },
  [15490] = {
    'zzOLD自然抗性圖騰 IV',
    nil,
  },
  [15491] = {
    '『夢境暴君』伊蘭尼庫斯',
    nil,
  },
  [15492] = {
    'zzOLD風牆圖騰 IV',
    nil,
  },
  [15493] = {
    '瑪希拉·晨星',
    nil,
  },
  [15494] = {
    '亞絲敏·泰莉賴瑞安',
    '惡魔訓練師',
  },
  [15495] = {
    '永夜港防衛者',
    nil,
  },
  [15496] = {
    'zzOLD風怒圖騰 IV',
    nil,
  },
  [15497] = {
    'zzOLD風怒圖騰 V',
    nil,
  },
  [15498] = {
    '喚風者耶薩德拉',
    nil,
  },
  [15499] = {
    '守望者哈洛',
    nil,
  },
  [15500] = {
    '凱伊·迅爪',
    nil,
  },
  [15501] = {
    '阿蕾妮雅',
    '珠寶設計訓練師',
  },
  [15502] = {
    nil,
    '瑪里苟斯的後裔',
  },
  [15503] = {
    nil,
    '雅立史卓莎的後裔',
  },
  [15504] = {
    nil,
    '伊瑟拉的後裔',
  },
  [15505] = {
    '運河狂魚',
    nil,
  },
  [15506] = {
    '斯圖沃爾',
    nil,
  },
  [15507] = {
    '變形後的『暴食者』布魯',
    nil,
  },
  [15508] = {
    '蝙蝠騎士比雷凱基',
    '火焰花收集者',
  },
  [15509] = {
    '哈霍蘭公主',
    nil,
  },
  [15510] = {
    '不屈的范克里斯',
    nil,
  },
  [15511] = {
    '克里領主',
    nil,
  },
  [15512] = {
    '藥劑師耶澤爾',
    '紫蓮花收集者',
  },
  [15513] = {
    '遊俠薩琳娜',
    '獵人訓練師',
  },
  [15514] = {
    '布魯的卵',
    nil,
  },
  [15515] = {
    '剝皮師亞曼尼',
    '重皮收集者',
  },
  [15516] = {
    '戰地衛士沙爾圖拉',
    nil,
  },
  [15518] = {
    '拍賣師格魯姆',
    nil,
  },
  [15519] = {
    '拍賣師貝特拉姆',
    nil,
  },
  [15521] = {
    '札拉雛蟲',
    nil,
  },
  [15522] = {
    '烏瑪拉中士',
    '厚皮收集者',
  },
  [15524] = {
    '麋鹿',
    nil,
  },
  [15525] = {
    '塞拉圖斯',
    '硬甲皮收集者',
  },
  [15526] = {
    '人魚米莉蒂絲',
    nil,
  },
  [15527] = {
    '法力惡魔',
    nil,
  },
  [15528] = {
    '醫者朗蘭納',
    '絨線繃帶收集者',
  },
  [15529] = {
    '卡隆女士',
    '魔紋繃帶收集者',
  },
  [15530] = {
    '暮光大師薩爾沃斯',
    '暮光之錘',
  },
  [15532] = {
    '石衛士陶蹄',
    '符文布繃帶收集者',
  },
  [15533] = {
    '血衛士拉爾塔',
    '瘦狼排收集者',
  },
  [15534] = {
    '漁夫林度',
    '斑點黃尾魚收集者',
  },
  [15535] = {
    '圖拉·利爪',
    '烤鮭魚收集者',
  },
  [15536] = {
    '諾克希·拉茲布拉克',
    nil,
  },
  [15537] = {
    '阿努比薩斯戰士',
    nil,
  },
  [15538] = {
    '阿努比薩斯蟲群衛士',
    nil,
  },
  [15539] = {
    '佐格將軍',
    '部落大使',
  },
  [15540] = {
    '喚風者卡爾東',
    nil,
  },
  [15541] = {
    '暮光掠奪者莫娜',
    '暮光之錘',
  },
  [15542] = {
    '暮光掠奪者',
    '暮光之錘',
  },
  [15543] = {
    '亞爾基公主',
    nil,
  },
  [15545] = {
    '塞納里奧先遣騎',
    nil,
  },
  [15546] = {
    '札拉蟲群',
    nil,
  },
  [15547] = {
    '鬼靈戰騎',
    nil,
  },
  [15548] = {
    '鬼靈骸顱馬',
    nil,
  },
  [15549] = {
    '深晨長者',
    nil,
  },
  [15550] = {
    '獵人阿圖曼',
    nil,
  },
  [15551] = {
    '鬼靈獸欄僕人',
    nil,
  },
  [15552] = {
    '維維爾博士',
    nil,
  },
  [15553] = {
    '維維爾的飛行器',
    nil,
  },
  [15554] = {
    '人造猿二號',
    nil,
  },
  [15555] = {
    '札拉幼蟲',
    nil,
  },
  [15556] = {
    '劈石長者',
    nil,
  },
  [15557] = {
    '巨石長者',
    nil,
  },
  [15558] = {
    '銀脈長者',
    nil,
  },
  [15559] = {
    '高峰長者',
    nil,
  },
  [15560] = {
    '石壘長者',
    nil,
  },
  [15561] = {
    '黑曜長者',
    nil,
  },
  [15562] = {
    '錘嘯長者',
    nil,
  },
  [15563] = {
    '怒嘯長者',
    nil,
  },
  [15564] = {
    '暗靈長者',
    nil,
  },
  [15565] = {
    '雷眉長者',
    nil,
  },
  [15566] = {
    '雪冠長者',
    nil,
  },
  [15567] = {
    '鐵環長者',
    nil,
  },
  [15568] = {
    '墓生長者',
    nil,
  },
  [15569] = {
    '金善長者',
    nil,
  },
  [15570] = {
    '基石長者',
    nil,
  },
  [15571] = {
    '巨齒鯊',
    nil,
  },
  [15572] = {
    '符文圖騰長者',
    nil,
  },
  [15573] = {
    '狂暴圖騰長者',
    nil,
  },
  [15574] = {
    '石塔長者',
    nil,
  },
  [15575] = {
    '血蹄長者',
    nil,
  },
  [15576] = {
    '冬蹄長者',
    nil,
  },
  [15577] = {
    '逐星長者',
    nil,
  },
  [15578] = {
    '蠻鬃長者',
    nil,
  },
  [15579] = {
    '暗角長者',
    nil,
  },
  [15580] = {
    '以斯拉·麥蹄長者',
    nil,
  },
  [15581] = {
    '恐怖圖騰長者',
    nil,
  },
  [15582] = {
    '風之圖騰長者',
    nil,
  },
  [15583] = {
    '雷角長者',
    nil,
  },
  [15584] = {
    '星眼長者',
    nil,
  },
  [15585] = {
    '晨行長者',
    nil,
  },
  [15586] = {
    '夢境先知長者',
    nil,
  },
  [15587] = {
    '霧行長者',
    nil,
  },
  [15588] = {
    '高山長者',
    nil,
  },
  [15589] = {
    '克蘇恩之眼',
    nil,
  },
  [15590] = {
    '奧斯里安水晶觸發器',
    nil,
  },
  [15591] = {
    '維維爾的爪牙',
    nil,
  },
  [15592] = {
    '風行長者',
    nil,
  },
  [15593] = {
    '星歌長者',
    nil,
  },
  [15594] = {
    '月擊長者',
    nil,
  },
  [15595] = {
    '刃葉長者',
    nil,
  },
  [15596] = {
    '星林長者',
    nil,
  },
  [15597] = {
    '月守長者',
    nil,
  },
  [15598] = {
    '劍捷長者',
    nil,
  },
  [15599] = {
    '刃歌長者',
    nil,
  },
  [15600] = {
    '天光長者',
    nil,
  },
  [15601] = {
    '星織長者',
    nil,
  },
  [15602] = {
    '草奔長者',
    nil,
  },
  [15603] = {
    '夜風長者',
    nil,
  },
  [15604] = {
    '晨露長者',
    nil,
  },
  [15605] = {
    '河歌長者',
    nil,
  },
  [15606] = {
    '銳矛長者',
    nil,
  },
  [15607] = {
    '遙語長者',
    nil,
  },
  [15608] = {
    '麥迪文',
    nil,
  },
  [15609] = {
    '塞納里奧斥候蘭迪奧',
    nil,
  },
  [15610] = {
    '塞納里奧斥候艾澤奈爾',
    nil,
  },
  [15611] = {
    '塞納里奧斥候佳莉亞',
    nil,
  },
  [15612] = {
    '克魯格·碎顱',
    '奧格瑪軍團隊長',
  },
  [15613] = {
    '梅洛克·遠途',
    nil,
  },
  [15614] = {
    '沙德森',
    nil,
  },
  [15615] = {
    '暗影祭司沙艾',
    nil,
  },
  [15616] = {
    '奧格瑪軍團蠻兵',
    nil,
  },
  [15617] = {
    '奧格瑪軍團擲斧者',
    nil,
  },
  [15618] = {
    '奧格瑪軍團妖術師',
    nil,
  },
  [15620] = {
    '雷戈蟲巢獵人殺手',
    nil,
  },
  [15621] = {
    '亞爾基的子嗣',
    nil,
  },
  [15622] = {
    '維克尼斯鑽孔蟲',
    nil,
  },
  [15624] = {
    '森林幽光',
    nil,
  },
  [15625] = {
    '暮光腐蝕者',
    nil,
  },
  [15626] = {
    '塞雷斯坦',
    nil,
  },
  [15627] = {
    '亞羅德·影歌',
    nil,
  },
  [15628] = {
    '被救贖的伊蘭尼庫斯',
    nil,
  },
  [15629] = {
    '夢魘魅靈',
    nil,
  },
  [15630] = {
    '范克里斯的爪牙',
    nil,
  },
  [15631] = {
    '聚光燈',
    nil,
  },
  [15633] = {
    nil,
    '伊露恩的高階女祭司',
  },
  [15634] = {
    '月之女祭司',
    nil,
  },
  [15635] = {
    '永歌森林看管者',
    nil,
  },
  [15636] = {
    '永歌森林守衛者',
    nil,
  },
  [15637] = {
    '憔悴的森林守衛者',
    nil,
  },
  [15638] = {
    '秘法巡邏者',
    nil,
  },
  [15639] = {
    '秘法守衛',
    nil,
  },
  [15640] = {
    '秘法執行者',
    nil,
  },
  [15641] = {
    '阿曼尼擲斧者',
    nil,
  },
  [15642] = {
    '阿曼尼暗影牧師',
    nil,
  },
  [15643] = {
    '阿曼尼狂戰士',
    nil,
  },
  [15644] = {
    '鄙惡者頑童',
    nil,
  },
  [15645] = {
    '鄙惡者暴徒',
    nil,
  },
  [15646] = {
    '[UNUSED]法力吸血蟲',
    nil,
  },
  [15647] = {
    '法力巡者',
    nil,
  },
  [15648] = {
    '法力怨靈',
    nil,
  },
  [15649] = {
    '野生小龍鷹',
    nil,
  },
  [15650] = {
    '瘋狂的龍鷹',
    nil,
  },
  [15651] = {
    '泉爪山貓潛獵者',
    nil,
  },
  [15652] = {
    '年長的泉爪山貓',
    nil,
  },
  [15653] = {
    '泉爪山貓族母',
    nil,
  },
  [15654] = {
    '瘟疫之骨掠取者',
    nil,
  },
  [15655] = {
    '腐肢食人者',
    nil,
  },
  [15656] = {
    '焰顱法師',
    nil,
  },
  [15657] = {
    '黑暗怨靈',
    nil,
  },
  [15658] = {
    '腐肢掠奪者',
    nil,
  },
  [15659] = {
    '拍賣師亞克森',
    nil,
  },
  [15660] = {
    '被變形的伊蘭尼庫斯',
    nil,
  },
  [15661] = {
    '鯊魚寶寶',
    nil,
  },
  [15663] = {
    '戰備志願者',
    nil,
  },
  [15664] = {
    '麋鹿梅特森',
    nil,
  },
  [15665] = {
    '騎乘用麋鹿',
    nil,
  },
  [15666] = {
    '藍色其拉作戰坦克',
    nil,
  },
  [15667] = {
    '維希度斯水滴',
    nil,
  },
  [15668] = {
    '厲鱗魚人',
    nil,
  },
  [15669] = {
    '厲鱗神諭者',
    nil,
  },
  [15670] = {
    '厲鱗強奪者',
    nil,
  },
  [15675] = {
    '拍賣師斯托克頓',
    nil,
  },
  [15676] = {
    '拍賣師亞爾利',
    nil,
  },
  [15677] = {
    '拍賣師格拉夫斯',
    nil,
  },
  [15678] = {
    '拍賣師塞爾瓦拉斯',
    nil,
  },
  [15679] = {
    '拍賣師卡札雷茲',
    nil,
  },
  [15680] = {
    '拍賣師本納爾',
    nil,
  },
  [15681] = {
    '拍賣師奧利雷',
    nil,
  },
  [15682] = {
    '拍賣師凱恩',
    nil,
  },
  [15683] = {
    '拍賣師納克雷米斯',
    nil,
  },
  [15684] = {
    '拍賣師特里特',
    nil,
  },
  [15685] = {
    '南海綁匪',
    nil,
  },
  [15686] = {
    '拍賣師雷克爾',
    nil,
  },
  [15687] = {
    '摩洛',
    '哨塔服務員',
  },
  [15688] = {
    '泰瑞斯提安·疫蹄',
    nil,
  },
  [15689] = {
    '尼德斯',
    nil,
  },
  [15690] = {
    '莫克札王子',
    nil,
  },
  [15691] = {
    '館長',
    nil,
  },
  [15692] = {
    '黑鐵綁匪',
    nil,
  },
  [15693] = {
    '『啟示者』喬納森',
    nil,
  },
  [15694] = {
    '暴風城狂歡者',
    nil,
  },
  [15695] = {
    '維克雙子觸發器',
    nil,
  },
  [15696] = {
    '戰備招募官',
    nil,
  },
  [15698] = {
    '冬天爺爺的助手',
    nil,
  },
  [15699] = {
    '安靜的機械雪人',
    nil,
  },
  [15700] = {
    '督軍格爾庫克',
    '戰備指揮官',
  },
  [15701] = {
    '戰場元帥斯諾·落雪',
    '戰備指揮官',
  },
  [15702] = {
    '高階軍士泰加',
    '戰備招募員',
  },
  [15703] = {
    '高階軍士格瑞弗德',
    '戰備招募員',
  },
  [15704] = {
    '高階軍士凱金',
    '戰備招募員',
  },
  [15705] = {
    '冬天爺爺的小助手',
    nil,
  },
  [15706] = {
    '冬天麋鹿',
    nil,
  },
  [15707] = {
    '軍士長菲茲伯特',
    '戰備招募員',
  },
  [15708] = {
    '軍士長瑪克盧爾',
    '戰備招募員',
  },
  [15709] = {
    '軍士長希德·月影',
    '戰備招募員',
  },
  [15710] = {
    '小雪人',
    nil,
  },
  [15711] = {
    '藍色其拉作戰坦克',
    nil,
  },
  [15712] = {
    '土堆',
    nil,
  },
  [15713] = {
    '藍色其拉作戰坦克',
    nil,
  },
  [15714] = {
    '黃色其拉作戰坦克',
    nil,
  },
  [15715] = {
    '綠色其拉作戰坦克',
    nil,
  },
  [15716] = {
    '紅色其拉作戰坦克',
    nil,
  },
  [15717] = {
    '奧羅觸發器',
    nil,
  },
  [15718] = {
    '奧羅甲蟲',
    nil,
  },
  [15719] = {
    '雷霆崖狂歡者',
    nil,
  },
  [15720] = {
    '木喉先祖',
    nil,
  },
  [15721] = {
    '機器格林奇',
    nil,
  },
  [15722] = {
    '侍從萊歐倫·瑪爾迪拉斯',
    '獸欄管理員',
  },
  [15723] = {
    '藏寶海灣狂歡者',
    nil,
  },
  [15724] = {
    '醉酒的衛兵',
    nil,
  },
  [15725] = {
    '利爪觸鬚',
    nil,
  },
  [15726] = {
    '眼球觸鬚',
    nil,
  },
  [15728] = {
    '巨型利爪觸鬚',
    nil,
  },
  [15729] = {
    '冬天爺爺的助手',
    nil,
  },
  [15730] = {
    '派特的雪雲人',
    nil,
  },
  [15731] = {
    '達納蘇斯表揚官',
    nil,
  },
  [15732] = {
    '歡樂製造器操作員',
    '燻木牧場',
  },
  [15733] = {
    '諾姆瑞根表揚官',
    nil,
  },
  [15734] = {
    '鐵爐堡表揚官',
    nil,
  },
  [15735] = {
    '暴風城表揚官',
    nil,
  },
  [15736] = {
    '奧格瑪表揚官',
    nil,
  },
  [15737] = {
    '暗矛表揚官',
    nil,
  },
  [15738] = {
    '幽暗城表揚官',
    nil,
  },
  [15739] = {
    '雷霆崖表揚官',
    nil,
  },
  [15740] = {
    '佐拉巨像',
    nil,
  },
  [15741] = {
    '雷戈巨像',
    nil,
  },
  [15742] = {
    '亞什巨像',
    nil,
  },
  [15743] = {
    '巨型阿努比薩斯戰爭使者',
    nil,
  },
  [15744] = {
    '其拉帝王毀滅者',
    nil,
  },
  [15745] = {
    '冬天爺爺的助手',
    nil,
  },
  [15746] = {
    '冬天爺爺的助手',
    nil,
  },
  [15747] = {
    '其拉上尉',
    nil,
  },
  [15748] = {
    '次級阿努比薩斯戰爭使者',
    nil,
  },
  [15749] = {
    '次級異種撕掠者',
    nil,
  },
  [15750] = {
    '其拉少校',
    nil,
  },
  [15751] = {
    '阿努比薩斯戰爭使者',
    nil,
  },
  [15752] = {
    '異種撕掠者',
    nil,
  },
  [15753] = {
    '其拉準將',
    nil,
  },
  [15754] = {
    '大型阿努比薩斯戰爭使者',
    nil,
  },
  [15756] = {
    '大型異種撕掠者',
    nil,
  },
  [15757] = {
    '其拉中將',
    nil,
  },
  [15758] = {
    '超級阿努比薩斯戰爭使者',
    nil,
  },
  [15759] = {
    '超級異種撕掠者',
    nil,
  },
  [15760] = {
    '冬天狂歡者',
    nil,
  },
  [15761] = {
    '軍官烏薩雷',
    '暗矛表揚處',
  },
  [15762] = {
    '軍官魯娜萊',
    '達納蘇斯表揚處',
  },
  [15763] = {
    '軍官波特霍斯',
    '諾姆瑞根表揚處',
  },
  [15764] = {
    '軍官彼爾德·鐵鬚',
    '鐵爐堡表揚處',
  },
  [15765] = {
    '軍官布萊德·紅刺',
    '奧格瑪表揚處',
  },
  [15766] = {
    '軍官馬婁爾夫',
    '暴風城表揚處',
  },
  [15767] = {
    '軍官森德·雷蹄',
    '雷霆崖表揚處',
  },
  [15768] = {
    '軍官高特娜',
    '幽暗城表揚處',
  },
  [15769] = {
    '共鳴水晶',
    nil,
  },
  [15770] = {
    '強效共鳴水晶',
    nil,
  },
  [15771] = {
    '極效共鳴水晶',
    nil,
  },
  [15772] = {
    '聖誕版黑暗院長加丁',
    nil,
  },
  [15773] = {
    '聖誕版砲手威利',
    nil,
  },
  [15774] = {
    '聖誕版托塞德林王子',
    nil,
  },
  [15775] = {
    '聖誕版達格蘭·索瑞森大帝',
    nil,
  },
  [15776] = {
    '聖誕版大酋長雷德·黑手',
    nil,
  },
  [15777] = {
    '聖誕版將領沃恩',
    nil,
  },
  [15778] = {
    '嘴邊觸鬚坐騎幻象',
    nil,
  },
  [15780] = {
    '男性人類狂歡者',
    nil,
  },
  [15781] = {
    '女性人類狂歡者',
    nil,
  },
  [15782] = {
    '男性矮人狂歡者',
    nil,
  },
  [15783] = {
    '女性矮人狂歡者',
    nil,
  },
  [15784] = {
    '女性夜精靈狂歡者',
    nil,
  },
  [15785] = {
    '女性食人妖狂歡者',
    nil,
  },
  [15786] = {
    '女性獸人狂歡者',
    nil,
  },
  [15787] = {
    '女性哥布林狂歡者',
    nil,
  },
  [15788] = {
    '女性不死族狂歡者',
    nil,
  },
  [15789] = {
    '女性牛頭人狂歡者',
    nil,
  },
  [15790] = {
    '男性不死族狂歡者',
    nil,
  },
  [15791] = {
    '男性獸人狂歡者',
    nil,
  },
  [15792] = {
    '男性食人妖狂歡者',
    nil,
  },
  [15793] = {
    '男性牛頭人狂歡者',
    nil,
  },
  [15794] = {
    '男性夜精靈狂歡者',
    nil,
  },
  [15795] = {
    '男性哥布林狂歡者',
    nil,
  },
  [15796] = {
    '聖誕版古拉魯克',
    '黑手軍團護甲鍛造師',
  },
  [15797] = {
    '巨像研究員蘇菲亞',
    nil,
  },
  [15798] = {
    '巨像研究員奈斯托',
    nil,
  },
  [15799] = {
    '巨像研究員伊澤爾',
    nil,
  },
  [15800] = {
    '出口觸發器',
    nil,
  },
  [15801] = {
    nil,
    '銅鑼守護者',
  },
  [15802] = {
    '血肉觸鬚',
    nil,
  },
  [15803] = {
    '寧靜之風圖騰',
    nil,
  },
  [15804] = {
    '次級共鳴水晶',
    nil,
  },
  [15805] = {
    '初級共鳴水晶',
    nil,
  },
  [15806] = {
    '其拉中尉',
    nil,
  },
  [15807] = {
    '初級阿努比薩斯戰爭使者',
    nil,
  },
  [15808] = {
    '小型異種撕掠者',
    nil,
  },
  [15809] = {
    '克蘇恩變形幻象',
    nil,
  },
  [15810] = {
    '被侵蝕的阿努比薩斯戰爭使者',
    nil,
  },
  [15811] = {
    '衰老的異種撕掠者',
    nil,
  },
  [15812] = {
    '其拉軍官',
    nil,
  },
  [15813] = {
    '其拉軍官佐德',
    nil,
  },
  [15814] = {
    '其拉中尉約雷爾',
    nil,
  },
  [15815] = {
    '其拉上尉卡爾克',
    nil,
  },
  [15816] = {
    '其拉少校赫拉雷',
    nil,
  },
  [15817] = {
    '其拉準將派克里斯',
    nil,
  },
  [15818] = {
    '諾克霍爾中將',
    nil,
  },
  [15832] = {
    '冬天爺爺的助手(大)',
    nil,
  },
  [15835] = {
    '冬天爺爺的助手(大)',
    nil,
  },
  [15838] = {
    '冬天爺爺的助手(大)',
    nil,
  },
  [15839] = {
    '卡林多聯軍獸人蠻兵',
    nil,
  },
  [15840] = {
    '卡林多聯軍士官',
    nil,
  },
  [15841] = {
    '卡林多聯軍中尉',
    nil,
  },
  [15842] = {
    '卡林多聯軍法師',
    nil,
  },
  [15843] = {
    '卡林多聯軍牧師',
    nil,
  },
  [15844] = {
    '卡林多聯軍治療師',
    nil,
  },
  [15845] = {
    '卡林多聯軍上尉',
    nil,
  },
  [15846] = {
    '卡林多聯軍弓箭手',
    nil,
  },
  [15847] = {
    '卡林多聯軍薩滿',
    nil,
  },
  [15848] = {
    '卡林多聯軍步兵',
    nil,
  },
  [15849] = {
    '卡林多聯軍德魯伊',
    nil,
  },
  [15850] = {
    '卡林多聯軍爭鬥者',
    nil,
  },
  [15851] = {
    '卡林多聯軍元帥',
    nil,
  },
  [15852] = {
    '奧格瑪精英持盾衛士',
    nil,
  },
  [15853] = {
    '奧格瑪精英輕步兵',
    nil,
  },
  [15854] = {
    '奧格瑪精英騎兵',
    nil,
  },
  [15855] = {
    '牛頭人步槍兵',
    nil,
  },
  [15856] = {
    '牛頭人原獵者',
    nil,
  },
  [15857] = {
    '暴風城騎兵',
    nil,
  },
  [15858] = {
    '暴風城步兵',
    nil,
  },
  [15859] = {
    '暴風城大法師',
    nil,
  },
  [15860] = {
    '卡多雷神射手',
    nil,
  },
  [15861] = {
    '鐵爐堡輕步兵',
    nil,
  },
  [15862] = {
    '鐵爐堡騎兵',
    nil,
  },
  [15863] = {
    '暗矛薩滿',
    nil,
  },
  [15864] = {
    '瓦拉達爾·星歌',
    '先祖硬幣收集者',
  },
  [15865] = {
    '卡林多聯軍少校',
    nil,
  },
  [15866] = {
    '高階指揮官萊諾爾·風矛',
    nil,
  },
  [15867] = {
    '卡林多聯軍大法師',
    nil,
  },
  [15868] = {
    '大領主李奧瑞克·馮·澤爾迪格',
    nil,
  },
  [15869] = {
    '『謀士』瑪拉加夫',
    nil,
  },
  [15870] = {
    '奧古斯特·敵錘公爵',
    nil,
  },
  [15871] = {
    '銅鬚長者',
    nil,
  },
  [15872] = {
    '派特的煙火束 (藍色)',
    nil,
  },
  [15873] = {
    '派特的煙火束 (紅色)',
    nil,
  },
  [15874] = {
    '派特的煙火束 (綠色)',
    nil,
  },
  [15875] = {
    '派特的煙火束 (紫色)',
    nil,
  },
  [15876] = {
    '派特的煙火束 (白色)',
    nil,
  },
  [15877] = {
    '派特的煙火束 (黃色)',
    nil,
  },
  [15878] = {
    '喚戰者芬斯特爾',
    nil,
  },
  [15879] = {
    '派特的煙火 - 藍色',
    nil,
  },
  [15880] = {
    '派特的煙火 - 綠色',
    nil,
  },
  [15881] = {
    '派特的煙火 - 紫色',
    nil,
  },
  [15882] = {
    '派特的煙火 - 紅色',
    nil,
  },
  [15883] = {
    '派特的煙火 - 黃色',
    nil,
  },
  [15884] = {
    '派特的煙火 - 白色',
    nil,
  },
  [15885] = {
    '派特的煙火 - 藍色大型',
    nil,
  },
  [15886] = {
    '派特的煙火 - 綠色大型',
    nil,
  },
  [15887] = {
    '派特的煙火 - 紫色大型',
    nil,
  },
  [15888] = {
    '派特的煙火 - 紅色大型',
    nil,
  },
  [15889] = {
    '派特的煙火 - 白色大型',
    nil,
  },
  [15890] = {
    '派特的煙火 - 黃色大型',
    nil,
  },
  [15891] = {
    '新年使者',
    nil,
  },
  [15892] = {
    '新年特使',
    nil,
  },
  [15893] = {
    '新年煙火榮譽記分員',
    nil,
  },
  [15894] = {
    '新年發射榮譽記分員',
    nil,
  },
  [15895] = {
    '新年預告者',
    nil,
  },
  [15896] = {
    '克蘇恩傳送門',
    nil,
  },
  [15897] = {
    '大型聚光燈',
    nil,
  },
  [15898] = {
    '新年商人',
    nil,
  },
  [15899] = {
    '新年NE商人(PH)',
    nil,
  },
  [15900] = {
    '新年NE預言者',
    nil,
  },
  [15901] = {
    '被砍下來的觸鬚',
    nil,
  },
  [15902] = {
    '巨型聚光燈',
    nil,
  },
  [15903] = {
    '卡恩斯中士',
    nil,
  },
  [15904] = {
    '觸鬚傳送門',
    nil,
  },
  [15905] = {
    '達納蘇斯狂歡者',
    nil,
  },
  [15906] = {
    '鐵爐堡狂歡者',
    nil,
  },
  [15907] = {
    '幽暗城狂歡者',
    nil,
  },
  [15908] = {
    '奧格瑪狂歡者',
    nil,
  },
  [15909] = {
    '法莉爾·星歌',
    '先祖硬幣收集者',
  },
  [15910] = {
    '巨型觸鬚傳送門',
    nil,
  },
  [15911] = {
    '派特的煙火束 (藍色大型)',
    nil,
  },
  [15912] = {
    '派特的煙火束 (綠色大型)',
    nil,
  },
  [15913] = {
    '派特的煙火束 (紫色大型)',
    nil,
  },
  [15914] = {
    '派特的煙火束 (紅色大型)',
    nil,
  },
  [15915] = {
    '派特的煙火束 (白色大型)',
    nil,
  },
  [15916] = {
    '派特的煙火束 (黃色大型)',
    nil,
  },
  [15917] = {
    '新年狂歡者',
    nil,
  },
  [15918] = {
    '派特的煙火束(伊露恩)',
    nil,
  },
  [15919] = {
    '翠玉貓頭鷹',
    nil,
  },
  [15920] = {
    '海斯維利·桑凱',
    nil,
  },
  [15921] = {
    '凱利山德拉船長',
    nil,
  },
  [15922] = {
    '維希度斯觸發器',
    nil,
  },
  [15923] = {
    '黃金野兔',
    nil,
  },
  [15924] = {
    '學徒羅勒塞拉斯',
    nil,
  },
  [15925] = {
    '劇毒泥漿怪',
    nil,
  },
  [15926] = {
    '黑珍珠獵豹',
    nil,
  },
  [15927] = {
    '真銀蟹',
    nil,
  },
  [15933] = {
    '毒雲',
    nil,
  },
  [15934] = {
    '札拉黃蜂',
    nil,
  },
  [15935] = {
    '真銀野豬',
    nil,
  },
  [15936] = {
    '『不潔者』海根',
    nil,
  },
  [15937] = {
    '魔鉤',
    '厲鱗頭目',
  },
  [15938] = {
    '永歌森林遊俠',
    nil,
  },
  [15939] = {
    '遊俠迪哥里恩',
    nil,
  },
  [15940] = {
    '遊俠瑟隆',
    nil,
  },
  [15941] = {
    '學徒瑞倫',
    nil,
  },
  [15942] = {
    '遊俠塞瑞',
    nil,
  },
  [15943] = {
    '札拉黃蜂',
    nil,
  },
  [15944] = {
    '紅寶石巨蛇',
    nil,
  },
  [15945] = {
    '學徒美勒杜',
    nil,
  },
  [15946] = {
    '學徒米雅',
    nil,
  },
  [15947] = {
    '語風村民',
    nil,
  },
  [15948] = {
    '翡翠貓頭鷹',
    nil,
  },
  [15949] = {
    '『飢餓者』泰利斯',
    nil,
  },
  [15950] = {
    '厲鱗先知',
    nil,
  },
  [15951] = {
    '博學者暮萎',
    nil,
  },
  [15953] = {
    '大寡婦費琳娜',
    nil,
  },
  [15954] = {
    '『瘟疫使者』諾斯',
    nil,
  },
  [15955] = {
    '黑鑽石蟹',
    nil,
  },
  [15957] = {
    '奧羅之子',
    nil,
  },
  [15958] = {
    '『無悔者』加索',
    nil,
  },
  [15959] = {
    '黑鐵蠍',
    nil,
  },
  [15961] = {
    '新年哨兵',
    nil,
  },
  [15962] = {
    '維克尼斯雛蟲',
    nil,
  },
  [15963] = {
    '主宰之眼',
    nil,
  },
  [15964] = {
    '布魯蛋觸發器',
    nil,
  },
  [15965] = {
    '暮萎的學徒',
    nil,
  },
  [15966] = {
    '法力毒蛇',
    nil,
  },
  [15967] = {
    '艾德惡魔',
    nil,
  },
  [15968] = {
    '達納蘇斯斥候',
    nil,
  },
  [15969] = {
    '地面守衛者威利坦',
    nil,
  },
  [15970] = {
    '導師安西歐',
    nil,
  },
  [15971] = {
    '銀月學徒',
    nil,
  },
  [15972] = {
    '奧特蘭克山谷戰場軍官',
    nil,
  },
  [15973] = {
    '納克薩瑪斯模板',
    nil,
  },
  [15974] = {
    '恐懼蠕行者',
    nil,
  },
  [15975] = {
    '腐屍紡織者',
    nil,
  },
  [15976] = {
    '毒液潛獵者',
    nil,
  },
  [15978] = {
    '地穴劫奪者',
    nil,
  },
  [15979] = {
    '墓穴恐蛛',
    nil,
  },
  [15980] = {
    '納克薩瑪斯教徒',
    nil,
  },
  [15981] = {
    '納克薩瑪斯侍僧',
    nil,
  },
  [15984] = {
    '沙圖拉皇家守衛',
    nil,
  },
  [15991] = {
    '戴娜·甘迺迪女士',
    nil,
  },
  [16000] = {
    '世界大師級裁縫訓練師',
    '裁縫訓練師',
  },
  [16001] = {
    '奧迪斯·四雲',
    nil,
  },
  [16003] = {
    '亡靈守衛托爾',
    nil,
  },
  [16005] = {
    '中尉賈克林·海德',
    nil,
  },
  [16006] = {
    '作戰觸發器',
    nil,
  },
  [16007] = {
    '歐洛克·亡禁',
    nil,
  },
  [16008] = {
    '威爾斯家的泰瑪',
    nil,
  },
  [16009] = {
    '托眉克·石河',
    nil,
  },
  [16011] = {
    '憎恨者',
    nil,
  },
  [16014] = {
    '莫克斯·法力爭奪者',
    nil,
  },
  [16015] = {
    '兇惡鬥士裁決錘',
    '奇特試劑商人',
  },
  [16017] = {
    '縫補魔像',
    nil,
  },
  [16018] = {
    '膽汁反胃者',
    nil,
  },
  [16019] = {
    '布拉納·雷蹄',
    '熊貓寶寶照料者',
  },
  [16020] = {
    '發狂的科學家',
    nil,
  },
  [16021] = {
    '活巨怪',
    nil,
  },
  [16022] = {
    '外科助手',
    nil,
  },
  [16023] = {
    '艾莉雅月影',
    '熊貓寶寶照料者',
  },
  [16024] = {
    '防腐泥漿怪',
    nil,
  },
  [16025] = {
    '縫合巨人',
    nil,
  },
  [16027] = {
    '活體毒化物',
    nil,
  },
  [16028] = {
    '縫補者',
    nil,
  },
  [16029] = {
    '淤泥噴射者',
    nil,
  },
  [16030] = {
    '蛆蟲',
    nil,
  },
  [16032] = {
    '法琳·樹形者',
    nil,
  },
  [16034] = {
    '瘟疫野獸',
    nil,
  },
  [16036] = {
    '狂暴蝙蝠',
    nil,
  },
  [16037] = {
    '染疫蝙蝠',
    nil,
  },
  [16041] = {
    '暗影獵犬',
    nil,
  },
  [16042] = {
    '瓦薩拉克領主',
    nil,
  },
  [16043] = {
    '熔岩領主博克',
    nil,
  },
  [16044] = {
    '莫爾·灰蹄觸發器',
    nil,
  },
  [16045] = {
    '依薩利恩觸發器',
    nil,
  },
  [16046] = {
    '賈林及索索斯觸發器',
    nil,
  },
  [16047] = {
    '科爾莫克觸發器',
    nil,
  },
  [16048] = {
    '瓦薩拉克領主觸發器',
    nil,
  },
  [16049] = {
    '左撇',
    nil,
  },
  [16050] = {
    '腐牙',
    nil,
  },
  [16051] = {
    '斯納克·黑脊',
    nil,
  },
  [16052] = {
    '瑪根·長矛',
    nil,
  },
  [16056] = {
    '染病的蛆蟲',
    nil,
  },
  [16057] = {
    '腐爛的蛆蟲',
    nil,
  },
  [16060] = {
    '『收割者』高希',
    nil,
  },
  [16061] = {
    '講師拉祖維斯',
    nil,
  },
  [16062] = {
    '大領主莫格萊尼',
    '灰燼使者',
  },
  [16063] = {
    '札里克爵士',
    nil,
  },
  [16065] = {
    '布洛莫斯女士',
    nil,
  },
  [16066] = {
    '鬼靈刺客',
    nil,
  },
  [16068] = {
    '幼蟲',
    nil,
  },
  [16069] = {
    '葛奇',
    nil,
  },
  [16070] = {
    '卡洛·紅石',
    nil,
  },
  [16072] = {
    '潮汐領主魯爾加茲',
    nil,
  },
  [16073] = {
    '瓦薩拉克領主之靈',
    nil,
  },
  [16075] = {
    '丘比特·傳播者',
    nil,
  },
  [16076] = {
    '薩爾·石血者',
    nil,
  },
  [16079] = {
    '瑟爾倫觸發器',
    nil,
  },
  [16080] = {
    '莫爾·灰蹄',
    nil,
  },
  [16081] = {
    '鬼靈獅鷲獸',
    nil,
  },
  [16082] = {
    '納克薩瑪斯觸發器',
    nil,
  },
  [16083] = {
    '莫爾·灰蹄變形視覺',
    nil,
  },
  [16084] = {
    '野餐桌巾',
    nil,
  },
  [16085] = {
    '傳播者',
    nil,
  },
  [16086] = {
    '花雨',
    nil,
  },
  [16089] = {
    '『測試龍』奧瑪',
    nil,
  },
  [16091] = {
    '德爾克·雷木',
    nil,
  },
  [16092] = {
    '希利斯傳送者',
    nil,
  },
  [16093] = {
    '鬼靈潛獵者',
    nil,
  },
  [16094] = {
    nil,
    '獸欄管理員',
  },
  [16095] = {
    '碎顎',
    '瑪根·長矛的寵物',
  },
  [16096] = {
    '熱砂衛兵',
    nil,
  },
  [16098] = {
    '蒼穹',
    nil,
  },
  [16099] = {
    nil,
    '艾力克斯的爪牙',
  },
  [16100] = {
    '亞希達觸發器',
    nil,
  },
  [16103] = {
    '賈林之靈',
    nil,
  },
  [16104] = {
    '索索斯之靈',
    nil,
  },
  [16107] = {
    '藥劑師史塔弗隆·雷倫',
    '皇家藥劑師學會',
  },
  [16111] = {
    '愛的傻瓜',
    nil,
  },
  [16112] = {
    '十字軍指揮官柯菲斯',
    '聖光兄弟會',
  },
  [16113] = {
    '神父伊尼哥·蒙托',
    '聖光兄弟會',
  },
  [16114] = {
    '血色指揮官瑪涵',
    '血色十字軍',
  },
  [16115] = {
    '十字軍指揮官艾利格·黎明使者',
    '聖光兄弟會',
  },
  [16116] = {
    '大法師安琪拉·多桑杜',
    '聖光兄弟會',
  },
  [16117] = {
    '染疫野豬',
    nil,
  },
  [16119] = {
    '骸骨爪牙',
    nil,
  },
  [16120] = {
    '骸骨法師',
    nil,
  },
  [16121] = {
    '迫擊砲',
    nil,
  },
  [16123] = {
    '格雷姆尼克',
    nil,
  },
  [16124] = {
    '無情的受訓員',
    nil,
  },
  [16125] = {
    '無情的死亡騎士',
    nil,
  },
  [16126] = {
    '無情的騎兵',
    nil,
  },
  [16127] = {
    '鬼靈受訓員',
    nil,
  },
  [16128] = {
    '羅甯',
    nil,
  },
  [16129] = {
    '暗影裂縫',
    nil,
  },
  [16131] = {
    '『刺客』洛漢',
    '血色十字軍',
  },
  [16132] = {
    '獵人里歐波',
    '血色十字軍',
  },
  [16133] = {
    '『施怒者』麥特斯',
    '血色十字軍',
  },
  [16134] = {
    '林布拉特·碎地者',
    '陶土議會',
  },
  [16135] = {
    nil,
    '塞納里奧議會',
  },
  [16136] = {
    '亡域水晶裂片',
    nil,
  },
  [16137] = {
    '納克薩瑪斯軍事副首領觸發器',
    nil,
  },
  [16139] = {
    '塞納里奧城堡後備軍人',
    nil,
  },
  [16141] = {
    '狂暴食屍鬼',
    nil,
  },
  [16142] = {
    '膽汁淤泥怪',
    nil,
  },
  [16143] = {
    '末日陰影',
    nil,
  },
  [16144] = {
    '薩瑟里領主',
    nil,
  },
  [16145] = {
    '死亡騎士隊長',
    nil,
  },
  [16146] = {
    '死亡騎士',
    nil,
  },
  [16147] = {
    '艾麗莎·擊日者',
    nil,
  },
  [16148] = {
    '鬼靈死亡騎士',
    nil,
  },
  [16149] = {
    '鬼靈坐騎',
    nil,
  },
  [16150] = {
    '鬼靈騎兵',
    nil,
  },
  [16151] = {
    '午夜',
    nil,
  },
  [16152] = {
    '獵人阿圖曼',
    nil,
  },
  [16153] = {
    '勃特霍德',
    '看門人',
  },
  [16154] = {
    '復活的侍從',
    nil,
  },
  [16156] = {
    '暗觸戰士',
    '獸欄管理員',
  },
  [16157] = {
    '被毀滅所觸碰的戰士',
    nil,
  },
  [16158] = {
    '被死亡所觸碰的戰士',
    nil,
  },
  [16159] = {
    '卡利卡',
    '夜間工作者',
  },
  [16160] = {
    '博學者艾瑞丹妮雅',
    '附魔訓練師',
  },
  [16161] = {
    '秘法師雪納瑟倫',
    '鍊金術訓練師',
  },
  [16162] = {
    '鄙惡者流氓',
    nil,
  },
  [16163] = {
    '死亡騎士騎兵',
    nil,
  },
  [16164] = {
    '納克薩瑪斯幻影',
    nil,
  },
  [16165] = {
    '死闇騎士',
    nil,
  },
  [16166] = {
    '瑟爾倫擊殺獎勵',
    nil,
  },
  [16167] = {
    '骸骨組合者',
    nil,
  },
  [16168] = {
    '石膚石像鬼',
    nil,
  },
  [16169] = {
    '哈斯丁',
    '照料者',
  },
  [16170] = {
    '冷霧巡者',
    nil,
  },
  [16171] = {
    '冷霧寡婦',
    nil,
  },
  [16172] = {
    '受損的亡域水晶裂片',
    nil,
  },
  [16173] = {
    '暗影蝙蝠',
    nil,
  },
  [16174] = {
    '巨型暗影蝙蝠',
    nil,
  },
  [16175] = {
    '吸血暗影蝙蝠',
    nil,
  },
  [16176] = {
    '暗影野獸',
    nil,
  },
  [16177] = {
    '恐懼野獸',
    nil,
  },
  [16178] = {
    '相位獵犬',
    nil,
  },
  [16179] = {
    '潛伏者亞奇斯',
    nil,
  },
  [16180] = {
    '滑翔者薛迪依斯',
    nil,
  },
  [16181] = {
    '劫毀者拉卡',
    nil,
  },
  [16182] = {
    '水晶控制器',
    nil,
  },
  [16183] = {
    '信差晨行者',
    nil,
  },
  [16184] = {
    '奈幽監督者',
    nil,
  },
  [16185] = {
    '安納斯',
    '獸欄管理員',
  },
  [16186] = {
    '瑪那',
    '布甲和皮甲商人',
  },
  [16187] = {
    '軍需官里莫',
    '雜貨商',
  },
  [16188] = {
    '[UNUSED] 拱壁引導器',
    nil,
  },
  [16189] = {
    '飛行師日翼',
    '龍鷹管理員',
  },
  [16190] = {
    '擴大附魔訓練師',
    '附魔訓練師',
  },
  [16191] = {
    '賽詩倫·蒼曦',
    '雜貨商',
  },
  [16192] = {
    '女飛行師薄暮',
    '龍鷹管理員',
  },
  [16193] = {
    '骷髏鐵匠',
    nil,
  },
  [16194] = {
    '邪惡之斧',
    nil,
  },
  [16196] = {
    '藥劑師泰德拉',
    nil,
  },
  [16197] = {
    '秘法師范德隆',
    nil,
  },
  [16198] = {
    '藥劑師倫澤紳',
    nil,
  },
  [16199] = {
    '博學者戴倫尼斯',
    nil,
  },
  [16200] = {
    '亡靈哨兵瑞希爾',
    nil,
  },
  [16201] = {
    '傑若尼斯·白晨',
    nil,
  },
  [16202] = {
    '遠行者賽狄娜',
    '遠行者',
  },
  [16203] = {
    '遊俠薇娜',
    '遠行者',
  },
  [16204] = {
    '博學者艾度尼斯',
    nil,
  },
  [16205] = {
    '博學者艾米諾',
    nil,
  },
  [16206] = {
    '學徒瓦尼司',
    nil,
  },
  [16207] = {
    '斥候費歐娜',
    nil,
  },
  [16208] = {
    '藥劑師艾尼斯',
    nil,
  },
  [16209] = {
    '遊俠維多蘭',
    '遠行者',
  },
  [16210] = {
    '博學者蘭德拉·晨行者',
    nil,
  },
  [16211] = {
    '納克薩瑪斯作戰假人',
    nil,
  },
  [16212] = {
    '發送指揮官梅茲',
    '銀色黎明',
  },
  [16213] = {
    '遊俠萊斯瓦林',
    '遠行者',
  },
  [16214] = {
    '亡域控制器',
    nil,
  },
  [16215] = {
    '邪惡之杖',
    nil,
  },
  [16216] = {
    '邪惡之劍',
    nil,
  },
  [16217] = {
    '湯瑪索倫中尉',
    '遠行者',
  },
  [16218] = {
    '特斯拉線圈',
    nil,
  },
  [16219] = {
    '遊俠瓦拉娜',
    '遠行者',
  },
  [16220] = {
    '希里歐斯隊長',
    '遠行者',
  },
  [16221] = {
    '銀月看守者',
    nil,
  },
  [16222] = {
    '銀月城衛',
    nil,
  },
  [16224] = {
    '拉提斯·土柏',
    '貿易供應商',
  },
  [16225] = {
    '運貨馱騾',
    nil,
  },
  [16226] = {
    '守衛迪笛兒',
    '聖光兄弟會',
  },
  [16227] = {
    nil,
    '飛行管理員',
  },
  [16228] = {
    '銀色黎明步兵',
    '銀色黎明',
  },
  [16229] = {
    '受傷的銀色黎明步兵',
    '銀色黎明',
  },
  [16230] = {
    '教徒工程師',
    nil,
  },
  [16231] = {
    '阿莉法娜奧絲夫人',
    nil,
  },
  [16232] = {
    '商隊騾子',
    nil,
  },
  [16233] = {
    '瘟疫之翼蛞蝓',
    nil,
  },
  [16234] = {
    '肉体开膛手',
    nil,
  },
  [16235] = {
    '瘟疫血肉觸鬚',
    nil,
  },
  [16236] = {
    '眼梗',
    nil,
  },
  [16237] = {
    '博學者塞拉斯特',
    nil,
  },
  [16238] = {
    '夜精靈伏擊者',
    nil,
  },
  [16239] = {
    '博學者坎德立斯',
    nil,
  },
  [16240] = {
    '秘法師珍妮達',
    nil,
  },
  [16241] = {
    '銀色黎明招募員',
    '銀色黎明',
  },
  [16242] = {
    '安寧地斥候',
    nil,
  },
  [16243] = {
    '瘟疫泥漿怪',
    nil,
  },
  [16244] = {
    '傳染食屍鬼',
    nil,
  },
  [16245] = {
    '路斯萊恩',
    nil,
  },
  [16246] = {
    '納克羅',
    nil,
  },
  [16247] = {
    '『放血者』伯格斯',
    nil,
  },
  [16248] = {
    '『欺詐者』裘萊恩',
    nil,
  },
  [16249] = {
    '黑衣瑪蘇霏爾',
    nil,
  },
  [16250] = {
    '『墮落者』米爾多藍',
    nil,
  },
  [16251] = {
    '亡靈哨兵瑪塔堤斯',
    nil,
  },
  [16252] = {
    '高階執行官瑪弗倫',
    nil,
  },
  [16253] = {
    '大廚師瑪戴爾',
    '烹飪訓練師和供應商',
  },
  [16254] = {
    '戰場元帥錢柏',
    '銀色黎明',
  },
  [16255] = {
    '銀色黎明斥候',
    '銀色黎明',
  },
  [16256] = {
    nil,
    '旅店老闆',
  },
  [16257] = {
    '吉朗恩',
    '武器商',
  },
  [16258] = {
    '法希歐',
    '護甲和盾牌商人',
  },
  [16259] = {
    '希麗',
    '雜貨商',
  },
  [16260] = {
    '阿爾茵',
    '雜貨商',
  },
  [16261] = {
    '珊希歐',
    '貿易供應商',
  },
  [16262] = {
    '藍卓阿蘭妮絲',
    '商人',
  },
  [16263] = {
    '珮爾娜琳',
    '弓箭商',
  },
  [16264] = {
    '烏恩絲',
    '陸行鷹飼養者',
  },
  [16265] = {
    '鐵匠戴娜琳',
    '鍛造訓練師',
  },
  [16266] = {
    '塞隆娜絲',
    '術士訓練師',
  },
  [16267] = {
    '戴絲',
    '惡魔訓練師',
  },
  [16268] = {
    '依蘭兒',
    '毒藥供應商',
  },
  [16269] = {
    '卡綠笛',
    '法師訓練師',
  },
  [16270] = {
    '汗諾雅',
    '獵人訓練師',
  },
  [16271] = {
    '泰瑞娜絲',
    '獸欄管理員',
  },
  [16272] = {
    '卡娜莉雅',
    '急救訓練師',
  },
  [16273] = {
    '瑪斯莉安',
    '剝皮訓練師',
  },
  [16274] = {
    '納芮娜',
    '弓箭商',
  },
  [16275] = {
    '諾伊蘭妮',
    '聖騎士訓練師',
  },
  [16276] = {
    '保娜莉絲',
    '牧師訓練師',
  },
  [16277] = {
    '奎芮絲',
    '烹飪訓練師',
  },
  [16278] = {
    '莎希恩',
    '製皮訓練師',
  },
  [16279] = {
    '塔娜莉雅',
    '盜賊訓練師',
  },
  [16280] = {
    '珀拉斯坎',
    '騎術訓練師',
  },
  [16281] = {
    '名冊保管者',
    '銀色黎明',
  },
  [16283] = {
    '軍需籌備官石漢',
    '聖光兄弟會',
  },
  [16284] = {
    '銀色黎明醫師',
    '銀色黎明',
  },
  [16285] = {
    '銀色黎明特使',
    '銀色黎明',
  },
  [16287] = {
    '憂日大使',
    nil,
  },
  [16288] = {
    '諫言者索利安',
    nil,
  },
  [16289] = {
    '諫言者法溫',
    nil,
  },
  [16290] = {
    '輻射泥漿怪',
    nil,
  },
  [16291] = {
    '博學者奎壘司提斯',
    nil,
  },
  [16292] = {
    '海之平衡',
    nil,
  },
  [16293] = {
    '學徒莎夏莉雅',
    nil,
  },
  [16294] = {
    '『魯莽者』阿德倫',
    nil,
  },
  [16295] = {
    '遊俠莉娜薩',
    '遠行者',
  },
  [16296] = {
    '永歌森林啟動器',
    nil,
  },
  [16297] = {
    '突變的幼蟲',
    nil,
  },
  [16298] = {
    '鬼靈士兵',
    nil,
  },
  [16299] = {
    '骷髏突擊兵',
    nil,
  },
  [16300] = {
    '重生的卑奴者',
    nil,
  },
  [16301] = {
    '重生的飢餓者',
    nil,
  },
  [16302] = {
    '重生的潛獵者',
    nil,
  },
  [16303] = {
    '邪骨骷髏',
    nil,
  },
  [16304] = {
    '秘法吞噬者',
    nil,
  },
  [16305] = {
    '邪骨哨兵',
    nil,
  },
  [16306] = {
    '天譴軍團爪牙, 重生者,鬼魂/食屍鬼',
    nil,
  },
  [16307] = {
    '死亡之牢占卜師',
    nil,
  },
  [16308] = {
    '死亡之牢巫士',
    nil,
  },
  [16309] = {
    '笨拙的食人者',
    nil,
  },
  [16310] = {
    '法力轉移蟲',
    nil,
  },
  [16311] = {
    '幻魅監視者',
    nil,
  },
  [16312] = {
    '鬼靈咆嘯者',
    nil,
  },
  [16313] = {
    '奈幽碧斯守衛',
    nil,
  },
  [16314] = {
    '遊俠靈魂',
    nil,
  },
  [16315] = {
    '死亡之域侍僧',
    nil,
  },
  [16316] = {
    '石翼追蹤者',
    nil,
  },
  [16317] = {
    '死亡之域死靈法師',
    nil,
  },
  [16318] = {
    '死亡之域黑暗法師',
    nil,
  },
  [16319] = {
    '奈幽碧斯百夫長',
    nil,
  },
  [16320] = {
    '達克汗之眼',
    nil,
  },
  [16321] = {
    '哀嚎者',
    nil,
  },
  [16322] = {
    '笨拙的食肉者',
    nil,
  },
  [16323] = {
    '幻魅搜索者',
    nil,
  },
  [16324] = {
    '石翼殺人者',
    nil,
  },
  [16325] = {
    '奎爾多雷鬼魂',
    nil,
  },
  [16326] = {
    '奎爾多雷怨靈',
    nil,
  },
  [16327] = {
    '貪婪的亡魂',
    nil,
  },
  [16328] = {
    '復仇的亡魂',
    nil,
  },
  [16329] = {
    '達克汗·崔希爾',
    nil,
  },
  [16330] = {
    '崗哨間諜',
    nil,
  },
  [16331] = {
    '達納蘇斯德魯伊',
    nil,
  },
  [16332] = {
    '達納蘇斯女獵手',
    nil,
  },
  [16333] = {
    '崗哨滲透者',
    nil,
  },
  [16334] = {
    '黑掌豺狼人',
    nil,
  },
  [16335] = {
    '黑掌覓食者',
    nil,
  },
  [16336] = {
    '天譴軍團爪牙, 重生者,鬼魂/骷髏',
    nil,
  },
  [16337] = {
    '黑掌薩滿',
    nil,
  },
  [16338] = {
    '天譴軍團爪牙, 重生者, 食屍鬼/骷髏',
    nil,
  },
  [16339] = {
    '秘法劫奪者',
    nil,
  },
  [16340] = {
    '影松撕裂者',
    nil,
  },
  [16341] = {
    '影松巫者',
    nil,
  },
  [16342] = {
    '屍化獵頭者',
    nil,
  },
  [16343] = {
    '影松神諭者',
    nil,
  },
  [16344] = {
    '影松獵頭者',
    nil,
  },
  [16345] = {
    '影松馭貓者',
    nil,
  },
  [16346] = {
    '影松妖術師',
    nil,
  },
  [16347] = {
    '鬼爪飢餓者',
    nil,
  },
  [16348] = {
    '鬼爪暗殺者',
    nil,
  },
  [16349] = {
    '鬼爪劫毀者',
    nil,
  },
  [16350] = {
    '細網蜘蛛',
    nil,
  },
  [16351] = {
    '細網潛伏者',
    nil,
  },
  [16352] = {
    '巨型細網蜘蛛',
    nil,
  },
  [16353] = {
    '迷霧蝙蝠',
    nil,
  },
  [16354] = {
    '吸血迷霧蝙蝠',
    nil,
  },
  [16355] = {
    '次級瘟疫蝙蝠',
    nil,
  },
  [16356] = {
    '天譴軍團爪牙,尋路者',
    nil,
  },
  [16357] = {
    '安羅科舒頓',
    nil,
  },
  [16358] = {
    '『邪惡者』卡爾喀旭',
    nil,
  },
  [16359] = {
    '銀色黎明信差',
    '銀色黎明',
  },
  [16360] = {
    '肉身殭屍',
    nil,
  },
  [16361] = {
    '指揮官湯瑪斯·海勒瑞',
    '銀色黎明',
  },
  [16362] = {
    '符文守護者德蘭',
    nil,
  },
  [16363] = {
    '葛羅巴斯之雲',
    nil,
  },
  [16364] = {
    '灌能水晶',
    nil,
  },
  [16365] = {
    '工匠大師歐瑪利安',
    '聖光兄弟會',
  },
  [16366] = {
    '女裁縫師·安柏塞爾',
    '裁縫訓練師',
  },
  [16367] = {
    '植物學家泰尼阿瑞歐',
    '草藥學訓練師及供應商',
  },
  [16368] = {
    '亡域侍僧',
    nil,
  },
  [16369] = {
    '變形後的小雞',
    nil,
  },
  [16371] = {
    '變形後的豬',
    nil,
  },
  [16372] = {
    '變形後的綿羊',
    nil,
  },
  [16373] = {
    '變形後的老鼠',
    nil,
  },
  [16374] = {
    '變形後的蟑螂',
    nil,
  },
  [16375] = {
    '污穢泥漿怪',
    nil,
  },
  [16376] = {
    '工匠維爾海姆',
    '聖光兄弟會',
  },
  [16377] = {
    '變形後的烏龜',
    nil,
  },
  [16378] = {
    '銀白哨衛',
    '銀色黎明',
  },
  [16379] = {
    '詛咒神教之靈',
    nil,
  },
  [16380] = {
    '骸骨女巫',
    nil,
  },
  [16381] = {
    '大法師塔希斯·克摩地爾',
    nil,
  },
  [16382] = {
    '縫補驚叫者',
    nil,
  },
  [16383] = {
    '火焰震盪者',
    nil,
  },
  [16384] = {
    '銀色黎明新兵',
    '銀色黎明',
  },
  [16385] = {
    '閃電圖騰',
    nil,
  },
  [16386] = {
    '亡域接替者',
    nil,
  },
  [16387] = {
    nil,
    '薩格拉斯之手',
  },
  [16388] = {
    '卡爾侖',
    '鐵匠',
  },
  [16389] = {
    '鬼靈學徒',
    nil,
  },
  [16390] = {
    '死亡之寒僕從',
    nil,
  },
  [16392] = {
    '隊長阿瑪多·歐薩',
    nil,
  },
  [16393] = {
    '冰冷的怨靈[拍攝中]',
    nil,
  },
  [16394] = {
    '蒼白憎惡',
    nil,
  },
  [16395] = {
    '銀色黎明聖騎士',
    '銀色黎明',
  },
  [16396] = {
    '暴風精英守衛',
    nil,
  },
  [16397] = {
    '阿爾丁·河風',
    nil,
  },
  [16398] = {
    '亡域代理人',
    nil,
  },
  [16399] = {
    '血帆背叛者',
    nil,
  },
  [16400] = {
    '毒氣隧道',
    nil,
  },
  [16401] = {
    '亡域',
    nil,
  },
  [16402] = {
    '屍化的厲鱗魚人',
    nil,
  },
  [16403] = {
    '憔悴的厲鱗魚人',
    nil,
  },
  [16404] = {
    '黃尾狂怒者',
    nil,
  },
  [16405] = {
    '白尾狂怒者',
    nil,
  },
  [16406] = {
    '魅影侍者',
    nil,
  },
  [16407] = {
    '鬼靈僕從',
    nil,
  },
  [16408] = {
    '魅影管理員',
    nil,
  },
  [16409] = {
    '魅影賓客',
    nil,
  },
  [16410] = {
    '鬼靈僕人',
    nil,
  },
  [16411] = {
    '鬼靈大廚',
    nil,
  },
  [16412] = {
    '鬼魅烘焙師',
    nil,
  },
  [16414] = {
    '鬼魅管家',
    nil,
  },
  [16415] = {
    '骷髏侍從',
    nil,
  },
  [16416] = {
    '布朗恩·費茲藍',
    nil,
  },
  [16417] = {
    '朗姆森·費斯布拉克',
    nil,
  },
  [16418] = {
    '慕皮斯·薩克費德',
    nil,
  },
  [16419] = {
    '納克薩瑪斯的鬼魂',
    nil,
  },
  [16420] = {
    '暗影之門',
    nil,
  },
  [16421] = {
    '亡域生命力',
    nil,
  },
  [16422] = {
    '骷髏士兵',
    nil,
  },
  [16423] = {
    '鬼靈亡魂',
    nil,
  },
  [16424] = {
    '鬼靈哨衛',
    nil,
  },
  [16425] = {
    '魅影守衛',
    nil,
  },
  [16426] = {
    '班尼特',
    '待命中的中士',
  },
  [16427] = {
    '冰凍荒原士兵',
    nil,
  },
  [16428] = {
    '無法阻止的憎惡體',
    nil,
  },
  [16429] = {
    '靈魂編織者',
    nil,
  },
  [16430] = {
    '灰燼使者啟動器',
    nil,
  },
  [16431] = {
    '破碎的亡域水晶',
    nil,
  },
  [16432] = {
    '幽暗城精英守衛',
    nil,
  },
  [16433] = {
    '銀色黎明十字軍',
    '銀色黎明',
  },
  [16434] = {
    '銀色黎明勇士',
    '銀色黎明',
  },
  [16435] = {
    '銀色黎明教士',
    '銀色黎明',
  },
  [16436] = {
    '銀色黎明僧侶',
    '銀色黎明',
  },
  [16437] = {
    '鬼靈之魂',
    nil,
  },
  [16438] = {
    '骷髏裝甲兵',
    nil,
  },
  [16439] = {
    '變身後的法爾班克斯',
    nil,
  },
  [16440] = {
    '變身後的大領主莫格萊尼',
    '灰燼使者',
  },
  [16441] = {
    '寒冰皇冠守護者',
    nil,
  },
  [16442] = {
    '植物大師·日觸',
    '酒和烈酒商人',
  },
  [16443] = {
    '莎嵐尼·初光',
    '食物和飲料',
  },
  [16444] = {
    '海利斯·晨行者',
    '雜貨商',
  },
  [16445] = {
    '特基',
    nil,
  },
  [16446] = {
    '被感染的石像鬼',
    nil,
  },
  [16447] = {
    '染疫食屍鬼',
    nil,
  },
  [16448] = {
    '被感染的惡魔犬',
    nil,
  },
  [16449] = {
    '納克薩瑪斯之靈',
    nil,
  },
  [16450] = {
    'She一號',
    '可口可樂大使',
  },
  [16451] = {
    '[UNUSED]死亡騎士復仇者',
    nil,
  },
  [16452] = {
    '闇騎守護者',
    nil,
  },
  [16453] = {
    '死靈巡者',
    nil,
  },
  [16454] = {
    'She二號',
    '可口可樂大使',
  },
  [16455] = {
    'She三號',
    '可口可樂大使',
  },
  [16456] = {
    '波雷',
    nil,
  },
  [16457] = {
    '貞潔聖女',
    nil,
  },
  [16458] = {
    '旅店老闆法拉莉雅',
    '旅店老闆',
  },
  [16459] = {
    '渾沌女侍',
    nil,
  },
  [16460] = {
    '暗夜女骸魔',
    nil,
  },
  [16461] = {
    '魔妾',
    nil,
  },
  [16462] = {
    '遊俠克羅南',
    '遠行者',
  },
  [16463] = {
    '遠行者索安娜',
    '遠行者',
  },
  [16464] = {
    '藥劑師范衲斯特',
    '皇家藥劑師學會',
  },
  [16465] = {
    '鮮肉架啟動器',
    nil,
  },
  [16466] = {
    '燻肉架啟動器',
    nil,
  },
  [16467] = {
    '鮮魚架子啟動器',
    nil,
  },
  [16468] = {
    '鬼靈巡邏',
    nil,
  },
  [16469] = {
    '影松暗影施法者',
    nil,
  },
  [16470] = {
    '鬼魅慈善家',
    nil,
  },
  [16471] = {
    '骷髏接待員',
    nil,
  },
  [16472] = {
    '魅影舞台助手',
    nil,
  },
  [16473] = {
    '鬼靈表演者',
    nil,
  },
  [16475] = {
    '馬格隆',
    nil,
  },
  [16476] = {
    '喬萊爾',
    nil,
  },
  [16477] = {
    '波尼特斯',
    nil,
  },
  [16478] = {
    '歐令中尉',
    '銀色黎明',
  },
  [16479] = {
    '變形複製',
    nil,
  },
  [16480] = {
    '學徒瓦瑞爾',
    nil,
  },
  [16481] = {
    '恐怖的縛靈',
    nil,
  },
  [16482] = {
    '受困的靈魂',
    nil,
  },
  [16483] = {
    '德萊尼生還者',
    nil,
  },
  [16484] = {
    '諾維中尉',
    '銀色黎明',
  },
  [16485] = {
    '秘法警備者',
    nil,
  },
  [16486] = {
    '纏繞之網',
    nil,
  },
  [16487] = {
    '鍊金術訓練師',
    '鍊金術訓練師',
  },
  [16488] = {
    '秘法異反元素',
    nil,
  },
  [16489] = {
    '混沌感知元素',
    nil,
  },
  [16490] = {
    '利山中尉',
    '銀色黎明',
  },
  [16491] = {
    '法力供應蟲',
    nil,
  },
  [16492] = {
    '虹吸蟲',
    nil,
  },
  [16493] = {
    '戴吉中尉',
    '銀色黎明',
  },
  [16494] = {
    '盧卡中尉',
    '銀色黎明',
  },
  [16495] = {
    '貝沙中尉',
    '銀色黎明',
  },
  [16496] = {
    '任務閒聊測試員',
    nil,
  },
  [16497] = {
    '占卜者聲望測試員',
    nil,
  },
  [16498] = {
    '聯合團聲望測試員',
    nil,
  },
  [16499] = {
    '凱拉妮',
    '獵人訓練師',
  },
  [16500] = {
    '瓦拉圖',
    '法師訓練師',
  },
  [16501] = {
    '奧爾隆',
    '聖騎士訓練師',
  },
  [16502] = {
    '薩度恩',
    '牧師訓練師',
  },
  [16503] = {
    '克爾',
    '戰士訓練師',
  },
  [16504] = {
    '秘法保衛者',
    nil,
  },
  [16505] = {
    '納克薩瑪斯跟隨者',
    nil,
  },
  [16506] = {
    '納克薩瑪斯信奉者',
    nil,
  },
  [16507] = {
    '破碎之手哨衛',
    nil,
  },
  [16508] = {
    '銀色黎明座馬',
    nil,
  },
  [16509] = {
    '銀白戰馬',
    nil,
  },
  [16510] = {
    '銀白戰騎',
    nil,
  },
  [16511] = {
    '銀色黎明坐騎',
    nil,
  },
  [16512] = {
    '銀色黎明骷髏馬',
    nil,
  },
  [16513] = {
    '銀色黎明死亡戰騎',
    nil,
  },
  [16514] = {
    '植物學家泰瑞茲',
    nil,
  },
  [16516] = {
    '暴躁突變者',
    nil,
  },
  [16517] = {
    '突變草根鞭笞者',
    nil,
  },
  [16518] = {
    '奈斯特灌木林梟獸',
    nil,
  },
  [16519] = {
    '幽暗的劊子手',
    nil,
  },
  [16520] = {
    '安曼谷飛蛾',
    nil,
  },
  [16521] = {
    '血精靈斥候',
    nil,
  },
  [16522] = {
    '勘測員坎翠斯',
    nil,
  },
  [16523] = {
    '破碎之手狂怒者',
    nil,
  },
  [16524] = {
    '埃蘭之影',
    nil,
  },
  [16525] = {
    '魔法鬼魂',
    nil,
  },
  [16526] = {
    '巫術鬼魂',
    nil,
  },
  [16527] = {
    '外域草藥學訓練師',
    '草藥學訓練師',
  },
  [16528] = {
    '補給官衛迪克',
    nil,
  },
  [16529] = {
    '魔法驚懼',
    nil,
  },
  [16530] = {
    '法力扭曲',
    nil,
  },
  [16531] = {
    '黯淡的亡域水晶',
    nil,
  },
  [16532] = {
    '躍進',
    nil,
  },
  [16533] = {
    '注射過的草根鞭笞者',
    nil,
  },
  [16534] = {
    '注射過的奈斯特灌木林梟獸',
    nil,
  },
  [16535] = {
    '復仇者艾德',
    nil,
  },
  [16536] = {
    'test:saved world state',
    nil,
  },
  [16537] = {
    '突變的梟獸',
    nil,
  },
  [16538] = {
    '血精靈屍體',
    nil,
  },
  [16539] = {
    '魔胎',
    nil,
  },
  [16540] = {
    '暗影掠取者',
    nil,
  },
  [16541] = {
    '鬼魂之地守護者',
    nil,
  },
  [16542] = {
    '旅店老闆卡拉琳',
    '旅店老闆',
  },
  [16544] = {
    '以太竊賊',
    nil,
  },
  [16545] = {
    '以太盜法者',
    nil,
  },
  [16546] = {
    '托蘭',
    nil,
  },
  [16547] = {
    '史畢迪',
    nil,
  },
  [16548] = {
    '衛葛斯先生',
    nil,
  },
  [16549] = {
    '小老鼠威斯可',
    nil,
  },
  [16550] = {
    '技師戴伏恩的影像',
    nil,
  },
  [16551] = {
    '技師戴伏恩',
    nil,
  },
  [16553] = {
    '照顧者查倫',
    '旅店老闆',
  },
  [16554] = {
    '艾宇',
    nil,
  },
  [16556] = {
    '獸人蠻兵',
    nil,
  },
  [16557] = {
    '獸人術士',
    nil,
  },
  [16560] = {
    '獸人通靈師',
    nil,
  },
  [16561] = {
    '獸人狼騎兵',
    nil,
  },
  [16562] = {
    '召喚惡魔',
    nil,
  },
  [16563] = {
    '大酋長黑手UNUSED',
    nil,
  },
  [16564] = {
    '麥喀萊',
    nil,
  },
  [16566] = {
    '麥喀萊勞動者(PH)',
    nil,
  },
  [16567] = {
    '人類步卒',
    nil,
  },
  [16568] = {
    '泰德林',
    '公會註冊員',
  },
  [16569] = {
    '人類騎士',
    nil,
  },
  [16571] = {
    '人類教士',
    nil,
  },
  [16572] = {
    '人類咒術師',
    nil,
  },
  [16573] = {
    '地穴守衛',
    nil,
  },
  [16574] = {
    '先知瑞卡酷',
    '大酋長之眼',
  },
  [16575] = {
    '影子獵人泰巾',
    '大酋長之耳',
  },
  [16576] = {
    '霸主殘拳',
    '大酋長之手',
  },
  [16577] = {
    '馬提克·托塞德利',
    nil,
  },
  [16578] = {
    '血精靈朝聖者',
    nil,
  },
  [16579] = {
    '獵鷹哨站哨兵',
    nil,
  },
  [16580] = {
    '索爾瑪蠻兵',
    nil,
  },
  [16581] = {
    '萊恩王',
    nil,
  },
  [16582] = {
    '索爾瑪神射手',
    nil,
  },
  [16583] = {
    '洛赫克',
    '鍛造訓練師',
  },
  [16584] = {
    '警備指揮官克朗克',
    nil,
  },
  [16585] = {
    '獨眼廚師',
    '食物和飲料',
  },
  [16586] = {
    '獵人杜夫·怒環',
    '獸欄管理員',
  },
  [16587] = {
    '霸黎',
    '雙足飛龍管理員',
  },
  [16588] = {
    '藥劑師安拓維奇',
    '鍊金術訓練師',
  },
  [16589] = {
    '守衛隊長·奎克塔',
    nil,
  },
  [16590] = {
    '受傷的索爾瑪蠻兵',
    nil,
  },
  [16591] = {
    '索爾瑪苦工',
    nil,
  },
  [16592] = {
    '仲夏營火',
    nil,
  },
  [16593] = {
    '破碎之手打鬥者',
    nil,
  },
  [16594] = {
    '影月侍僧',
    nil,
  },
  [16595] = {
    '噬屍獸',
    nil,
  },
  [16596] = {
    '巨型噬屍獸',
    nil,
  },
  [16597] = {
    '騎乘用虛空龍',
    nil,
  },
  [16598] = {
    '索爾瑪之眼',
    nil,
  },
  [16599] = {
    '索爾瑪狼騎兵',
    nil,
  },
  [16600] = {
    '索爾瑪狼騎',
    nil,
  },
  [16601] = {
    '瀕死的血精靈',
    nil,
  },
  [16602] = {
    '佛洛德·皮克斯',
    '旅店老闆',
  },
  [16603] = {
    '遠行者戴斯金',
    '遠行者',
  },
  [16604] = {
    '黑翼法術標記',
    nil,
  },
  [16606] = {
    '仲夏營火消失者',
    nil,
  },
  [16608] = {
    '[PH] 哥布林掠奪者',
    nil,
  },
  [16609] = {
    '測試用巨型利爪觸鬚',
    nil,
  },
  [16610] = {
    '奎戴斯',
    '外袍商人',
  },
  [16611] = {
    '賽爾',
    '施法材料',
  },
  [16612] = {
    '維菈尼',
    '施法材料和鍊金術供應商',
  },
  [16613] = {
    '巴尼斯',
    '商人',
  },
  [16614] = {
    '洛斯尼',
    '雜貨商',
  },
  [16615] = {
    '諾維亞',
    '銀行職員',
  },
  [16616] = {
    '裴利歐',
    '銀行職員',
  },
  [16617] = {
    '丹尼斯',
    '銀行職員',
  },
  [16618] = {
    '旅店老闆費蘭卓',
    '旅店老闆',
  },
  [16619] = {
    '賽拉娜',
    '弓箭商',
  },
  [16620] = {
    '麥薩隆',
    '槍械商',
  },
  [16621] = {
    '伊利達',
    '武器大師',
  },
  [16622] = {
    '艾薩妮',
    '武器商',
  },
  [16623] = {
    '希雅德',
    '布甲商',
  },
  [16624] = {
    '吉藍迪斯',
    '珠寶設計供應商',
  },
  [16625] = {
    '淇麗',
    '鎖甲商',
  },
  [16626] = {
    '泰娜',
    '鎧甲商',
  },
  [16627] = {
    '拍賣師伊希利安',
    nil,
  },
  [16628] = {
    '拍賣師卡多利',
    nil,
  },
  [16629] = {
    '拍賣師泰莊',
    nil,
  },
  [16630] = {
    '銀月城草藥供應商',
    '草藥學供應商',
  },
  [16631] = {
    '安卓',
    '布商',
  },
  [16632] = {
    '歐斯',
    '魔杖商人',
  },
  [16633] = {
    '希丹娜',
    '附魔訓練師',
  },
  [16634] = {
    '多洛索斯',
    '見習附魔師',
  },
  [16635] = {
    '萊娜',
    '附魔供應商',
  },
  [16636] = {
    '賽斯安娜',
    '魔杖商人',
  },
  [16637] = {
    '威爾薩隆',
    '錘類武器商',
  },
  [16638] = {
    '笛娜',
    '裁縫供應商',
  },
  [16639] = {
    '卡安娜',
    '見習裁縫',
  },
  [16640] = {
    '奇蘭',
    '裁縫訓練師',
  },
  [16641] = {
    '米拉瑞斯',
    '鍊金術供應商',
  },
  [16642] = {
    '坎伯朗',
    '鍊金術訓練師',
  },
  [16643] = {
    '洛希亞',
    '見習鍊金師',
  },
  [16644] = {
    '植物學家納德娜',
    '草藥學訓練師',
  },
  [16645] = {
    '伊斯藍',
    '長袍商',
  },
  [16646] = {
    '阿拉瑪',
    '術士訓練師',
  },
  [16647] = {
    '塔萊妮亞',
    '術士訓練師',
  },
  [16648] = {
    '賽尼安',
    '術士訓練師',
  },
  [16649] = {
    '托利安',
    '惡魔訓練師',
  },
  [16650] = {
    '畢斯拉斯',
    '煙火商人',
  },
  [16651] = {
    '賽戴娜',
    '法師訓練師',
  },
  [16652] = {
    '奎薩斯',
    '法師訓練師',
  },
  [16653] = {
    '伊奈凡',
    '法師訓練師',
  },
  [16654] = {
    '納利斯',
    '傳送門訓練師',
  },
  [16655] = {
    '海若妮·大地行者',
    '德魯伊訓練師',
  },
  [16656] = {
    '賽玲',
    '獸欄管理員',
  },
  [16657] = {
    '菲拉',
    '工程學供應商',
  },
  [16658] = {
    '艾爾崔',
    '牧師訓練師',
  },
  [16659] = {
    '洛斯藍',
    '牧師訓練師',
  },
  [16660] = {
    '拜拉斯卓',
    '牧師訓練師',
  },
  [16661] = {
    '吉斯利',
    '薩滿訓練師',
  },
  [16662] = {
    '艾瑞斯塔',
    '急救訓練師',
  },
  [16663] = {
    '貝利爾',
    '採礦訓練師',
  },
  [16664] = {
    '塞爾藍',
    '採礦供應商',
  },
  [16665] = {
    '潘尼爾',
    '獸欄管理員',
  },
  [16666] = {
    '費利迪斯',
    '斧商',
  },
  [16667] = {
    '丹威',
    '工程學訓練師',
  },
  [16668] = {
    '哥羅瑞斯',
    '見習工程師',
  },
  [16669] = {
    '貝瑪倫',
    '鍛造訓練師',
  },
  [16670] = {
    '艾利丹',
    '鍛造供應商',
  },
  [16671] = {
    '米弗丹',
    '見習鐵匠',
  },
  [16672] = {
    '塔娜',
    '獵人訓練師',
  },
  [16673] = {
    '奧尼那斯',
    '獵人訓練師',
  },
  [16674] = {
    '席丹',
    '獵人訓練師',
  },
  [16675] = {
    '海德尼斯',
    '獸欄管理員',
  },
  [16676] = {
    '賽藍恩',
    '烹飪訓練師',
  },
  [16677] = {
    '奎利斯',
    '烹飪供應商',
  },
  [16678] = {
    '洛海恩',
    '劍刃武器商',
  },
  [16679] = {
    '奧斯藍',
    '聖騎士訓練師',
  },
  [16680] = {
    '伊德利斯',
    '聖騎士訓練師',
  },
  [16681] = {
    '貝戚勇士',
    '聖騎士訓練師',
  },
  [16682] = {
    '希歐',
    '黑市商人',
  },
  [16683] = {
    '達莉亞',
    '毒藥供應商',
  },
  [16684] = {
    '賽藍尼斯',
    '盜賊訓練師',
  },
  [16685] = {
    '艾拉蘿',
    '盜賊訓練師',
  },
  [16686] = {
    '尼瑞森',
    '盜賊訓練師',
  },
  [16687] = {
    '塔瑪爾',
    '見習製皮師',
  },
  [16688] = {
    '萊娜利斯',
    '製皮訓練師',
  },
  [16689] = {
    '莎拉達',
    '製皮供應商',
  },
  [16690] = {
    '洛辛',
    '背包商人',
  },
  [16691] = {
    '諾拉雷斯',
    '皮甲商',
  },
  [16692] = {
    '帝恩',
    '剝皮訓練師',
  },
  [16693] = {
    '衛斯藍',
    '盾牌商',
  },
  [16694] = {
    '凱倫·文沃思',
    '阿拉希盆地戰場軍官',
  },
  [16695] = {
    '古拉克',
    '奧特蘭克山谷戰場軍官',
  },
  [16696] = {
    '克魯克',
    '戰歌峽谷戰場軍官',
  },
  [16697] = {
    '虛無區域',
    nil,
  },
  [16698] = {
    '屍甲蟲',
    nil,
  },
  [16699] = {
    '破碎之手劫奪者',
    nil,
  },
  [16700] = {
    '破碎之手軍團士兵',
    nil,
  },
  [16701] = {
    '仲夏之靈',
    nil,
  },
  [16702] = {
    '蒂莉雅',
    '見習珠寶設計師',
  },
  [16703] = {
    '艾銘',
    '見習珠寶設計師',
  },
  [16704] = {
    '破碎之手狙擊兵',
    nil,
  },
  [16705] = {
    '艾歐塔',
    '鍊金術供應商',
  },
  [16706] = {
    '慕薩歐',
    '施法材料和鍊金術供應商',
  },
  [16707] = {
    '拍賣師伊歐奇',
    nil,
  },
  [16708] = {
    '迪金',
    '釣魚供應商',
  },
  [16709] = {
    '庫奇',
    '背包商人',
  },
  [16710] = {
    '凱拉格',
    '銀行職員',
  },
  [16711] = {
    '赫曼·行者',
    '阿拉希盆地戰場軍官',
  },
  [16712] = {
    '加納',
    '獸欄管理員',
  },
  [16713] = {
    '阿拉斯',
    '鍛造供應商',
  },
  [16714] = {
    '范恩',
    '劍刃武器商',
  },
  [16715] = {
    '艾芙琳',
    '弓箭商',
  },
  [16716] = {
    '柯恩尼',
    '布甲商',
  },
  [16717] = {
    '艾克索達裁縫供應商',
    '布商',
  },
  [16718] = {
    '菲亞',
    '烹飪供應商',
  },
  [16719] = {
    '慕曼',
    '烹飪訓練師',
  },
  [16720] = {
    '奧克坦',
    '惡魔訓練師',
  },
  [16721] = {
    '薩娜妮斯',
    '德魯伊訓練師',
  },
  [16722] = {
    '伊歐糜斯',
    '附魔供應商',
  },
  [16723] = {
    '路克',
    '鍊金術訓練師',
  },
  [16724] = {
    '米歐',
    '鍛造訓練師',
  },
  [16725] = {
    '奈歐格',
    '附魔訓練師',
  },
  [16726] = {
    '奧克伊歐',
    '工程學訓練師',
  },
  [16727] = {
    '帕達爾',
    '見習珠寶設計師',
  },
  [16728] = {
    '艾克漢',
    '製皮訓練師',
  },
  [16729] = {
    '瑞費克',
    '裁縫訓練師',
  },
  [16730] = {
    '艾克索達煙火商人',
    '煙火商人',
  },
  [16731] = {
    '衲斯',
    '急救訓練師',
  },
  [16732] = {
    '歐尼斯',
    '雜貨商',
  },
  [16733] = {
    '艾克索達保安官',
    nil,
  },
  [16734] = {
    '范安姆',
    '公會註冊員',
  },
  [16735] = {
    '姆哈',
    '槍械商',
  },
  [16736] = {
    '希莫爾汗',
    '草藥學訓練師',
  },
  [16737] = {
    '畢瑞姆',
    '草藥學供應商',
  },
  [16738] = {
    '戴爾米斯',
    '獵人訓練師',
  },
  [16739] = {
    '照顧者布利尤',
    '旅店老闆',
  },
  [16740] = {
    '艾德瑞姆',
    '見習鐵匠',
  },
  [16741] = {
    '迪瑞茲',
    '見習鍊金師',
  },
  [16742] = {
    '庫德瑞',
    '見習附魔師',
  },
  [16743] = {
    '吉赫瑪斯',
    '見習工程師',
  },
  [16744] = {
    '德瑞安',
    '見習珠寶設計師',
  },
  [16745] = {
    '費魯歐',
    '見習製皮師',
  },
  [16746] = {
    '凱亞特',
    '見習裁縫',
  },
  [16747] = {
    '馬利',
    '皮甲商',
  },
  [16748] = {
    '哈弗瑞',
    '製皮供應商',
  },
  [16749] = {
    '艾迪洛',
    '法師訓練師',
  },
  [16750] = {
    '易尤',
    '鎖甲商',
  },
  [16751] = {
    '米瑞',
    '採礦供應商',
  },
  [16752] = {
    '莫也特',
    '採礦訓練師',
  },
  [16753] = {
    '葛坦恩',
    '鎧甲商',
  },
  [16754] = {
    '費哥·迪普斯衛',
    '毒藥供應商',
  },
  [16755] = {
    '路娜瑞',
    '傳送門訓練師',
  },
  [16756] = {
    '希德摩斯',
    '牧師訓練師',
  },
  [16757] = {
    '比爾德恩',
    '施法材料',
  },
  [16758] = {
    '賈利',
    '長袍商',
  },
  [16759] = {
    '賽瑞·鼻電',
    '盜賊訓練師',
  },
  [16760] = {
    '德利蘇強盜',
    nil,
  },
  [16761] = {
    '巴特恩',
    '聖騎士訓練師',
  },
  [16762] = {
    '崔歐',
    '盾牌商',
  },
  [16763] = {
    '瑞米爾',
    '剝皮訓練師',
  },
  [16764] = {
    '阿斯艾德',
    '獸欄管理員',
  },
  [16765] = {
    '艾露曼',
    '錘類武器商',
  },
  [16766] = {
    '伊斯卡',
    '外袍商人',
  },
  [16767] = {
    '奈伊',
    '裁縫供應商',
  },
  [16768] = {
    '魯古尼',
    '商人',
  },
  [16769] = {
    '火翼術士',
    nil,
  },
  [16770] = {
    '艾克索達術士訓練師',
    '術士訓練師',
  },
  [16771] = {
    '阿和南',
    '戰士訓練師',
  },
  [16772] = {
    '噬骨破壞者',
    nil,
  },
  [16773] = {
    '哈戴爾',
    '武器大師',
  },
  [16774] = {
    '伊瑞德',
    '釣魚訓練師',
  },
  [16775] = {
    '莫格萊尼之靈',
    '灰燼使者',
  },
  [16776] = {
    '布洛莫斯之靈',
    nil,
  },
  [16777] = {
    '札里克之靈',
    nil,
  },
  [16778] = {
    '寇斯艾茲之靈',
    nil,
  },
  [16779] = {
    '變形後的乳牛',
    nil,
  },
  [16780] = {
    '崔森',
    '釣魚訓練師',
  },
  [16781] = {
    '仲夏節慶祝者',
    nil,
  },
  [16782] = {
    '亞斯恩',
    '工程學供應商',
  },
  [16783] = {
    '瘟疫泥漿怪(藍色)',
    nil,
  },
  [16784] = {
    '瘟疫泥漿怪(紅色)',
    nil,
  },
  [16785] = {
    '瘟疫泥漿怪(綠色)',
    nil,
  },
  [16786] = {
    '銀色黎明軍需官',
    '銀色黎明',
  },
  [16787] = {
    '銀色黎明物資官',
    '銀色黎明',
  },
  [16788] = {
    '節慶營火管理者',
    nil,
  },
  [16789] = {
    '遊俠隊長范瑞',
    nil,
  },
  [16790] = {
    '鷹獵者崔娜·河風',
    nil,
  },
  [16791] = {
    '『憂鬱者』瑞安登',
    nil,
  },
  [16792] = {
    '秘法師卡拉崔斯·晨星',
    nil,
  },
  [16793] = {
    '博學者卡莉達',
    nil,
  },
  [16794] = {
    '藥劑師艾斯隆',
    nil,
  },
  [16795] = {
    '德萊尼囚犯',
    nil,
  },
  [16796] = {
    '『智者』阿曼',
    nil,
  },
  [16797] = {
    '斥候范路娜',
    nil,
  },
  [16798] = {
    '補給官阿尼爾',
    '食物和飲料商人',
  },
  [16799] = {
    '依坎',
    nil,
  },
  [16800] = {
    '大博學者洛摩斯',
    nil,
  },
  [16801] = {
    '赫杜倫·亮翼',
    '遊俠將軍',
  },
  [16802] = {
    '洛索瑪·塞隆',
    '奎爾薩拉斯攝政王',
  },
  [16803] = {
    '死亡騎士實習者',
    nil,
  },
  [16804] = {
    '夜精靈屍體',
    nil,
  },
  [16805] = {
    '德萊尼骷髏',
    nil,
  },
  [16806] = {
    '埃伯洛克',
    '貴族',
  },
  [16807] = {
    '大術士奈德克斯',
    nil,
  },
  [16808] = {
    '大酋長卡加斯·刃拳',
    nil,
  },
  [16809] = {
    '戰爭使者歐姆拉格',
    nil,
  },
  [16810] = {
    '噬骨斷背者',
    nil,
  },
  [16811] = {
    '塞巴斯汀',
    '風琴演奏家',
  },
  [16812] = {
    '巴奈斯',
    '舞台管理員',
  },
  [16813] = {
    '瑞依恩',
    '法師',
  },
  [16814] = {
    '葛瑞戴',
    '術士',
  },
  [16815] = {
    '康席斯',
    '咒術師',
  },
  [16816] = {
    '麥迪文的回音',
    nil,
  },
  [16817] = {
    '節慶博學大師',
    nil,
  },
  [16818] = {
    '節慶故事使者',
    nil,
  },
  [16819] = {
    '軍隊指揮官達納斯·托爾貝恩',
    '洛薩之子',
  },
  [16820] = {
    '阿瑪迪中尉',
    nil,
  },
  [16821] = {
    '魔導師費林薩斯',
    nil,
  },
  [16822] = {
    '飛行管理員克利·苦色',
    '獅鷲獸管理員',
  },
  [16823] = {
    '休夫利',
    '鍛造訓練師',
  },
  [16824] = {
    '上士洛琳·薩米洛克',
    '獸欄管理員',
  },
  [16825] = {
    '神父摩葛·戴維迪克斯',
    nil,
  },
  [16826] = {
    '西德·林巴迪',
    '旅店老闆',
  },
  [16827] = {
    '榮譽守衛衛斯羅',
    nil,
  },
  [16828] = {
    '榮譽守衛格瑞恩',
    nil,
  },
  [16829] = {
    '魔導師薩柏瑞希斯',
    '施法材料',
  },
  [16830] = {
    '戰場元帥洛摩斯',
    nil,
  },
  [16831] = {
    '守望堡步兵',
    nil,
  },
  [16832] = {
    '勘察員穆蘭特斯',
    '探險者協會',
  },
  [16833] = {
    '瑪酷魯',
    nil,
  },
  [16834] = {
    '隱士歐拜德',
    nil,
  },
  [16835] = {
    '探險者協會考古學家',
    '探險者協會',
  },
  [16836] = {
    '逃脫的崔互德',
    nil,
  },
  [16837] = {
    '工頭比干莫斯',
    nil,
  },
  [16838] = {
    '榮譽堡礦工',
    nil,
  },
  [16839] = {
    '星移占卜師克里',
    nil,
  },
  [16840] = {
    '預言者莎費歐',
    nil,
  },
  [16841] = {
    '警備指揮官勒松·尼德溫',
    nil,
  },
  [16842] = {
    '榮譽堡防衛者',
    nil,
  },
  [16843] = {
    '榮譽堡騎兵',
    nil,
  },
  [16844] = {
    '地殼穿刺者',
    nil,
  },
  [16845] = {
    '葛坎·血拳',
    '瑪格哈隊長',
  },
  [16846] = {
    '瑪格哈蠻兵',
    nil,
  },
  [16847] = {
    '疲憊不堪的瑪格哈蠻兵',
    nil,
  },
  [16848] = {
    '補給官布克那',
    nil,
  },
  [16849] = {
    '復仇者薩娜兒',
    nil,
  },
  [16850] = {
    '葛明尼·長鬚',
    nil,
  },
  [16851] = {
    '麥倫·長鬚',
    nil,
  },
  [16852] = {
    '希戴的屍體',
    nil,
  },
  [16853] = {
    '安特利斯·黑',
    nil,
  },
  [16854] = {
    '艾丁納克斯',
    nil,
  },
  [16855] = {
    '崔格拉',
    nil,
  },
  [16856] = {
    '管理人·迪藍德拉斯',
    nil,
  },
  [16857] = {
    '捕食中的地殼穿刺者',
    nil,
  },
  [16858] = {
    '格萊克',
    nil,
  },
  [16859] = {
    '小龍鷹',
    nil,
  },
  [16860] = {
    '吉安妮',
    nil,
  },
  [16861] = {
    '[UNUSED]死亡領主',
    nil,
  },
  [16862] = {
    '希麗安娜',
    nil,
  },
  [16863] = {
    '瘋狂的地獄野豬',
    nil,
  },
  [16864] = {
    '暴風城步兵',
    nil,
  },
  [16865] = {
    '受傷的暴風城步兵',
    nil,
  },
  [16866] = {
    '受傷的守望堡步兵',
    nil,
  },
  [16867] = {
    '破碎之手蠻兵',
    nil,
  },
  [16868] = {
    '溫商',
    nil,
  },
  [16869] = {
    '吉欣',
    nil,
  },
  [16870] = {
    '破碎之手隊長',
    nil,
  },
  [16871] = {
    '血之谷蠻兵',
    nil,
  },
  [16872] = {
    '血之谷術士',
    nil,
  },
  [16873] = {
    '血之谷捆縛師',
    nil,
  },
  [16874] = {
    '血之谷暗影施法者',
    nil,
  },
  [16875] = {
    '噬骨食人者',
    nil,
  },
  [16876] = {
    '噬骨突變者',
    nil,
  },
  [16877] = {
    '噬骨狼騎',
    nil,
  },
  [16878] = {
    '破碎之手狂戰士',
    nil,
  },
  [16879] = {
    '飢餓的地獄野豬',
    nil,
  },
  [16880] = {
    '笨重的地獄野豬',
    nil,
  },
  [16881] = {
    '魔化之血恐慌者',
    nil,
  },
  [16882] = {
    '魔化之血撕掠者',
    nil,
  },
  [16883] = {
    '魔化之血飢餓者',
    nil,
  },
  [16884] = {
    '戰馬',
    nil,
  },
  [16885] = {
    '艾咪希·迷霧長者',
    nil,
  },
  [16886] = {
    '『救贖者』阿拉特',
    nil,
  },
  [16887] = {
    '榮譽堡之眼',
    nil,
  },
  [16888] = {
    '馬琥藍·胖蹄',
    nil,
  },
  [16889] = {
    '暴風城慶祝者',
    nil,
  },
  [16890] = {
    '鐵爐堡慶祝者',
    nil,
  },
  [16891] = {
    '優俐',
    '黎明低語者',
  },
  [16892] = {
    '達納蘇斯慶祝者',
    nil,
  },
  [16893] = {
    '奧格瑪慶祝者',
    nil,
  },
  [16894] = {
    '雷霆崖慶祝者',
    nil,
  },
  [16895] = {
    '幽暗城慶祝者',
    nil,
  },
  [16896] = {
    '榮譽堡弓箭手',
    nil,
  },
  [16897] = {
    '榮譽堡中間的假人',
    nil,
  },
  [16898] = {
    '榮譽堡右邊的假人',
    nil,
  },
  [16899] = {
    '榮譽堡左邊的假人',
    nil,
  },
  [16900] = {
    '被困的小劫毀者',
    nil,
  },
  [16901] = {
    '猛怒腐泥怪',
    nil,
  },
  [16902] = {
    '猛怒黴泥怪',
    nil,
  },
  [16903] = {
    '猛怒小軟泥怪',
    nil,
  },
  [16904] = {
    '不屈的步卒',
    nil,
  },
  [16905] = {
    '不屈的魔巫士',
    nil,
  },
  [16906] = {
    '不屈的騎士',
    nil,
  },
  [16907] = {
    '血之谷苦工',
    nil,
  },
  [16908] = {
    '噬骨劫奪者',
    nil,
  },
  [16909] = {
    '噬骨野人',
    nil,
  },
  [16910] = {
    '瑪格哈先驅者',
    nil,
  },
  [16911] = {
    '瑪格哈警戒者',
    nil,
  },
  [16912] = {
    '瑪格哈獵人',
    nil,
  },
  [16914] = {
    '[Unused]捕食中的地殼穿刺者視覺',
    nil,
  },
  [16915] = {
    '工頭瑞絲坎茲',
    nil,
  },
  [16916] = {
    '痛苦的囚犯',
    nil,
  },
  [16917] = {
    '阿魯克',
    '護甲鍛造師',
  },
  [16918] = {
    '捷兒',
    '布甲和皮甲商人',
  },
  [16919] = {
    '慕娜',
    '武器鍛造師',
  },
  [16920] = {
    '洛斯',
    '雜貨供應商',
  },
  [16921] = {
    '安曼谷守衛',
    nil,
  },
  [16922] = {
    '紅色輻射能啟動器',
    nil,
  },
  [16923] = {
    '新進遊俠',
    nil,
  },
  [16924] = {
    '士官坎倫',
    nil,
  },
  [16925] = {
    '噬骨劫掠者',
    nil,
  },
  [16926] = {
    '噬骨戰狼',
    nil,
  },
  [16927] = {
    '小石鐮掠奪者',
    nil,
  },
  [16928] = {
    '石鐮伏擊者',
    nil,
  },
  [16929] = {
    '原生石鐮掠奪者',
    nil,
  },
  [16930] = {
    '狂怒的裂蹄',
    nil,
  },
  [16931] = {
    '暴怒的裂蹄',
    nil,
  },
  [16932] = {
    '小銳牙劫毀者',
    nil,
  },
  [16933] = {
    '銳牙劫毀者',
    nil,
  },
  [16934] = {
    '羽牙劫毀者',
    nil,
  },
  [16935] = {
    '崔互德矛兵',
    nil,
  },
  [16936] = {
    '崔互德漫遊者',
    nil,
  },
  [16937] = {
    '崔互德地卜者',
    nil,
  },
  [16938] = {
    '崔互德蠻卒',
    nil,
  },
  [16939] = {
    '虛無男爵·加倫希斯',
    nil,
  },
  [16940] = {
    '阿斯坎蘭劫掠者',
    nil,
  },
  [16941] = {
    '相位虛無召喚者',
    nil,
  },
  [16942] = {
    '煉獄火製造師',
    nil,
  },
  [16943] = {
    '莫阿克鍛造王',
    nil,
  },
  [16944] = {
    '莫阿格末日鐵匠',
    nil,
  },
  [16945] = {
    '莫阿格工程師',
    nil,
  },
  [16946] = {
    '莫阿格鍛造魔',
    nil,
  },
  [16947] = {
    '甘納格僕人',
    nil,
  },
  [16948] = {
    '甘納格工程師',
    nil,
  },
  [16949] = {
    '甘納格機電師',
    nil,
  },
  [16950] = {
    '虛空捕獵者',
    nil,
  },
  [16951] = {
    '恐懼惡魔',
    nil,
  },
  [16952] = {
    '煉冶場守衛',
    nil,
  },
  [16953] = {
    '煉冶場巡邏者',
    nil,
  },
  [16954] = {
    '煉冶場軍團士兵',
    nil,
  },
  [16955] = {
    '被囚鎖的欺詐者',
    nil,
  },
  [16956] = {
    '灰燼跳躍者',
    nil,
  },
  [16957] = {
    '虛空小鬼',
    nil,
  },
  [16958] = {
    '惡魔審問者',
    nil,
  },
  [16959] = {
    '惡魔謀士',
    nil,
  },
  [16960] = {
    '悲痛之女',
    nil,
  },
  [16961] = {
    '悲嘆少女',
    nil,
  },
  [16962] = {
    '悲痛帶源者',
    nil,
  },
  [16963] = {
    '煉獄火毀滅者',
    nil,
  },
  [16964] = {
    '督軍莫克',
    nil,
  },
  [16965] = {
    '海艾斯鷹眼',
    nil,
  },
  [16966] = {
    '海艾斯風行者',
    nil,
  },
  [16967] = {
    '海艾斯猛爪護衛',
    nil,
  },
  [16968] = {
    '地隧穿刺者',
    nil,
  },
  [16969] = {
    '骸骨魔導師沃露',
    nil,
  },
  [16970] = {
    '刺毛裂蹄',
    nil,
  },
  [16971] = {
    '受傷的德萊尼',
    nil,
  },
  [16972] = {
    '剃骨禿鷲',
    nil,
  },
  [16973] = {
    '剃骨禿鷹',
    nil,
  },
  [16974] = {
    '狂野的虛無行者',
    nil,
  },
  [16975] = {
    '無法控制的虛無行者',
    nil,
  },
  [16976] = {
    '鬼魅般的居民',
    nil,
  },
  [16977] = {
    '大法師辛托',
    nil,
  },
  [16978] = {
    '少校薩沃斯',
    nil,
  },
  [16979] = {
    '仲夏節慶商人',
    '節慶供應商',
  },
  [16980] = {
    '巫妖王',
    nil,
  },
  [16981] = {
    '染疫守護者',
    nil,
  },
  [16982] = {
    '染疫組合者',
    nil,
  },
  [16983] = {
    '染疫勇士',
    nil,
  },
  [16984] = {
    '染疫戰士',
    nil,
  },
  [16985] = {
    '部落造型仲夏節慶商人',
    '節慶供應商',
  },
  [16986] = {
    '聯盟造型仲夏節慶商人',
    '節慶供應商',
  },
  [16987] = {
    '節慶營火管理者裝扮:牛頭人',
    nil,
  },
  [16988] = {
    '節慶營火管理者裝扮:人類',
    nil,
  },
  [16989] = {
    '節慶營火管理者裝扮:食人妖',
    nil,
  },
  [16990] = {
    '節慶營火管理者裝扮:矮人',
    nil,
  },
  [16991] = {
    '塞伊亞·紅髮',
    nil,
  },
  [16992] = {
    '恐牙',
    nil,
  },
  [16993] = {
    '受傷的血精靈朝聖者',
    nil,
  },
  [16994] = {
    '德萊尼隱士',
    nil,
  },
  [16996] = {
    '德萊尼復仇者',
    nil,
  },
  [16997] = {
    '石鐮攀峭者',
    nil,
  },
  [16998] = {
    '畢勾沃斯先生',
    nil,
  },
  [16999] = {
    '強尼·麥克威醬',
    '陣營測試機器人',
  },
  [17000] = {
    '阿葛尼斯',
    nil,
  },
  [17001] = {
    '[Unused]地殼穿刺者視覺',
    nil,
  },
  [17002] = {
    '『大爪』安琪拉·凱斯卓',
    nil,
  },
  [17003] = {
    '煤元素',
    nil,
  },
  [17004] = {
    '澤西',
    '安琪拉的寵物',
  },
  [17005] = {
    '決鬥家·拉瑞尼斯',
    '武器大師',
  },
  [17006] = {
    '伊莎安娜',
    nil,
  },
  [17007] = {
    '凱伊拉·拜瑞巴克女士',
    nil,
  },
  [17008] = {
    '古爾丹',
    nil,
  },
  [17009] = {
    '杜洛坦',
    '霜狼氏族酋長',
  },
  [17010] = {
    '崔卡',
    nil,
  },
  [17011] = {
    '『毀滅者』黑手',
    '部落的大酋長',
  },
  [17012] = {
    '奧格林·末日錘',
    nil,
  },
  [17013] = {
    '被囚禁的德萊尼',
    nil,
  },
  [17014] = {
    '重組的虛無行者',
    nil,
  },
  [17015] = {
    '達勒利斯·曦凝',
    nil,
  },
  [17016] = {
    '龍喉士兵',
    nil,
  },
  [17017] = {
    '黑石氏族士兵',
    nil,
  },
  [17018] = {
    '雷霆王氏族士兵',
    nil,
  },
  [17019] = {
    '霜狼士兵',
    nil,
  },
  [17020] = {
    '血之谷氏族士兵',
    nil,
  },
  [17021] = {
    '戰歌士兵',
    nil,
  },
  [17022] = {
    '暮光之錘士兵',
    nil,
  },
  [17023] = {
    '暗影議會執行者',
    nil,
  },
  [17024] = {
    '暗影議會侍僧',
    nil,
  },
  [17025] = {
    '薩菲隆之翼擊',
    nil,
  },
  [17026] = {
    '葛羅·地獄吼',
    '戰歌氏族酋長',
  },
  [17027] = {
    '雷德·黑手',
    nil,
  },
  [17028] = {
    '麥彌·黑手',
    nil,
  },
  [17029] = {
    '銀月城搜尋者',
    nil,
  },
  [17030] = {
    '部落士兵',
    nil,
  },
  [17031] = {
    '瓦瑞歐·紅石',
    nil,
  },
  [17032] = {
    '瓦爾·斷石者',
    nil,
  },
  [17034] = {
    '母卡里瑞幼鳥',
    nil,
  },
  [17035] = {
    '卡里瑞族母',
    nil,
  },
  [17038] = {
    '暴風城節慶吐火者',
    nil,
  },
  [17039] = {
    '公卡里瑞幼鳥',
    nil,
  },
  [17041] = {
    '奧格瑪節慶吞火者',
    nil,
  },
  [17042] = {
    '測試名字2',
    nil,
  },
  [17046] = {
    '朝聖者高瑞莎',
    nil,
  },
  [17047] = {
    '惡劣的木箱啟動器',
    nil,
  },
  [17048] = {
    '鐵爐堡節慶吐火者',
    nil,
  },
  [17049] = {
    '達納蘇斯節慶吐火者',
    nil,
  },
  [17050] = {
    '雷霆崖節慶吞火者',
    nil,
  },
  [17051] = {
    '幽暗城節慶吞火者',
    nil,
  },
  [17052] = {
    '魯瑪圖',
    nil,
  },
  [17053] = {
    '卡里瑞猛鷲',
    nil,
  },
  [17055] = {
    '梅克絲娜之子',
    nil,
  },
  [17056] = {
    '永歌森林社交員',
    nil,
  },
  [17057] = {
    '『野蠻者』黑爪',
    nil,
  },
  [17058] = {
    '伊利達瑞監工',
    nil,
  },
  [17059] = {
    '地獄火戰鬥假人',
    nil,
  },
  [17060] = {
    '地獄火戰鬥小假人',
    nil,
  },
  [17061] = {
    'zzOLD法力之潮圖騰 IV',
    nil,
  },
  [17062] = {
    '魔獄獸人屍體',
    nil,
  },
  [17063] = {
    '渾沌女侍變形視覺',
    nil,
  },
  [17064] = {
    '黑暗女骸魔變形視覺',
    nil,
  },
  [17065] = {
    '魔妾變形視覺',
    nil,
  },
  [17067] = {
    '魅影獵犬',
    nil,
  },
  [17068] = {
    '探險隊報名處隊長·英克斯',
    nil,
  },
  [17069] = {
    '密使·白鬚',
    nil,
  },
  [17070] = {
    '藥劑師·奎那德',
    nil,
  },
  [17071] = {
    '技師薩那',
    nil,
  },
  [17072] = {
    '密使戈莫克',
    nil,
  },
  [17073] = {
    '德萊尼懊悔者',
    nil,
  },
  [17074] = {
    '塞納里奧斥候',
    nil,
  },
  [17075] = {
    '沙蟲',
    nil,
  },
  [17076] = {
    '莉雅德倫女士',
    '血騎士女王',
  },
  [17077] = {
    '先祖之狼',
    nil,
  },
  [17078] = {
    '吉米·麥克威醬',
    '很酷的人',
  },
  [17079] = {
    '奇立卡將軍',
    nil,
  },
  [17080] = {
    '治安官藍牆',
    nil,
  },
  [17081] = {
    '斥候血拳',
    nil,
  },
  [17082] = {
    '步槍兵托立克',
    nil,
  },
  [17083] = {
    '魔獄獸人皈依者',
    nil,
  },
  [17084] = {
    '艾芙魯',
    nil,
  },
  [17085] = {
    '艾羅那斯',
    nil,
  },
  [17086] = {
    '狂怒的怨靈',
    nil,
  },
  [17087] = {
    '安曼谷之靈',
    nil,
  },
  [17088] = {
    '幽暗的召喚者',
    nil,
  },
  [17089] = {
    '法曼瓦',
    '薩滿訓練師',
  },
  [17090] = {
    '希利蘇斯之塵任務新物品',
    nil,
  },
  [17092] = {
    '諫言者幽曦',
    nil,
  },
  [17093] = {
    '[Deprecated for 4.x]博學者伊羅賽',
    nil,
  },
  [17094] = {
    '奈米斯·鷹眼',
    '遠行者',
  },
  [17095] = {
    '巴藍達·亮星',
    nil,
  },
  [17096] = {
    '星界爆發',
    nil,
  },
  [17097] = {
    '諫言者薩羅法斯',
    nil,
  },
  [17098] = {
    '曦詠大使',
    nil,
  },
  [17099] = {
    '梅拉爾·曦刃',
    nil,
  },
  [17100] = {
    '諫言者日誓',
    nil,
  },
  [17101] = {
    '狄克泰納',
    '釣魚訓練師和供應商',
  },
  [17102] = {
    '生氣的魚人',
    nil,
  },
  [17103] = {
    '大使塔魯恩',
    nil,
  },
  [17104] = {
    '隱士迪藍',
    nil,
  },
  [17105] = {
    '大使·瓦魯斯卓',
    '法師訓練師',
  },
  [17106] = {
    '復仇者帕拉那爾',
    nil,
  },
  [17107] = {
    '希戴啟動器',
    nil,
  },
  [17108] = {
    '被遺忘者劫掠者',
    nil,
  },
  [17109] = {
    '瑟賽·幽詠',
    nil,
  },
  [17110] = {
    '艾克緹昂',
    '獵人訓練師',
  },
  [17111] = {
    '捕獲的沼澤虎',
    nil,
  },
  [17112] = {
    '捕獲的狼蛛',
    nil,
  },
  [17113] = {
    '捕獲的鱷魚',
    nil,
  },
  [17114] = {
    '靜松要塞的阿魯古',
    nil,
  },
  [17115] = {
    '被詛咒的失落者',
    nil,
  },
  [17116] = {
    '主教米奈奧斯',
    nil,
  },
  [17117] = {
    '受傷的夜精靈',
    nil,
  },
  [17118] = {
    '德利蘇秘法師',
    nil,
  },
  [17119] = {
    '伊薩妮亞',
    nil,
  },
  [17120] = {
    '畢和瑪特',
    '戰士訓練師',
  },
  [17121] = {
    '卡范恩',
    '聖騎士訓練師',
  },
  [17122] = {
    '沃達',
    '獵人訓練師',
  },
  [17123] = {
    '大地呼喚者瑞卡',
    nil,
  },
  [17124] = {
    '捕獲的狼蛛觸發器',
    nil,
  },
  [17125] = {
    '捕獲的沼澤虎觸發器',
    nil,
  },
  [17126] = {
    '捕獲的鱷魚觸發器',
    nil,
  },
  [17127] = {
    '隱士艾弗恩',
    nil,
  },
  [17128] = {
    '風翼貓頭鷹',
    nil,
  },
  [17129] = {
    '巨型風翼貓頭鷹',
    nil,
  },
  [17130] = {
    '塔巴克雄鹿',
    nil,
  },
  [17131] = {
    '塔巴克食棘者',
    nil,
  },
  [17132] = {
    '公裂蹄',
    nil,
  },
  [17133] = {
    '老邁的裂蹄',
    nil,
  },
  [17134] = {
    '石拳粉碎者',
    nil,
  },
  [17135] = {
    '石拳秘法師',
    nil,
  },
  [17136] = {
    '石拳戰士',
    nil,
  },
  [17137] = {
    '石拳法師',
    nil,
  },
  [17138] = {
    '戰槌劫奪者',
    nil,
  },
  [17139] = {
    '風蘆拾荒者',
    nil,
  },
  [17140] = {
    '兇猛的迷失者',
    nil,
  },
  [17141] = {
    '風蘆卑劣者',
    nil,
  },
  [17142] = {
    '銳克戰士',
    nil,
  },
  [17143] = {
    '銳克先知',
    nil,
  },
  [17144] = {
    '鋒牙',
    nil,
  },
  [17145] = {
    '銳克巫者',
    nil,
  },
  [17146] = {
    '吉爾索洛縛法者',
    nil,
  },
  [17147] = {
    '吉爾索洛教徒',
    nil,
  },
  [17148] = {
    '吉爾索洛死亡誓言者',
    nil,
  },
  [17149] = {
    '梵安尼劫掠者',
    nil,
  },
  [17150] = {
    '梵安尼秘法師',
    nil,
  },
  [17151] = {
    '甘納格技工',
    nil,
  },
  [17152] = {
    '惡魔守衛領導者',
    nil,
  },
  [17153] = {
    '湖中水靈',
    nil,
  },
  [17154] = {
    '低劣菌體',
    nil,
  },
  [17155] = {
    '湖水元素',
    nil,
  },
  [17156] = {
    '扭曲的大地之靈',
    nil,
  },
  [17157] = {
    '破碎的奔行者',
    nil,
  },
  [17158] = {
    '灰塵咆哮者',
    nil,
  },
  [17159] = {
    '風暴狂怒者',
    nil,
  },
  [17160] = {
    '活躍的龍卷風',
    nil,
  },
  [17161] = {
    '暴風雪(艾藍之影)',
    nil,
  },
  [17162] = {
    '[Deprecated for 4.x]Wretched Magistrix Elosai',
    nil,
  },
  [17163] = {
    '蟲目標 (DND)',
    nil,
  },
  [17165] = {
    'Water Elemental [UNUSED]',
    nil,
  },
  [17167] = {
    '召喚的元素',
    nil,
  },
  [17168] = {
    '埃蘭之影傳送北方',
    nil,
  },
  [17169] = {
    '埃蘭之影傳送南方',
    nil,
  },
  [17170] = {
    '埃蘭之影傳送東方',
    nil,
  },
  [17171] = {
    '埃蘭之影傳送西方',
    nil,
  },
  [17172] = {
    '埃蘭之影傳送東北方',
    nil,
  },
  [17173] = {
    '埃蘭之影傳送東南方',
    nil,
  },
  [17174] = {
    '埃蘭之影傳送西南方',
    nil,
  },
  [17175] = {
    '埃蘭之影傳送西北方',
    nil,
  },
  [17176] = {
    '埃蘭之影傳送中央',
    nil,
  },
  [17178] = {
    '機器人3000號',
    nil,
  },
  [17179] = {
    '受擾的大地之靈',
    nil,
  },
  [17180] = {
    '風之靈',
    nil,
  },
  [17181] = {
    '水靈',
    nil,
  },
  [17182] = {
    '火焰之靈',
    nil,
  },
  [17183] = {
    '鬚肢熊怪',
    nil,
  },
  [17184] = {
    '鬚肢喚風者',
    nil,
  },
  [17185] = {
    '鬚肢巨熊怪',
    nil,
  },
  [17186] = {
    '發瘋的梟獸',
    nil,
  },
  [17187] = {
    '異常的梟獸',
    nil,
  },
  [17188] = {
    '兇暴的梟獸',
    nil,
  },
  [17189] = {
    '瘋狂的梟獸',
    nil,
  },
  [17190] = {
    '沙鰭魚人',
    nil,
  },
  [17191] = {
    '沙鰭神諭者',
    nil,
  },
  [17192] = {
    '沙鰭獵人',
    nil,
  },
  [17193] = {
    '怒鱗納迦',
    nil,
  },
  [17194] = {
    '怒鱗部屬',
    nil,
  },
  [17195] = {
    '怒鱗海妖',
    nil,
  },
  [17196] = {
    '根鬚陷捕者',
    nil,
  },
  [17197] = {
    '盤根痛擊者',
    nil,
  },
  [17198] = {
    '小劫毀者',
    nil,
  },
  [17199] = {
    '劫毀者活體標本',
    nil,
  },
  [17200] = {
    '牧月成鹿',
    nil,
  },
  [17201] = {
    '牧月雄鹿',
    nil,
  },
  [17202] = {
    '被感染的小型夜間潛獵者',
    nil,
  },
  [17203] = {
    '夜間潛獵者',
    nil,
  },
  [17204] = {
    '先知諾柏多',
    '薩滿訓練師',
  },
  [17205] = {
    '暴躁者',
    nil,
  },
  [17206] = {
    '郝特',
    nil,
  },
  [17207] = {
    '奈亞斯',
    nil,
  },
  [17208] = {
    '西洋棋棋盤,白色(DND)',
    nil,
  },
  [17209] = {
    nil,
    '鬼靈獅鷲獸管理員',
  },
  [17210] = {
    '哨兵隊長',
    nil,
  },
  [17211] = {
    '人類步卒',
    nil,
  },
  [17212] = {
    '塔奴藍',
    '薩滿訓練師',
  },
  [17213] = {
    '掃帚',
    nil,
  },
  [17214] = {
    '隱士·法禔瑪',
    '急救訓練師',
  },
  [17215] = {
    '狄戴爾',
    '鍊金術訓練師',
  },
  [17216] = {
    '滑膩的爬行者',
    nil,
  },
  [17217] = {
    '尖刺的爬行者',
    nil,
  },
  [17218] = {
    '胡嵐',
    nil,
  },
  [17219] = {
    '蘇拉',
    '薩滿訓練師',
  },
  [17220] = {
    '重生的郝特',
    nil,
  },
  [17221] = {
    '吸血追捕者',
    nil,
  },
  [17222] = {
    '設計者戴洛',
    '工程學訓練師',
  },
  [17223] = {
    '洛勒斯大使',
    nil,
  },
  [17224] = {
    '卡特斯·暗葉',
    nil,
  },
  [17225] = {
    '夜禍',
    nil,
  },
  [17226] = {
    '薇艾拉·陽語',
    nil,
  },
  [17227] = {
    '人類農民',
    nil,
  },
  [17228] = {
    '德萊尼技工',
    nil,
  },
  [17229] = {
    '基瑞克',
    nil,
  },
  [17230] = {
    '閃耀貓',
    nil,
  },
  [17231] = {
    '花園氣體',
    nil,
  },
  [17232] = {
    '解碼者奧蘭',
    nil,
  },
  [17233] = {
    '烏瑟·光明使者之魂',
    '白銀之手騎士',
  },
  [17234] = {
    '[UNUSED]地殼穿刺者視覺',
    nil,
  },
  [17235] = {
    '巫醫梅金',
    nil,
  },
  [17236] = {
    '恰克斯',
    nil,
  },
  [17238] = {
    '隱士楚恩',
    nil,
  },
  [17239] = {
    '[PH] 瘟疫之地傳令官',
    nil,
  },
  [17240] = {
    '艦隊司令·奧迪席斯',
    '聯盟海軍指揮',
  },
  [17241] = {
    '女牧師凱玲·伊丹奈爾',
    nil,
  },
  [17242] = {
    '考古學家阿達曼·鐵心',
    '探險者協會',
  },
  [17243] = {
    '工程師『火花』歐爾滾',
    '梅卡托克特使',
  },
  [17244] = {
    '聯盟斧頭兵',
    nil,
  },
  [17245] = {
    '鐵匠卡利比索',
    '鍛造訓練師和供應商',
  },
  [17246] = {
    '『小廚』麥克威醬',
    '烹飪訓練師和供應商',
  },
  [17247] = {
    '聯盟伐木工',
    nil,
  },
  [17248] = {
    '惡魔鍊',
    nil,
  },
  [17249] = {
    '藍卓·長射',
    '黑色烈焰',
  },
  [17250] = {
    '吉亞',
    nil,
  },
  [17251] = {
    '黑嘴',
    nil,
  },
  [17252] = {
    '惡魔守衛',
    nil,
  },
  [17253] = {
    '褻瀆烏瑟之墓啟動器',
    nil,
  },
  [17254] = {
    '小白虎',
    nil,
  },
  [17255] = {
    '角鷹獸寶寶',
    nil,
  },
  [17256] = {
    '地獄火導魔師',
    nil,
  },
  [17257] = {
    '瑪瑟里頓',
    nil,
  },
  [17258] = {
    '紫色巨魔裝束',
    nil,
  },
  [17259] = {
    '噬骨飢餓者',
    nil,
  },
  [17260] = {
    '夜禍骸骨召喚目標',
    nil,
  },
  [17261] = {
    '永不安息的骷髏',
    nil,
  },
  [17262] = {
    '被俘虜的母卡里瑞鳥',
    nil,
  },
  [17263] = {
    '恢復中的朝聖者',
    nil,
  },
  [17264] = {
    '噬骨搶奪者',
    nil,
  },
  [17265] = {
    '惡魔傳送門',
    nil,
  },
  [17266] = {
    '烏龜坐騎',
    nil,
  },
  [17267] = {
    '惡魔般的小鬼',
    nil,
  },
  [17268] = {
    '技師薩那的影像',
    nil,
  },
  [17269] = {
    '血之谷黑暗法師',
    nil,
  },
  [17270] = {
    '血之谷弓箭手',
    nil,
  },
  [17271] = {
    '噬骨毀滅者',
    nil,
  },
  [17272] = {
    '燃焰化身',
    nil,
  },
  [17274] = {
    '暴躁者的目標',
    nil,
  },
  [17275] = {
    '阿基歐斯',
    nil,
  },
  [17276] = {
    '水之化身',
    nil,
  },
  [17277] = {
    '補給官費琳',
    '食物和飲料',
  },
  [17278] = {
    '風險投資公司活動破壞者',
    nil,
  },
  [17279] = {
    '風險投資公司寶石學家',
    nil,
  },
  [17280] = {
    '破碎之手戰犬',
    nil,
  },
  [17281] = {
    '噬骨撕裂者',
    nil,
  },
  [17282] = {
    '獵鷹遊俠',
    nil,
  },
  [17283] = {
    '星界火星',
    nil,
  },
  [17284] = {
    '羅特立專員 [DND]',
    nil,
  },
  [17285] = {
    '羅格洛斯',
    '廚師的鸚鵡',
  },
  [17286] = {
    '隱形人',
    nil,
  },
  [17287] = {
    '哨兵露西歐·星語',
    '銀翼哨兵',
  },
  [17288] = {
    '藍迪·嘯鏈',
    nil,
  },
  [17289] = {
    '步槍兵伯朗畢爾',
    nil,
  },
  [17290] = {
    '奧麗娜隊長',
    nil,
  },
  [17291] = {
    '建築師尼莫斯',
    nil,
  },
  [17292] = {
    '士兵賈辛特',
    nil,
  },
  [17293] = {
    '瘟疫波',
    nil,
  },
  [17294] = {
    '崔賽拉',
    nil,
  },
  [17295] = {
    '科洛格·傲鬃',
    nil,
  },
  [17296] = {
    '隊長碎骨',
    nil,
  },
  [17297] = {
    '斥候歐卡爾',
    nil,
  },
  [17298] = {
    '督軍司瑞史提斯',
    nil,
  },
  [17299] = {
    '暴力粉碎機器人',
    nil,
  },
  [17300] = {
    '戈甘諾恩',
    nil,
  },
  [17301] = {
    '破碎之手劊子手',
    nil,
  },
  [17302] = {
    '地獄火軍團困難等級計時器',
    nil,
  },
  [17303] = {
    '復仇者維達',
    '阿古斯之手',
  },
  [17304] = {
    '監督者高薩克',
    nil,
  },
  [17305] = {
    '西洋棋棋盤, 黑色(DND)',
    nil,
  },
  [17306] = {
    '看護者卡爾古瑪',
    nil,
  },
  [17307] = {
    '『信使』維斯路登',
    nil,
  },
  [17308] = {
    '『無疤者』歐瑪爾',
    nil,
  },
  [17309] = {
    '地獄火看守者',
    '看護者的屬下',
  },
  [17310] = {
    '樹瘤',
    '戰爭古樹',
  },
  [17311] = {
    '科倫',
    nil,
  },
  [17312] = {
    '麥格文',
    nil,
  },
  [17314] = {
    '低語',
    nil,
  },
  [17315] = {
    '偽裝的樹',
    nil,
  },
  [17316] = {
    '西洋棋棋盤, 外部黑色 (DND)',
    nil,
  },
  [17317] = {
    '西洋棋棋盤, 外部白色 (DND)',
    nil,
  },
  [17318] = {
    '吉索',
    nil,
  },
  [17319] = {
    '鬚肢尋路者',
    nil,
  },
  [17320] = {
    '鬚肢薩滿',
    nil,
  },
  [17321] = {
    '鬚肢戰士',
    nil,
  },
  [17322] = {
    '被感染的梟獸',
    nil,
  },
  [17323] = {
    '被毒害的梟獸',
    nil,
  },
  [17324] = {
    '被輻照的梟獸',
    nil,
  },
  [17325] = {
    '黑沙強奪者',
    nil,
  },
  [17326] = {
    '黑沙斥候',
    nil,
  },
  [17327] = {
    '黑沙浪潮呼喚者',
    nil,
  },
  [17328] = {
    '黑沙巡岸者',
    nil,
  },
  [17329] = {
    '黑沙戰士',
    nil,
  },
  [17330] = {
    '黑沙先知',
    nil,
  },
  [17331] = {
    '怒鱗巡岸者',
    nil,
  },
  [17332] = {
    '怒鱗劫掠者',
    nil,
  },
  [17333] = {
    '怒鱗咆嘯者',
    nil,
  },
  [17334] = {
    '怒鱗掠奪者',
    nil,
  },
  [17335] = {
    '怒鱗蛇守衛',
    nil,
  },
  [17336] = {
    '怒鱗巫女',
    nil,
  },
  [17337] = {
    '納茲維斯薩特',
    nil,
  },
  [17338] = {
    '納茲維斯盜賊',
    nil,
  },
  [17339] = {
    '納茲維斯魔語',
    nil,
  },
  [17340] = {
    '艾克薩瑞安巡影者',
    nil,
  },
  [17341] = {
    '艾克薩瑞安欺詐者',
    nil,
  },
  [17342] = {
    '艾克薩瑞安地獄呼喚者',
    nil,
  },
  [17343] = {
    '突變的鞭笞者',
    nil,
  },
  [17344] = {
    '突變的蟒藤',
    nil,
  },
  [17345] = {
    '棕熊',
    nil,
  },
  [17346] = {
    '突變的糾纏者',
    nil,
  },
  [17347] = {
    '棕灰熊',
    nil,
  },
  [17348] = {
    '年老的棕熊',
    nil,
  },
  [17349] = {
    '藍翼蛾',
    nil,
  },
  [17350] = {
    '皇家藍翼蛾',
    nil,
  },
  [17351] = {
    '瑟利安殺戮者',
    nil,
  },
  [17352] = {
    '墮落的樹人',
    nil,
  },
  [17353] = {
    '墮落的踐踏者',
    nil,
  },
  [17354] = {
    '迪歐希斯',
    '基爾加丹之手',
  },
  [17355] = {
    '瓦露薩',
    nil,
  },
  [17356] = {
    '遲緩的軟泥怪',
    nil,
  },
  [17357] = {
    '遲緩的小軟泥怪',
    nil,
  },
  [17358] = {
    '污濁的水精靈',
    nil,
  },
  [17359] = {
    '『不淨者』泰拉希恩',
    nil,
  },
  [17360] = {
    '阿契達的圖騰',
    nil,
  },
  [17361] = {
    '庫的圖騰',
    nil,
  },
  [17362] = {
    '堤克悌的圖騰',
    nil,
  },
  [17363] = {
    '優兒的圖騰',
    nil,
  },
  [17364] = {
    '瓦克的圖騰',
    nil,
  },
  [17365] = {
    '靜松語言圖騰06',
    nil,
  },
  [17366] = {
    '靜松語言圖騰07',
    nil,
  },
  [17367] = {
    '虛空傳送門 - 平靜',
    '治療之門',
  },
  [17368] = {
    '虛空傳送門 - 統御',
    '傷害之門',
  },
  [17369] = {
    '虛空傳送門 - 堅忍',
    '傳送門',
  },
  [17370] = {
    '獰笑骷髏執行者',
    nil,
  },
  [17371] = {
    '影月術士',
    nil,
  },
  [17372] = {
    '林地陸行幼鳥',
    nil,
  },
  [17373] = {
    '林地陸行鳥',
    nil,
  },
  [17374] = {
    '大型林地陸行鳥',
    nil,
  },
  [17375] = {
    '靜松俘虜',
    nil,
  },
  [17376] = {
    '地獄火團隊啟動器',
    nil,
  },
  [17377] = {
    '『破壞者』凱利丹',
    nil,
  },
  [17378] = {
    '沼氣',
    nil,
  },
  [17379] = {
    '靜松先祖阿契達',
    nil,
  },
  [17380] = {
    '布洛克',
    nil,
  },
  [17381] = {
    '造物者',
    nil,
  },
  [17382] = {
    '榮譽堡步兵',
    nil,
  },
  [17383] = {
    '榮譽堡神射手',
    nil,
  },
  [17384] = {
    '賽迪爾中尉',
    nil,
  },
  [17385] = {
    '破碎之手精英',
    nil,
  },
  [17386] = {
    '克高斯',
    nil,
  },
  [17387] = {
    '破碎之手殺戮者',
    nil,
  },
  [17388] = {
    '歐洛格\'高恩',
    nil,
  },
  [17389] = {
    '影月虛無召喚者',
    nil,
  },
  [17390] = {
    '索爾瑪擲斧者',
    nil,
  },
  [17391] = {
    '靜松先祖庫',
    nil,
  },
  [17392] = {
    '靜松先祖堤克悌',
    nil,
  },
  [17393] = {
    '靜松先祖優兒',
    nil,
  },
  [17394] = {
    '靜松先祖堤克悌蛇形態',
    nil,
  },
  [17395] = {
    '影月召喚者',
    nil,
  },
  [17397] = {
    '影月大師',
    nil,
  },
  [17398] = {
    '初生的魔獄獸人',
    nil,
  },
  [17399] = {
    '女魅魔',
    nil,
  },
  [17400] = {
    '惡魔守衛殲滅者',
    nil,
  },
  [17401] = {
    '惡魔法力獵犬',
    nil,
  },
  [17402] = {
    '耶魯',
    nil,
  },
  [17403] = {
    '隱士艾藍達',
    nil,
  },
  [17404] = {
    '復仇者希戴',
    nil,
  },
  [17405] = {
    '克魯恩·斷脊氏族',
    nil,
  },
  [17406] = {
    '設計者',
    nil,
  },
  [17407] = {
    '魔化霧',
    nil,
  },
  [17408] = {
    '秘法漩渦',
    nil,
  },
  [17409] = {
    '學徒寶莉安',
    '見習建築師',
  },
  [17410] = {
    '靜松先祖瓦克',
    nil,
  },
  [17411] = {
    '深喉第一段變形',
    nil,
  },
  [17412] = {
    '費耶卓',
    '武器商',
  },
  [17413] = {
    '希戴任務獎勵標示者',
    nil,
  },
  [17414] = {
    '影月技師',
    nil,
  },
  [17415] = {
    '羅德隆法師',
    nil,
  },
  [17416] = {
    '獸人俘虜',
    nil,
  },
  [17417] = {
    '瑪格哈護衛者',
    nil,
  },
  [17418] = {
    '獰笑骷髏伏擊者',
    nil,
  },
  [17419] = {
    '火箭',
    nil,
  },
  [17420] = {
    '破碎之手異教徒',
    nil,
  },
  [17421] = {
    '克羅波·維茲班恩',
    '探險者協會',
  },
  [17422] = {
    '靜松先祖庫變形',
    nil,
  },
  [17423] = {
    '通報者米可拉斯',
    nil,
  },
  [17424] = {
    '隱士裴薩斯',
    '急救訓練師',
  },
  [17425] = {
    '安曼谷獵者',
    nil,
  },
  [17426] = {
    '高拉恩',
    nil,
  },
  [17427] = {
    '破碎之手弓箭手',
    nil,
  },
  [17428] = {
    '隱形測試仇恨器',
    nil,
  },
  [17429] = {
    '魔獄獸人新兵',
    nil,
  },
  [17430] = {
    '魔化獸人弓箭手',
    nil,
  },
  [17431] = {
    '維拉達',
    nil,
  },
  [17432] = {
    '靜松防衛者',
    nil,
  },
  [17433] = {
    '復仇者艾樂希雅',
    nil,
  },
  [17434] = {
    '莫瑞伊',
    '草藥學訓練師',
  },
  [17435] = {
    '蘇瑟拉斯',
    nil,
  },
  [17436] = {
    '風之化身',
    nil,
  },
  [17437] = {
    '靜松防衛者的屍體',
    nil,
  },
  [17438] = {
    '瘋狂的梟獸屍體',
    nil,
  },
  [17439] = {
    '靜松獵人',
    nil,
  },
  [17440] = {
    '大酋長靜松',
    nil,
  },
  [17441] = {
    '克夫',
    '剝皮訓練師',
  },
  [17442] = {
    '墨爾多',
    '製皮訓練師',
  },
  [17443] = {
    '『啟示者』克茲',
    nil,
  },
  [17444] = {
    '『目盲觀察者』麥格特',
    nil,
  },
  [17445] = {
    '靜松年少者',
    nil,
  },
  [17446] = {
    '帕卡特·鋼毛',
    '雜貨商',
  },
  [17447] = {
    '克爾肯',
    nil,
  },
  [17448] = {
    '歐沐魯酋長',
    nil,
  },
  [17449] = {
    '戈瑞西歐',
    nil,
  },
  [17450] = {
    '葛薩爾妲',
    nil,
  },
  [17451] = {
    '次級虛無區域',
    nil,
  },
  [17452] = {
    '預言中的英雄幻象',
    nil,
  },
  [17453] = {
    '克爾肯的幻象',
    nil,
  },
  [17454] = {
    '燃燒的冥淵火',
    nil,
  },
  [17455] = {
    '噬骨馴獸者',
    nil,
  },
  [17456] = {
    '好演員 (DND)',
    nil,
  },
  [17457] = {
    '邪惡演員 (DND)',
    nil,
  },
  [17458] = {
    '地精烈焰砲塔',
    nil,
  },
  [17459] = {
    '西洋棋等待室 (DND)',
    nil,
  },
  [17460] = {
    '西洋棋就緒室',
    nil,
  },
  [17461] = {
    '破碎之手血衛士',
    nil,
  },
  [17462] = {
    '破碎之手狂熱者',
    nil,
  },
  [17463] = {
    '[UNUSED] 影月起火者',
    nil,
  },
  [17464] = {
    '破碎之手鬥士',
    nil,
  },
  [17465] = {
    '破碎之手百夫長',
    nil,
  },
  [17466] = {
    '羅德隆鬼靈',
    nil,
  },
  [17467] = {
    '臭鼬',
    nil,
  },
  [17468] = {
    '預言者費倫',
    nil,
  },
  [17469] = {
    '獸人蠻兵',
    nil,
  },
  [17470] = {
    '低級虛無區域',
    nil,
  },
  [17471] = {
    '次級暗影裂縫',
    nil,
  },
  [17473] = {
    '影月召喚者視覺',
    nil,
  },
  [17474] = {
    '目標啟動器',
    nil,
  },
  [17475] = {
    '莫爾古爾古拉',
    nil,
  },
  [17476] = {
    '巨型雞',
    nil,
  },
  [17477] = {
    '地獄火小鬼',
    nil,
  },
  [17478] = {
    '血之谷占卜者',
    nil,
  },
  [17479] = {
    '甘尼',
    nil,
  },
  [17480] = {
    '羅達',
    '戰士訓練師',
  },
  [17481] = {
    '希蜜德',
    '法師訓練師',
  },
  [17482] = {
    '古樊',
    '牧師訓練師',
  },
  [17483] = {
    '土拉斯',
    '聖騎士訓練師',
  },
  [17484] = {
    '波魯克',
    '獸欄管理員',
  },
  [17485] = {
    '艾斯濱娜',
    '獸欄管理員',
  },
  [17486] = {
    '吉斯',
    '商人',
  },
  [17487] = {
    '艾琳·凱利',
    '裁縫訓練師',
  },
  [17488] = {
    '杜維',
    '採礦訓練師',
  },
  [17489] = {
    '羅根·丹尼爾',
    '雜貨商',
  },
  [17490] = {
    '靜松的伊爾夫',
    '貿易供應商',
  },
  [17491] = {
    '獰笑骷髏盜賊',
    nil,
  },
  [17492] = {
    '瘋狂的梟獸',
    nil,
  },
  [17493] = {
    '石衛士史托克頓',
    nil,
  },
  [17494] = {
    '澤伏瑞斯',
    nil,
  },
  [17495] = {
    '靜松劫掠者',
    nil,
  },
  [17496] = {
    '酷鰭',
    '嚕咕哇咕哇咕哇咕哇咕呃嗝',
  },
  [17499] = {
    '遺棄者的幻象',
    nil,
  },
  [17500] = {
    '紀念者的幻象',
    nil,
  },
  [17501] = {
    '怪盜史霸',
    nil,
  },
  [17502] = {
    '怪盜史霸黨羽',
    nil,
  },
  [17503] = {
    '悲慘的醫者',
    nil,
  },
  [17504] = {
    '卡希',
    '戰士訓練師',
  },
  [17505] = {
    '克優萊斯',
    '獵人訓練師',
  },
  [17506] = {
    '古魯曼·岩拳',
    '奧特蘭克山谷戰場軍官',
  },
  [17507] = {
    '瑟納瑞歐',
    '戰歌峽谷戰場軍官',
  },
  [17508] = {
    '高拉恩的屍體',
    nil,
  },
  [17509] = {
    '喬歐',
    '聖騎士訓練師',
  },
  [17510] = {
    '伊斯米爾',
    '牧師訓練師',
  },
  [17511] = {
    '法拉特',
    '牧師訓練師',
  },
  [17512] = {
    '阿瑞德',
    '珠寶設計供應商',
  },
  [17513] = {
    '海爾那',
    '法師訓練師',
  },
  [17514] = {
    '巴提',
    '法師訓練師',
  },
  [17516] = {
    '瑪瑟里頓的房間',
    nil,
  },
  [17517] = {
    '地獄火哨衛',
    '信使的哨衛',
  },
  [17518] = {
    '伊斯亞爾',
    nil,
  },
  [17519] = {
    '赫巴肯',
    '薩滿訓練師',
  },
  [17520] = {
    '葛爾拉克',
    '薩滿訓練師',
  },
  [17521] = {
    '大野狼',
    nil,
  },
  [17522] = {
    '謎霧紡紗者',
    nil,
  },
  [17523] = {
    '謎霧吸血者',
    nil,
  },
  [17524] = {
    '納茲維斯召喚者',
    nil,
  },
  [17525] = {
    '血謎幼蟲',
    nil,
  },
  [17526] = {
    '血謎劫毀者',
    nil,
  },
  [17527] = {
    '暴怒的劫毀者',
    nil,
  },
  [17528] = {
    '泰斯拉克',
    nil,
  },
  [17529] = {
    '[PH]導魔師目標',
    '你不應該看到我',
  },
  [17530] = {
    '伊萊克',
    nil,
  },
  [17531] = {
    '德萊尼保衛者',
    nil,
  },
  [17532] = {
    '純潔者的幻象',
    nil,
  },
  [17533] = {
    '羅慕歐',
    nil,
  },
  [17534] = {
    '茱麗葉',
    nil,
  },
  [17535] = {
    '桃樂絲',
    nil,
  },
  [17536] = {
    '納桑',
    '維斯路登的坐騎',
  },
  [17537] = {
    '維斯路登',
    nil,
  },
  [17538] = {
    '歐蘿絲',
    nil,
  },
  [17540] = {
    '惡魔般的獵犬',
    nil,
  },
  [17541] = {
    '德萊尼軍需官',
    nil,
  },
  [17542] = {
    '年輕的熊怪薩滿',
    nil,
  },
  [17543] = {
    '稻草人',
    nil,
  },
  [17544] = {
    '瑪酷魯',
    nil,
  },
  [17545] = {
    '純潔的凱薩琳',
    nil,
  },
  [17546] = {
    '獅子',
    nil,
  },
  [17547] = {
    '機器人',
    nil,
  },
  [17548] = {
    '多多',
    nil,
  },
  [17549] = {
    '血色守望保安官',
    nil,
  },
  [17550] = {
    '虛無反常者',
    nil,
  },
  [17551] = {
    '塔瓦拉',
    nil,
  },
  [17552] = {
    '地獄火死亡火盆',
    nil,
  },
  [17553] = {
    '照顧者塔伏爾·羅歐',
    '旅店老闆',
  },
  [17554] = {
    '勒藍度',
    '角鷹獸管理員',
  },
  [17555] = {
    '史丹樊那斯',
    '角鷹獸管理員',
  },
  [17556] = {
    '死亡劫毀者',
    nil,
  },
  [17557] = {
    '中尉查德威克',
    nil,
  },
  [17558] = {
    '卡沙瑞斯',
    nil,
  },
  [17559] = {
    '尼伯勒特',
    nil,
  },
  [17560] = {
    '外域石化蜥蜴(綠)',
    nil,
  },
  [17561] = {
    '外域石化蜥蜴(紅)',
    nil,
  },
  [17562] = {
    '外域石化蜥蜴(紫)',
    nil,
  },
  [17563] = {
    '外域石化蜥蜴(黃)',
    nil,
  },
  [17564] = {
    '外域奇美拉(綠)',
    nil,
  },
  [17565] = {
    '外域奇美拉(紫)',
    nil,
  },
  [17566] = {
    '外域奇美拉(白)',
    nil,
  },
  [17567] = {
    '外域奇美拉(黃)',
    nil,
  },
  [17568] = {
    '外域末日守衛(基本)',
    nil,
  },
  [17569] = {
    '外域末日守衛(黑)',
    nil,
  },
  [17570] = {
    '外域末日守衛(藍)',
    nil,
  },
  [17571] = {
    '外域末日守衛(黃)',
    nil,
  },
  [17572] = {
    '外域末日守衛(紫)',
    nil,
  },
  [17573] = {
    '外域末日守衛(黃)',
    nil,
  },
  [17574] = {
    '外域蝦怪 (紫色)',
    nil,
  },
  [17575] = {
    '艾瑞克·馬婁爾夫測試人',
    nil,
  },
  [17576] = {
    '外域山岳巨人(贊格沼澤)',
    nil,
  },
  [17577] = {
    '外域山岳巨人(虛空風暴)',
    nil,
  },
  [17578] = {
    '訓練假人',
    nil,
  },
  [17579] = {
    '外域蝦怪 (黃色)',
    nil,
  },
  [17580] = {
    '外域蝦怪 (白色)',
    nil,
  },
  [17581] = {
    '外域蝦怪 (紅色)',
    nil,
  },
  [17582] = {
    '測試怪物',
    nil,
  },
  [17583] = {
    '外域蝦怪 (藍色)',
    nil,
  },
  [17584] = {
    '『獸群管理者』托拉利斯',
    '伊萊克飼者',
  },
  [17585] = {
    '軍需官優爾古隆',
    '索爾瑪軍需官',
  },
  [17586] = {
    '『伊萊克牧者』渥卡恩',
    nil,
  },
  [17587] = {
    '年幼的德萊尼',
    nil,
  },
  [17588] = {
    '翠綠色幼龍',
    nil,
  },
  [17589] = {
    '翠綠色小龍',
    nil,
  },
  [17590] = {
    '沙蟲火箭目標 (DND)',
    nil,
  },
  [17591] = {
    '血精靈強盜',
    nil,
  },
  [17592] = {
    '瑞索默',
    nil,
  },
  [17593] = {
    '地獄火狼騎',
    nil,
  },
  [17594] = {
    '隊長柯爾樊',
    nil,
  },
  [17595] = {
    '噬骨苦工',
    nil,
  },
  [17596] = {
    '地獄火中尉',
    nil,
  },
  [17597] = {
    '[PH] 隊長奧伯爾斯二世',
    nil,
  },
  [17599] = {
    '艾昂爾',
    nil,
  },
  [17600] = {
    '德萊尼製圖師',
    nil,
  },
  [17601] = {
    '成群的伊萊克',
    nil,
  },
  [17602] = {
    '小紅帽(變形)',
    nil,
  },
  [17603] = {
    '外婆',
    nil,
  },
  [17604] = {
    '太陽之鷹間諜',
    nil,
  },
  [17605] = {
    '太陽之鷹污染者',
    nil,
  },
  [17606] = {
    '太陽之鷹回收者',
    nil,
  },
  [17607] = {
    '太陽之鷹防衛者',
    nil,
  },
  [17608] = {
    '太陽之鷹火占師',
    nil,
  },
  [17609] = {
    '太陽之鷹破壞者',
    nil,
  },
  [17610] = {
    '太陽之鷹密探',
    nil,
  },
  [17611] = {
    '大酋長的傳送門',
    nil,
  },
  [17612] = {
    '奎爾多雷法師怨靈',
    nil,
  },
  [17613] = {
    '大法師艾特羅斯',
    nil,
  },
  [17614] = {
    '女獵手凱拉·夜弓',
    nil,
  },
  [17615] = {
    '藍謎伊萊克生物產生器(劫毀者)',
    nil,
  },
  [17616] = {
    '藍謎伊萊克生物產生器(魚人)',
    nil,
  },
  [17617] = {
    '藍謎伊萊克生物產生器(梟獸)',
    nil,
  },
  [17618] = {
    '藍謎伊萊克生物產生器(熊怪)',
    nil,
  },
  [17619] = {
    '藍謎伊萊克生物產生器(血精靈)',
    nil,
  },
  [17620] = {
    '劫毀伏擊者',
    nil,
  },
  [17621] = {
    '魔獄部落護衛',
    nil,
  },
  [17622] = {
    '神射手護衛',
    nil,
  },
  [17623] = {
    '劫奪者護衛',
    nil,
  },
  [17624] = {
    '獰笑骷髏衛兵',
    nil,
  },
  [17625] = {
    '魔獄獸人蠻兵',
    nil,
  },
  [17626] = {
    '獰笑骷髏軍團士兵',
    nil,
  },
  [17627] = {
    '拍賣師杰納斯',
    nil,
  },
  [17628] = {
    '拍賣師維娜',
    nil,
  },
  [17629] = {
    '拍賣師菲娜',
    nil,
  },
  [17630] = {
    '旅店老闆喬薇雅',
    '旅店老闆',
  },
  [17631] = {
    '希娜',
    '銀行職員',
  },
  [17632] = {
    '伊蓮娜',
    '銀行職員',
  },
  [17633] = {
    '哈辛恩',
    '銀行職員',
  },
  [17634] = {
    '李小炸',
    '工程學訓練師',
  },
  [17635] = {
    '羅德隆指揮官',
    nil,
  },
  [17636] = {
    '凱娜·拉斯蕊德',
    nil,
  },
  [17637] = {
    '麥客·戴沃',
    '工程學訓練師',
  },
  [17638] = {
    '沙鰭伏擊者',
    nil,
  },
  [17639] = {
    '梟獸伏擊者',
    nil,
  },
  [17640] = {
    '鬚肢伏擊者',
    nil,
  },
  [17641] = {
    '太陽之鷹伏擊者',
    nil,
  },
  [17642] = {
    '追蹤者萊希安',
    nil,
  },
  [17643] = {
    '凱索的伊萊克',
    nil,
  },
  [17644] = {
    '煉獄火目標',
    nil,
  },
  [17645] = {
    '煉獄火接力',
    nil,
  },
  [17646] = {
    '尼德斯煉獄火',
    nil,
  },
  [17647] = {
    '羅德隆士兵',
    nil,
  },
  [17648] = {
    '惡魔獵犬爪牙',
    nil,
  },
  [17649] = {
    '凱索',
    '伊萊克之王',
  },
  [17650] = {
    '莫克札王子之斧',
    nil,
  },
  [17651] = {
    '麥迪文的影像',
    nil,
  },
  [17652] = {
    '阿坎洛格斯的影像',
    nil,
  },
  [17653] = {
    '影月導魔師',
    nil,
  },
  [17654] = {
    '已標記的黑沙斥候',
    nil,
  },
  [17655] = {
    '鐵匠法蘭西斯',
    '鍛造供應商',
  },
  [17656] = {
    '赫隆·天望',
    '食物和飲料',
  },
  [17657] = {
    '物流官烏賴克',
    '榮譽堡軍需官',
  },
  [17658] = {
    '主教阿德密特斯',
    nil,
  },
  [17659] = {
    '阿古斯之刃',
    nil,
  },
  [17660] = {
    '骷髏獅鷲獸',
    nil,
  },
  [17661] = {
    '死亡之爪',
    nil,
  },
  [17662] = {
    '布洛克毒雲',
    nil,
  },
  [17663] = {
    '潔希拉·麥克艾瑞',
    nil,
  },
  [17664] = {
    '殘忍的馬帝斯',
    '賽羅娜斯的信使',
  },
  [17665] = {
    '阿坎洛格斯獎勵標誌',
    nil,
  },
  [17666] = {
    '阿斯圖',
    '獸欄管理員',
  },
  [17667] = {
    '畢卡',
    '弓箭商',
  },
  [17668] = {
    '馬帝斯的坐騎',
    nil,
  },
  [17669] = {
    '迅捷戰犬',
    nil,
  },
  [17670] = {
    '破碎之手戰犬大師',
    nil,
  },
  [17671] = {
    '破碎之手勇士',
    nil,
  },
  [17672] = {
    '逆風居民',
    nil,
  },
  [17673] = {
    '臭角前鋒',
    nil,
  },
  [17674] = {
    '托瑞斯王子',
    '羅薩倫龍騎士',
  },
  [17675] = {
    '琪安娜的斷面',
    nil,
  },
  [17676] = {
    '阿奇拉斯',
    nil,
  },
  [17677] = {
    '阿坎洛格斯的法術假人',
    nil,
  },
  [17678] = {
    '賽羅娜斯',
    nil,
  },
  [17679] = {
    '曼那瑞·憎惡',
    nil,
  },
  [17680] = {
    '被網的生物',
    nil,
  },
  [17681] = {
    '遠征隊研究員',
    nil,
  },
  [17682] = {
    '靜松公主',
    nil,
  },
  [17683] = {
    '沙拉克',
    nil,
  },
  [17684] = {
    '復仇者波羅斯',
    '三頭政治',
  },
  [17685] = {
    '殺不死的無護甲測試假人60',
    nil,
  },
  [17686] = {
    '研究員卡尼勒斯',
    nil,
  },
  [17687] = {
    '火焰箭',
    nil,
  },
  [17688] = {
    '皇冠哨塔奪旗任務小玩意,部落',
    nil,
  },
  [17689] = {
    '<TXT>皇冠哨塔奪旗任務小玩意',
    nil,
  },
  [17690] = {
    '<TXT>東牆之塔奪旗任務小玩意',
    nil,
  },
  [17691] = {
    '東牆之塔奪旗任務小玩意,部落',
    nil,
  },
  [17693] = {
    '破碎之手斥候',
    nil,
  },
  [17694] = {
    '影月黑暗法師',
    nil,
  },
  [17695] = {
    '破碎之手刺客',
    nil,
  },
  [17696] = {
    '<TXT>北地哨塔奪旗任務小玩意',
    nil,
  },
  [17697] = {
    '北地哨塔奪旗任務小玩意,部落',
    nil,
  },
  [17698] = {
    '<TXT>病木林奪旗任務小玩意',
    nil,
  },
  [17699] = {
    '病木林奪旗任務小玩意,部落',
    nil,
  },
  [17700] = {
    '薩卡瑞斯的意志',
    nil,
  },
  [17701] = {
    '希司領主',
    nil,
  },
  [17702] = {
    '大酋長鬚肢',
    nil,
  },
  [17703] = {
    '傳令員赫米瑟斯',
    nil,
  },
  [17704] = {
    '阿古斯之手劍兵',
    '阿古斯之手',
  },
  [17705] = {
    '太陽之鷹盜賊',
    nil,
  },
  [17706] = {
    '魔鋼野豬',
    nil,
  },
  [17707] = {
    '黎明石蟹',
    nil,
  },
  [17708] = {
    '生命紅寶石巨蛇',
    nil,
  },
  [17709] = {
    '泰拉寶石貓頭鷹',
    nil,
  },
  [17710] = {
    '夜眼石獵豹',
    nil,
  },
  [17711] = {
    '厄運行者',
    nil,
  },
  [17712] = {
    '隊長艾德華·漢尼斯',
    nil,
  },
  [17713] = {
    '血咒納迦',
    nil,
  },
  [17714] = {
    '血咒航海者',
    nil,
  },
  [17715] = {
    '血咒的阿托夫',
    nil,
  },
  [17716] = {
    '桑古瑞斯·靜刃',
    '血騎士',
  },
  [17717] = {
    '騎士領主伯洛德瓦勒',
    nil,
  },
  [17718] = {
    '博學者阿斯塔樂·血誓',
    nil,
  },
  [17719] = {
    '鐵爐堡獅鷲騎士',
    nil,
  },
  [17720] = {
    '奧格瑪翼龍騎士',
    nil,
  },
  [17721] = {
    '盤牙工程師',
    nil,
  },
  [17722] = {
    '盤牙巫女',
    nil,
  },
  [17723] = {
    '泥沼巨人',
    nil,
  },
  [17724] = {
    '深幽泥沼蝙蝠',
    nil,
  },
  [17725] = {
    '深幽泥沼潛伏者',
    nil,
  },
  [17726] = {
    '怒鰭部屬',
    nil,
  },
  [17727] = {
    '怒鰭哨衛',
    nil,
  },
  [17728] = {
    '黑暗之血族人',
    nil,
  },
  [17729] = {
    '黑暗之血矛兵',
    nil,
  },
  [17730] = {
    '黑暗之血醫者',
    nil,
  },
  [17731] = {
    '沼地鰭刺',
    nil,
  },
  [17732] = {
    '萊庫黃蜂',
    nil,
  },
  [17734] = {
    '深幽泥沼領主',
    nil,
  },
  [17735] = {
    '怒鰭戰士',
    nil,
  },
  [17736] = {
    '深幽泥沼蝙蝠群',
    nil,
  },
  [17737] = {
    '外域奇美拉, 綠',
    nil,
  },
  [17738] = {
    '外域奇美拉, 紫',
    nil,
  },
  [17739] = {
    '外域奇美拉, 白',
    nil,
  },
  [17740] = {
    '外域奇美拉, 黃',
    nil,
  },
  [17741] = {
    '外域蝦怪, 紫色',
    nil,
  },
  [17742] = {
    '外域蝦怪, 紅色',
    nil,
  },
  [17743] = {
    '外域蝦怪, 藍色',
    nil,
  },
  [17744] = {
    '外域蝦怪, 白色',
    nil,
  },
  [17745] = {
    '外域蝦怪, 黃色',
    nil,
  },
  [17746] = {
    '外域末日守衛, 黑',
    nil,
  },
  [17747] = {
    '外域末日守衛, 藍',
    nil,
  },
  [17748] = {
    '外域末日守衛, 橘',
    nil,
  },
  [17749] = {
    '外域末日守衛, 綠',
    nil,
  },
  [17750] = {
    '外域末日守衛, 紫',
    nil,
  },
  [17751] = {
    '外域末日守衛, 黃',
    nil,
  },
  [17752] = {
    '外域山巨人,贊格沼澤',
    nil,
  },
  [17753] = {
    '外域山巨人,劍刃山脈',
    nil,
  },
  [17754] = {
    '外域山巨人,虛空風暴',
    nil,
  },
  [17755] = {
    '深淵領主',
    nil,
  },
  [17756] = {
    '外域石化蜥蜴, 綠',
    nil,
  },
  [17757] = {
    '外域石化蜥蜴, 紅',
    nil,
  },
  [17758] = {
    '外域石化蜥蜴, 紫',
    nil,
  },
  [17759] = {
    '外域石化蜥蜴, 黃',
    nil,
  },
  [17760] = {
    '外域食腐鳥, 藍',
    nil,
  },
  [17761] = {
    '外域食腐鳥, 橘',
    nil,
  },
  [17762] = {
    '外域食腐鳥, 綠',
    nil,
  },
  [17763] = {
    '外域食腐鳥, 白',
    nil,
  },
  [17764] = {
    '外域食腐鳥, 黃',
    nil,
  },
  [17765] = {
    '聯盟希利塞斯哨兵',
    nil,
  },
  [17766] = {
    '部落希利塞斯哨兵',
    nil,
  },
  [17767] = {
    '瑞齊·凜冬',
    nil,
  },
  [17768] = {
    '血騎士靜刃',
    nil,
  },
  [17769] = {
    '血騎士大師',
    nil,
  },
  [17770] = {
    '飢餓之牙',
    nil,
  },
  [17771] = {
    '黑暗之血神諭者',
    nil,
  },
  [17772] = {
    '珍娜·普勞德摩爾女士',
    nil,
  },
  [17773] = {
    '歐斯科',
    '銀行職員',
  },
  [17774] = {
    '外域多頭蛇, 黑',
    nil,
  },
  [17775] = {
    '外域多頭蛇, 藍',
    nil,
  },
  [17776] = {
    '外域多頭蛇, 綠',
    nil,
  },
  [17777] = {
    '外域多頭蛇, 紫',
    nil,
  },
  [17778] = {
    '外域多頭蛇, 橘',
    nil,
  },
  [17779] = {
    '外域小鬼, 灰',
    nil,
  },
  [17780] = {
    '外域小鬼, 橘',
    nil,
  },
  [17781] = {
    '外域小鬼, 紫',
    nil,
  },
  [17782] = {
    '外域小鬼, 黃',
    nil,
  },
  [17783] = {
    '外域幼蟲, 黑色',
    nil,
  },
  [17784] = {
    '外域幼蟲, 藍色',
    nil,
  },
  [17785] = {
    '外域幼蟲, 紫色',
    nil,
  },
  [17786] = {
    '外域幼蟲, 紅色',
    nil,
  },
  [17787] = {
    '外域幼蟲, 粉紅色',
    nil,
  },
  [17788] = {
    '外域風蛇, 黑色',
    nil,
  },
  [17789] = {
    '外域風蛇, 藍色',
    nil,
  },
  [17790] = {
    '外域風蛇, 綠色',
    nil,
  },
  [17791] = {
    '外域風蛇, 橘色',
    nil,
  },
  [17792] = {
    '外域風蛇, 白色',
    nil,
  },
  [17793] = {
    '外域風蛇, 黃色',
    nil,
  },
  [17794] = {
    '聯盟哨塔祝福者',
    nil,
  },
  [17795] = {
    '部落哨塔祝福者',
    nil,
  },
  [17796] = {
    '機電師蒸汽操控者',
    nil,
  },
  [17797] = {
    '水占師希斯比亞',
    nil,
  },
  [17798] = {
    '督軍卡利斯瑞',
    nil,
  },
  [17799] = {
    '崔互德奴隸',
    nil,
  },
  [17800] = {
    '盤牙部屬',
    nil,
  },
  [17801] = {
    '盤牙海妖',
    nil,
  },
  [17802] = {
    '盤牙戰士',
    nil,
  },
  [17803] = {
    '盤牙神諭者',
    nil,
  },
  [17804] = {
    '侍從洛威',
    nil,
  },
  [17805] = {
    '盤牙奴隸管理者',
    nil,
  },
  [17807] = {
    '大師克萊倫·布勞德摩爾',
    '血騎士',
  },
  [17808] = {
    '安納塞隆',
    nil,
  },
  [17809] = {
    '血怒勇士',
    '血騎士',
  },
  [17810] = {
    '勇士萊特蘭德',
    '血騎士',
  },
  [17811] = {
    '迅刃勇士',
    '血騎士',
  },
  [17812] = {
    '勇士桑司瑞克',
    '血騎士',
  },
  [17813] = {
    '[UNUSED] 迷失的哥布林 [PH]',
    nil,
  },
  [17814] = {
    '羅德隆巡邏兵',
    nil,
  },
  [17815] = {
    '羅德隆哨衛',
    nil,
  },
  [17816] = {
    '泥沼史卓克',
    nil,
  },
  [17817] = {
    '巨型泥沼史卓克',
    nil,
  },
  [17818] = {
    '高大的煉獄火',
    nil,
  },
  [17819] = {
    '敦霍爾德哨衛',
    nil,
  },
  [17820] = {
    '敦霍爾德步槍兵',
    nil,
  },
  [17822] = {
    '藍登·史帝威爾',
    nil,
  },
  [17823] = {
    '[UNUSED]瘋狂的狼人',
    nil,
  },
  [17824] = {
    '被俘虜的太陽之鷹密探',
    nil,
  },
  [17825] = {
    '審問者伊萊希雅',
    nil,
  },
  [17826] = {
    '沼澤之王莫斯萊克',
    nil,
  },
  [17827] = {
    '裂爪',
    '沼澤之王莫斯萊克的寵物',
  },
  [17828] = {
    '[UNUSED] 伏納特',
    '沼澤之王莫斯萊克的寵物',
  },
  [17829] = {
    '萊庫幼鋒',
    nil,
  },
  [17830] = {
    '憤怒的賽勒瑪爾',
    nil,
  },
  [17831] = {
    '看守者里薩歐',
    nil,
  },
  [17832] = {
    '血騎士晨星',
    nil,
  },
  [17833] = {
    '敦霍爾德看守者',
    nil,
  },
  [17834] = {
    '萊司恩·月火',
    nil,
  },
  [17835] = {
    '恆龍刺客',
    nil,
  },
  [17836] = {
    '巨魔打鬥者',
    nil,
  },
  [17837] = {
    '食人妖狂戰士',
    nil,
  },
  [17838] = {
    '時間裂隙',
    nil,
  },
  [17839] = {
    '裂隙領主',
    nil,
  },
  [17840] = {
    '敦霍爾德搜尋犬',
    nil,
  },
  [17841] = {
    '伊斯歐·風詠',
    '遠征隊領袖',
  },
  [17842] = {
    '亞茲加洛',
    nil,
  },
  [17843] = {
    '復仇者庫羅斯',
    '三頭政治',
  },
  [17844] = {
    '復仇者艾伊森',
    '三頭政治',
  },
  [17845] = {
    '血精靈博學者',
    nil,
  },
  [17846] = {
    '地窖觀察者',
    nil,
  },
  [17847] = {
    nil,
    '你不應該看到我',
  },
  [17848] = {
    '中尉崔克',
    nil,
  },
  [17849] = {
    '被殺的先驅者',
    nil,
  },
  [17850] = {
    '太陽之鷹回收者產生器',
    nil,
  },
  [17851] = {
    '訓練有素的龍鷹',
    nil,
  },
  [17852] = {
    nil,
    '大酋長',
  },
  [17853] = {
    '阿古斯之手追蹤者',
    nil,
  },
  [17854] = {
    '恐狼',
    nil,
  },
  [17855] = {
    '遠征隊守望者',
    nil,
  },
  [17856] = {
    '卡思汗特',
    nil,
  },
  [17857] = {
    '塔蘇',
    nil,
  },
  [17858] = {
    '守望者漢姆特',
    nil,
  },
  [17859] = {
    '艾力克斯測試任務旗幟npc',
    nil,
  },
  [17860] = {
    '敦霍爾德老兵',
    nil,
  },
  [17861] = {
    '抽水機調查獎勵標誌',
    nil,
  },
  [17862] = {
    '史卡拉克上尉',
    nil,
  },
  [17863] = {
    '瑪提斯獎勵標誌',
    nil,
  },
  [17864] = {
    '次級末日守衛',
    nil,
  },
  [17865] = {
    '瑪提斯',
    '賽羅娜斯的信使',
  },
  [17866] = {
    '奇尼克斯',
    nil,
  },
  [17867] = {
    '盤牙週期性蝙蝠啟動器',
    nil,
  },
  [17868] = {
    '希利蘇斯火辣蟲迫擊砲目標',
    nil,
  },
  [17869] = {
    '希利蘇斯火辣沙蟲迫擊砲目標',
    nil,
  },
  [17870] = {
    '憤怒的虛空怨靈',
    nil,
  },
  [17871] = {
    '深幽泥沼跛行者',
    nil,
  },
  [17872] = {
    '黑暗之血工頭',
    nil,
  },
  [17873] = {
    '黑暗之血追隨者',
    '黑暗之血工頭的奴僕',
  },
  [17874] = {
    '費倫的影像',
    nil,
  },
  [17875] = {
    '阿古斯之手獵人',
    nil,
  },
  [17877] = {
    '費斯伍爾',
    nil,
  },
  [17878] = {
    '天譴攻城工程師',
    nil,
  },
  [17879] = {
    '時間領主迪賈',
    nil,
  },
  [17880] = {
    '坦普拉斯',
    nil,
  },
  [17881] = {
    '艾奧那斯',
    nil,
  },
  [17882] = {
    '黑色潛獵者',
    nil,
  },
  [17883] = {
    '維倫事件啟動器',
    nil,
  },
  [17884] = {
    '看守者詹汗格',
    nil,
  },
  [17885] = {
    '縛地者瑞吉',
    nil,
  },
  [17886] = {
    '[DND]太陽之鷹傳送門控制器',
    nil,
  },
  [17887] = {
    '虛無異常者',
    nil,
  },
  [17888] = {
    '卡茲洛加',
    nil,
  },
  [17889] = {
    '太陽之門事件管理者',
    nil,
  },
  [17890] = {
    '威德·綠指',
    nil,
  },
  [17892] = {
    '恆龍時間術師',
    nil,
  },
  [17893] = {
    '自然學家拜特',
    nil,
  },
  [17894] = {
    '喚風者裂爪',
    nil,
  },
  [17895] = {
    '食屍鬼',
    nil,
  },
  [17896] = {
    '卡蜜歐·長橫',
    '獸欄管理員',
  },
  [17897] = {
    '地穴惡魔',
    nil,
  },
  [17898] = {
    '憎惡體',
    nil,
  },
  [17899] = {
    '幽暗的死靈法師',
    nil,
  },
  [17900] = {
    '艾斯炎',
    '知識古樹',
  },
  [17901] = {
    '奇里斯',
    '戰爭古樹',
  },
  [17902] = {
    '骷髏入侵者',
    nil,
  },
  [17903] = {
    '骷髏法師',
    nil,
  },
  [17904] = {
    '費德萊恩·迅矛',
    '塞納里奧遠征隊軍需官',
  },
  [17905] = {
    '女妖',
    nil,
  },
  [17906] = {
    '石像鬼',
    nil,
  },
  [17907] = {
    '冰霜巨龍',
    nil,
  },
  [17908] = {
    '巨型煉獄火',
    nil,
  },
  [17909] = {
    '羅安娜·薩威爾',
    '遠征隊登記員',
  },
  [17910] = {
    '『大司法官』格里高',
    '白銀之手騎士團',
  },
  [17911] = {
    '『追尋者』卡斯拉',
    '白銀之手騎士團',
  },
  [17912] = {
    '『仲裁者』尼瑪斯',
    '白銀之手騎士團',
  },
  [17913] = {
    '『鎮壓者』艾歐瑪',
    '白銀之手騎士團',
  },
  [17914] = {
    '維卡爾·海洛馬斯',
    '白銀之手騎士團',
  },
  [17915] = {
    '[PH] 隱形聖騎士任務獎勵',
    '這裡沒東西好看',
  },
  [17916] = {
    '惡魔潛獵者',
    nil,
  },
  [17917] = {
    '盤牙水元素',
    nil,
  },
  [17918] = {
    '時間看守者',
    nil,
  },
  [17919] = {
    '聯盟步卒',
    nil,
  },
  [17920] = {
    '聯盟騎士',
    nil,
  },
  [17921] = {
    '聯盟步槍兵',
    nil,
  },
  [17922] = {
    '聯盟巫女',
    nil,
  },
  [17923] = {
    '法斯恩',
    '斯博格爾',
  },
  [17924] = {
    '米斯恩',
    '斯博格爾監督長',
  },
  [17925] = {
    '吉薩夫',
    nil,
  },
  [17926] = {
    '斥候羅莉',
    nil,
  },
  [17927] = {
    '斥候喬爾力',
    nil,
  },
  [17928] = {
    '聯盟牧師',
    nil,
  },
  [17929] = {
    '基翁尼',
    '布甲和皮甲商人',
  },
  [17930] = {
    '奈巴克',
    '武器和護甲商人',
  },
  [17931] = {
    '聯盟農民',
    nil,
  },
  [17932] = {
    '部落蠻兵',
    nil,
  },
  [17933] = {
    '牛頭人戰士',
    nil,
  },
  [17934] = {
    '部落獵頭者',
    nil,
  },
  [17935] = {
    '部落巫醫',
    nil,
  },
  [17936] = {
    '部落薩滿',
    nil,
  },
  [17937] = {
    '部落苦工',
    nil,
  },
  [17938] = {
    '盤牙觀察者',
    nil,
  },
  [17939] = {
    '[UNUSED] 盤牙哨兵 [PH]',
    nil,
  },
  [17940] = {
    '盤牙技師',
    nil,
  },
  [17941] = {
    '『背叛者』曼紐',
    nil,
  },
  [17942] = {
    '奎克米瑞',
    nil,
  },
  [17943] = {
    '夜精靈弓箭手',
    nil,
  },
  [17944] = {
    '林精',
    nil,
  },
  [17945] = {
    '夜精靈女獵手',
    nil,
  },
  [17946] = {
    '上古幽光',
    nil,
  },
  [17948] = {
    '泰蘭妲·語風',
    '伊露恩的高階女祭司',
  },
  [17949] = {
    '瑪法里恩·怒風',
    nil,
  },
  [17950] = {
    '[PH] 隱形靜刃獎勵',
    '這裡沒東西好看',
  },
  [17951] = {
    '蒸汽操控者技師',
    nil,
  },
  [17952] = {
    '暗水鱷魚',
    nil,
  },
  [17953] = {
    '巴弟',
    nil,
  },
  [17954] = {
    '納迦蒸餾者',
    nil,
  },
  [17955] = {
    '飢餓的泥沼領主',
    nil,
  },
  [17956] = {
    '伊奇言',
    nil,
  },
  [17957] = {
    '盤牙勇士',
    nil,
  },
  [17958] = {
    '盤牙防衛者',
    nil,
  },
  [17959] = {
    '盤牙奴隸看管者',
    nil,
  },
  [17960] = {
    '盤牙預卜者',
    nil,
  },
  [17961] = {
    '盤牙女巫師',
    nil,
  },
  [17962] = {
    '盤牙工頭',
    nil,
  },
  [17963] = {
    '荒行者奴隸',
    nil,
  },
  [17964] = {
    '荒行者工人',
    nil,
  },
  [17967] = {
    '地穴甲蟲',
    nil,
  },
  [17968] = {
    '阿克蒙德',
    nil,
  },
  [17969] = {
    '凱拉·長鬃',
    nil,
  },
  [17970] = {
    '風暴烏鴉形態',
    nil,
  },
  [17971] = {
    '被俘虜的太陽之鷹密探變形',
    nil,
  },
  [17972] = {
    '隱形的坐騎',
    nil,
  },
  [17973] = {
    '伊斯歐的替身',
    nil,
  },
  [17974] = {
    '被俘虜的太陽之鷹密探隱形啟動器',
    nil,
  },
  [17975] = {
    '大植物學家費瑞衛恩',
    nil,
  },
  [17976] = {
    '指揮官薩瑞尼斯',
    nil,
  },
  [17977] = {
    '扭曲分裂者',
    nil,
  },
  [17978] = {
    '『看管者』索古林',
    nil,
  },
  [17979] = {
    '血謎特斯拉線圈',
    nil,
  },
  [17980] = {
    '拉杰',
    nil,
  },
  [17981] = {
    '虛無再生',
    nil,
  },
  [17982] = {
    '爆破兵勒茍索',
    nil,
  },
  [17983] = {
    '赫爾',
    '草藥學訓練師',
  },
  [17985] = {
    '烏鴉高飛時獎勵標誌',
    nil,
  },
  [17986] = {
    '復仇者科林',
    nil,
  },
  [17987] = {
    '大地之力',
    nil,
  },
  [17988] = {
    '最終事件管理者',
    nil,
  },
  [17989] = {
    '阿奇明迪',
    nil,
  },
  [17990] = {
    '深幽泥沼蘑菇',
    nil,
  },
  [17991] = {
    '『爆裂者』洛克瑪',
    nil,
  },
  [17992] = {
    '盤牙隱形清除假人',
    nil,
  },
  [17993] = {
    '血守衛保衛者',
    nil,
  },
  [17994] = {
    '血守衛鷹獵者',
    nil,
  },
  [17995] = {
    '羅德隆精兵',
    nil,
  },
  [17996] = {
    '羅德隆戰士',
    nil,
  },
  [17997] = {
    '狼騎 (紅色，狼首)',
    nil,
  },
  [17998] = {
    '昂布拉凡蒸汽幫浦獎勵標誌',
    nil,
  },
  [17999] = {
    '小湖蒸汽泵獎勵標誌',
    nil,
  },
  [18000] = {
    '巨蛇蒸汽泵獎勵標誌',
    nil,
  },
  [18001] = {
    '水元素守護者',
    nil,
  },
  [18002] = {
    '沼光蒸汽獎勵標誌',
    nil,
  },
  [18003] = {
    '隱士阿浩恩',
    nil,
  },
  [18004] = {
    '復仇者伊達爾',
    nil,
  },
  [18005] = {
    '哈爾隆恩',
    '鍊金術供應商',
  },
  [18006] = {
    '諾納尼',
    '施法材料商',
  },
  [18007] = {
    '洛安瑪',
    nil,
  },
  [18008] = {
    '伊庫堤',
    '卡爾奈',
  },
  [18009] = {
    '保魯',
    nil,
  },
  [18010] = {
    '瑪克吐',
    '護甲商',
  },
  [18011] = {
    '祖瑞伊',
    '商人',
  },
  [18012] = {
    '瑞伏基',
    nil,
  },
  [18013] = {
    '暗影獵人丹傑',
    nil,
  },
  [18014] = {
    '巫醫托卡斯',
    nil,
  },
  [18015] = {
    '坎巴利卡',
    '商人',
  },
  [18016] = {
    '瑪卡莎',
    nil,
  },
  [18017] = {
    '先知賈尼迪',
    '施法材料',
  },
  [18018] = {
    '祖賈亞',
    '釣魚訓練師',
  },
  [18019] = {
    '提摩西·丹尼爾',
    '專家',
  },
  [18020] = {
    '防衛者艾崔利爾',
    '阿古斯之手',
  },
  [18021] = {
    '防衛者卡伊根',
    '阿古斯之手',
  },
  [18022] = {
    '防衛者優爾希',
    '阿古斯之手',
  },
  [18023] = {
    '防衛者卡納諾司',
    '阿古斯之手',
  },
  [18024] = {
    '防衛者索爾利',
    '阿古斯之手',
  },
  [18025] = {
    '防衛者奧斯頓',
    '阿古斯之手',
  },
  [18026] = {
    '防衛者海奇',
    '阿古斯之手',
  },
  [18027] = {
    '防衛者卡迪薩歐',
    '阿古斯之手',
  },
  [18028] = {
    '防衛者阿奇',
    '阿古斯之手',
  },
  [18029] = {
    '防衛者卡傑特',
    '阿古斯之手',
  },
  [18030] = {
    '騎士防衛者桑納德',
    '阿古斯之手',
  },
  [18031] = {
    '防衛者薩巴奇',
    '阿古斯之手',
  },
  [18032] = {
    '防衛者艾斯恩',
    '阿古斯之手',
  },
  [18033] = {
    '黑色座狼',
    nil,
  },
  [18034] = {
    '防衛者卡特洛伊',
    '阿古斯之手',
  },
  [18035] = {
    '斥候傑巴',
    nil,
  },
  [18036] = {
    '部落治療結界',
    nil,
  },
  [18037] = {
    '戰槌術士',
    nil,
  },
  [18038] = {
    '藍謎保安官',
    nil,
  },
  [18039] = {
    '勝利之靈',
    nil,
  },
  [18040] = {
    '巫妖',
    nil,
  },
  [18041] = {
    '死亡守衛領主',
    nil,
  },
  [18042] = {
    '昂布拉凡奴隸管理者',
    nil,
  },
  [18043] = {
    '激動的獸人靈魂',
    nil,
  },
  [18044] = {
    '納吉斯·法亞司',
    nil,
  },
  [18045] = {
    '洛迦卡司希斯',
    nil,
  },
  [18046] = {
    '洛迦海卡斯特',
    nil,
  },
  [18047] = {
    '洛迦伏斯克',
    nil,
  },
  [18057] = {
    nil,
    '信使的哨衛',
  },
  [18058] = {
    nil,
    '看護者的屬下',
  },
  [18060] = {
    '惡魔劫奪者 虛空風暴',
    nil,
  },
  [18061] = {
    '惡魔守衛 虛空風暴',
    nil,
  },
  [18062] = {
    '暴怒的粉碎者',
    nil,
  },
  [18063] = {
    '卡爾洛斯',
    '地獄吼之子',
  },
  [18064] = {
    '戰槌薩滿',
    nil,
  },
  [18065] = {
    '戰槌蠻卒',
    nil,
  },
  [18066] = {
    '先知可庫許',
    '閃電之子',
  },
  [18067] = {
    '先知科霍克',
    '閃電之子',
  },
  [18068] = {
    '先知馬卡戴斯',
    '閃電之子',
  },
  [18069] = {
    '莫古',
    '戰槌英雄',
  },
  [18070] = {
    '喚風者黑蹄',
    nil,
  },
  [18071] = {
    '元素師安崔哥',
    '陶土議會',
  },
  [18072] = {
    '元素師莎爾瓦克',
    '陶土議會',
  },
  [18073] = {
    '元素師羅艾柏',
    '陶土議會',
  },
  [18074] = {
    '元素師莫夫',
    '陶土議會',
  },
  [18075] = {
    '瑪諾洛斯',
    nil,
  },
  [18076] = {
    '葛羅·地獄吼',
    '戰歌氏族酋長',
  },
  [18077] = {
    '昂布拉凡神諭者',
    nil,
  },
  [18078] = {
    '邪惡的兔子',
    nil,
  },
  [18079] = {
    '昂布拉凡先知',
    nil,
  },
  [18080] = {
    '卡塔魯',
    nil,
  },
  [18081] = {
    '空之阿泰森',
    nil,
  },
  [18082] = {
    '地之洛克',
    nil,
  },
  [18083] = {
    '火之法爾',
    nil,
  },
  [18084] = {
    '水之瓦吐森',
    nil,
  },
  [18085] = {
    '元素王座活動處理人',
    nil,
  },
  [18086] = {
    '暗羽監工',
    nil,
  },
  [18087] = {
    '暗羽海妖',
    nil,
  },
  [18088] = {
    '血鱗女巫師',
    nil,
  },
  [18089] = {
    '血鱗奴隸驅使者',
    nil,
  },
  [18090] = {
    '隊長卡洛克汗',
    nil,
  },
  [18091] = {
    '傳令員卡茲瑞克',
    nil,
  },
  [18092] = {
    '塔倫米爾守衛',
    nil,
  },
  [18093] = {
    '塔倫米爾保衛者',
    nil,
  },
  [18094] = {
    '塔倫米爾監視者',
    nil,
  },
  [18095] = {
    '毀滅之火',
    nil,
  },
  [18096] = {
    '紀元狩獵者',
    nil,
  },
  [18097] = {
    '納霍德',
    nil,
  },
  [18098] = {
    '齊亞隆·夜刃',
    nil,
  },
  [18099] = {
    '葛爾道格',
    '大地之憤怒',
  },
  [18100] = {
    '辛納瑞塔斯',
    '火之憤怒',
  },
  [18101] = {
    '阿柏利爾斯',
    '水之憤怒',
  },
  [18102] = {
    '卡蘭崔歐斯',
    '風之憤怒',
  },
  [18103] = {
    '秘法守護者',
    nil,
  },
  [18105] = {
    '高薩安',
    nil,
  },
  [18106] = {
    '喬林·亡眼',
    nil,
  },
  [18107] = {
    '監督者泰洛斯',
    nil,
  },
  [18108] = {
    '盤牙深幽泥沼怪啟動器',
    nil,
  },
  [18109] = {
    '生命火焰',
    nil,
  },
  [18113] = {
    '菲拉芬獵人',
    nil,
  },
  [18114] = {
    '菲拉芬秘法師',
    nil,
  },
  [18115] = {
    '匕首沼地污泥居者',
    nil,
  },
  [18116] = {
    '匕首沼地刺客',
    nil,
  },
  [18117] = {
    '安格拉斯巨魔',
    nil,
  },
  [18118] = {
    '安格拉斯薩滿',
    nil,
  },
  [18119] = {
    '安格拉斯蠻卒',
    nil,
  },
  [18120] = {
    '安格拉斯蠻槌兵',
    nil,
  },
  [18121] = {
    '安格拉斯噬魂者',
    nil,
  },
  [18122] = {
    '崔互德苦工',
    nil,
  },
  [18123] = {
    '銳克奴隸',
    nil,
  },
  [18124] = {
    '枯萎的巨人',
    nil,
  },
  [18125] = {
    '飢餓的真菌巨人',
    nil,
  },
  [18126] = {
    '遠征隊斥候',
    nil,
  },
  [18127] = {
    '泥沼領主',
    nil,
  },
  [18128] = {
    '孢子蝙蝠',
    nil,
  },
  [18129] = {
    '巨型孢子蝙蝠',
    nil,
  },
  [18130] = {
    '沼牙撕裂者',
    nil,
  },
  [18131] = {
    '沼牙分割者',
    nil,
  },
  [18132] = {
    '螢光蛾',
    nil,
  },
  [18133] = {
    '沼光流血者',
    nil,
  },
  [18134] = {
    '沼地行者',
    nil,
  },
  [18135] = {
    '沼澤行者',
    nil,
  },
  [18136] = {
    '沼澤潛伏者',
    nil,
  },
  [18137] = {
    '沼澤挖掘者',
    nil,
  },
  [18138] = {
    '昂布拉凡鰻魚',
    nil,
  },
  [18139] = {
    '斯博格爾觀察者',
    nil,
  },
  [18140] = {
    '斯博格爾收割者',
    nil,
  },
  [18141] = {
    '主母吉雅',
    nil,
  },
  [18142] = {
    '風蘆任務獎勵 (Hut 01)',
    nil,
  },
  [18143] = {
    '風蘆任務獎勵 (Hut 02)',
    nil,
  },
  [18144] = {
    '風蘆任務獎勵 (Hut 03)',
    nil,
  },
  [18145] = {
    '瓦吐森的污染精華',
    nil,
  },
  [18146] = {
    '勇士凡納斯',
    nil,
  },
  [18147] = {
    '銀月遊俠',
    nil,
  },
  [18148] = {
    '外域憤怒守衛 PH Test Size/Model/NoAnim',
    nil,
  },
  [18149] = {
    '外域希樊',
    nil,
  },
  [18150] = {
    '哥鉤',
    '托卡斯的寵物',
  },
  [18151] = {
    '嘎鉤',
    '托卡斯的寵物',
  },
  [18152] = {
    '魚人寶寶',
    nil,
  },
  [18153] = {
    '靈魂醫者 (DND)',
    nil,
  },
  [18154] = {
    '斯利斯',
    nil,
  },
  [18155] = {
    '血鷹',
    nil,
  },
  [18156] = {
    '銀月城目標假人左邊',
    nil,
  },
  [18157] = {
    '銀月城目標假人中間',
    nil,
  },
  [18158] = {
    '銀月城目標假人右邊',
    nil,
  },
  [18159] = {
    '葛洛卡老大',
    nil,
  },
  [18160] = {
    '血拳主宰',
    nil,
  },
  [18161] = {
    '地底水井獎勵標記',
    nil,
  },
  [18162] = {
    '地底池塘獎勵標記',
    nil,
  },
  [18163] = {
    '大砲測試',
    nil,
  },
  [18164] = {
    '大砲測試目標',
    nil,
  },
  [18165] = {
    '大法師賽卓克',
    nil,
  },
  [18166] = {
    '卡德加',
    '洛薩之子',
  },
  [18167] = {
    '伊萊克, 陸行飛行器',
    nil,
  },
  [18168] = {
    '長者',
    nil,
  },
  [18169] = {
    '血騎士初學者',
    nil,
  },
  [18170] = {
    '恆龍殺戮者',
    nil,
  },
  [18171] = {
    '恆龍污染者',
    nil,
  },
  [18172] = {
    '恆龍破壞者',
    nil,
  },
  [18173] = {
    '血謎伊萊克解除坐騎者',
    nil,
  },
  [18174] = {
    '新兵科林',
    nil,
  },
  [18175] = {
    '新兵伊米萊',
    nil,
  },
  [18176] = {
    '受污染的陷地圖騰',
    nil,
  },
  [18177] = {
    '受污染的石膚圖騰',
    nil,
  },
  [18178] = {
    '受污染的火焰圖騰',
    nil,
  },
  [18179] = {
    '墮落的新星圖騰',
    nil,
  },
  [18181] = {
    '古羅克的爪牙',
    nil,
  },
  [18182] = {
    '『篡位者』古羅克',
    nil,
  },
  [18183] = {
    '阿爾克隆',
    nil,
  },
  [18184] = {
    '莫阿格工程師變形(磁性模式)',
    nil,
  },
  [18185] = {
    '菲拉芬毒蛇之魂',
    nil,
  },
  [18186] = {
    '菲拉芬圖騰',
    nil,
  },
  [18187] = {
    '珍妮塔',
    '部落使者',
  },
  [18188] = {
    '塔泰',
    '部落使者',
  },
  [18189] = {
    '戴拉·符騰',
    '部落使者',
  },
  [18190] = {
    '克里斯丁·丹尼',
    '部落使者',
  },
  [18191] = {
    '凱勒瑪爾大使',
    nil,
  },
  [18192] = {
    '部落哈剌尼守衛',
    nil,
  },
  [18194] = {
    '遠征隊觀察員',
    nil,
  },
  [18196] = {
    '古羅克事件控制器',
    nil,
  },
  [18197] = {
    '年長的克魯提',
    nil,
  },
  [18198] = {
    '鳥靈幻影',
    nil,
  },
  [18199] = {
    '部落希利蘇斯之塵任務小玩意',
    nil,
  },
  [18200] = {
    '薩杜·費茲·遠行者',
    nil,
  },
  [18201] = {
    '被馴服的孢子蝙蝠',
    nil,
  },
  [18202] = {
    '黑暗之血腐化者',
    nil,
  },
  [18203] = {
    '黑暗之血劫掠者',
    nil,
  },
  [18204] = {
    '黑暗之血奧拓爾',
    nil,
  },
  [18205] = {
    '裂蹄',
    nil,
  },
  [18206] = {
    '荒行者俘虜',
    nil,
  },
  [18207] = {
    '黑暗之血拾荒者',
    nil,
  },
  [18208] = {
    '黑暗之血事件操作者',
    nil,
  },
  [18209] = {
    '卡爾奈俘虜',
    nil,
  },
  [18210] = {
    '瑪格哈俘虜',
    nil,
  },
  [18211] = {
    '黑暗之血蠻卒',
    nil,
  },
  [18212] = {
    '泥鰭狂怒者',
    nil,
  },
  [18213] = {
    '泥沼多頭蛇',
    nil,
  },
  [18214] = {
    '沼爪痛擊者',
    nil,
  },
  [18215] = {
    '黑暗之血目標假人',
    nil,
  },
  [18216] = {
    '競賽祝福者, 部落',
    nil,
  },
  [18217] = {
    '競賽祝福者, 聯盟',
    nil,
  },
  [18218] = {
    '哈洛德·蘭恩',
    nil,
  },
  [18220] = {
    '飢餓的風翼貓頭鷹',
    nil,
  },
  [18221] = {
    '何拉魯',
    nil,
  },
  [18222] = {
    '『賢者』歐塔布',
    nil,
  },
  [18223] = {
    '『破壞者』哞哞爾',
    nil,
  },
  [18224] = {
    '『智者』寶利露克露克',
    nil,
  },
  [18225] = {
    '燃燒彈目標',
    nil,
  },
  [18226] = {
    '塔巴克族王',
    nil,
  },
  [18228] = {
    '卡拉達爾事件控制器(先知)',
    nil,
  },
  [18229] = {
    '小薩魯法爾',
    nil,
  },
  [18230] = {
    '崔亞尼斯',
    nil,
  },
  [18231] = {
    '奇亞諾麥',
    nil,
  },
  [18232] = {
    '尼瑞達',
    '奇亞諾麥的爪牙',
  },
  [18233] = {
    '元素師洛奇',
    '陶土議會',
  },
  [18234] = {
    '元素師亞哈',
    '陶土議會',
  },
  [18235] = {
    '墮落的治療之泉圖騰',
    nil,
  },
  [18236] = {
    '墮落的風之圖騰',
    nil,
  },
  [18237] = {
    '小型秘法傀儡',
    nil,
  },
  [18238] = {
    '黑暗之血侵略者',
    nil,
  },
  [18239] = {
    '伊萊克, 坐騎(精英)',
    nil,
  },
  [18240] = {
    '日春崗哨居民',
    nil,
  },
  [18241] = {
    '硬殼',
    nil,
  },
  [18242] = {
    '煉獄火接力 (海加爾)',
    nil,
  },
  [18243] = {
    '洛提',
    '商人',
  },
  [18244] = {
    '卡蘭',
    '獸欄管理員',
  },
  [18245] = {
    '米拉吉特',
    '旅店老闆',
  },
  [18246] = {
    '泰炎伯',
    nil,
  },
  [18247] = {
    '法波斯',
    nil,
  },
  [18248] = {
    '奈克薩爾',
    nil,
  },
  [18249] = {
    '莫卡薩',
    nil,
  },
  [18250] = {
    '喬瑞歐',
    '獸欄管理員',
  },
  [18251] = {
    '照顧者阿比達',
    '旅店老闆',
  },
  [18252] = {
    '安達爾歐',
    nil,
  },
  [18253] = {
    '大法師利瑞達',
    nil,
  },
  [18254] = {
    '埃蘭之影',
    nil,
  },
  [18255] = {
    '學徒達瑞亞斯',
    nil,
  },
  [18256] = {
    '聯盟哈剌尼守衛',
    nil,
  },
  [18257] = {
    '斷腸',
    nil,
  },
  [18258] = {
    '巴奇洛爾',
    nil,
  },
  [18259] = {
    '班薩爾',
    nil,
  },
  [18260] = {
    '石拳侵略者',
    nil,
  },
  [18261] = {
    '『劍刃』蘭崔索',
    nil,
  },
  [18262] = {
    '無情的昂庫爾',
    nil,
  },
  [18263] = {
    '納葛蘭重生啟動器',
    nil,
  },
  [18264] = {
    '納葛蘭重生計時器',
    nil,
  },
  [18265] = {
    '吉札',
    '聯合團',
  },
  [18266] = {
    '士官長崔西·波特威歐',
    nil,
  },
  [18267] = {
    '戰場咆嘯者黑眼',
    nil,
  },
  [18268] = {
    '測試競技場大師',
    nil,
  },
  [18269] = {
    '科瑞希',
    '聯合團領導',
  },
  [18270] = {
    '庫魯格歐',
    '薩滿訓練師',
  },
  [18271] = {
    '聯合團勘察員',
    nil,
  },
  [18272] = {
    '聯合團寶石切割者',
    nil,
  },
  [18273] = {
    '科伊瑞斯',
    nil,
  },
  [18274] = {
    '聯合團監督者',
    nil,
  },
  [18275] = {
    '隱形球賽裁判',
    '這裡沒東西好看',
  },
  [18276] = {
    '澤瑞德',
    nil,
  },
  [18277] = {
    '基納米沙',
    '製皮供應商',
  },
  [18278] = {
    '駕駛員馬沙',
    '工程學供應商',
  },
  [18280] = {
    '斯柏溫',
    nil,
  },
  [18281] = {
    '伯克拉斯',
    nil,
  },
  [18282] = {
    '卡拉奎領主',
    nil,
  },
  [18283] = {
    '黑刺',
    nil,
  },
  [18284] = {
    '剃鰓',
    nil,
  },
  [18285] = {
    '『伯爵』安古拉',
    nil,
  },
  [18286] = {
    '莫拉吉斯',
    nil,
  },
  [18287] = {
    '布萊恩·伯明汗',
    nil,
  },
  [18288] = {
    '凱歐蘭',
    nil,
  },
  [18289] = {
    '公伊萊克',
    nil,
  },
  [18290] = {
    '長牙',
    '伊萊克之后',
  },
  [18292] = {
    '血之谷難民',
    nil,
  },
  [18293] = {
    '日春崗哨難民',
    nil,
  },
  [18295] = {
    '勘察員康歐',
    '探險者協會',
  },
  [18296] = {
    '日春崗哨孤兒',
    nil,
  },
  [18297] = {
    '甘克利·腐蝕之拳',
    nil,
  },
  [18298] = {
    '卡沃希',
    nil,
  },
  [18299] = {
    '血之谷孤兒',
    nil,
  },
  [18300] = {
    '『秘法師』伊萊克根',
    nil,
  },
  [18301] = {
    '女監護者瑟萊斯丁',
    nil,
  },
  [18302] = {
    '女監護者崔克雅',
    nil,
  },
  [18303] = {
    '萊瑞莉雅·天行者',
    nil,
  },
  [18304] = {
    '建築物',
    nil,
  },
  [18305] = {
    '燃刃柴堆 (01)',
    nil,
  },
  [18306] = {
    '燃刃柴堆 (02)',
    nil,
  },
  [18307] = {
    '燃刃柴堆 (03)',
    nil,
  },
  [18308] = {
    '燃刃柴堆 (04)',
    nil,
  },
  [18309] = {
    '以太拾荒者',
    nil,
  },
  [18311] = {
    '以太盜墓者',
    nil,
  },
  [18312] = {
    '以太縛法者',
    nil,
  },
  [18313] = {
    '以太巫士',
    nil,
  },
  [18314] = {
    '奈薩斯潛獵者',
    nil,
  },
  [18315] = {
    '以太巫者',
    nil,
  },
  [18317] = {
    '以太牧師',
    nil,
  },
  [18318] = {
    '塞司克新兵',
    nil,
  },
  [18319] = {
    '時光流逝占卜者',
    nil,
  },
  [18320] = {
    '時光流逝暗影法師',
    nil,
  },
  [18321] = {
    '塞司克鷹爪領主',
    nil,
  },
  [18322] = {
    '塞司克烏鴉護衛',
    nil,
  },
  [18323] = {
    '塞司克護衛',
    nil,
  },
  [18325] = {
    '塞司克預言家',
    nil,
  },
  [18326] = {
    '塞司克薩滿',
    nil,
  },
  [18327] = {
    '時光流逝控制者',
    nil,
  },
  [18328] = {
    '塞司克神諭者',
    nil,
  },
  [18329] = {
    '[UNUSED]塞司克法師領主',
    nil,
  },
  [18331] = {
    '以太黑暗法師',
    nil,
  },
  [18332] = {
    '塔路',
    nil,
  },
  [18333] = {
    '薩德瑞克',
    nil,
  },
  [18334] = {
    '野生伊萊克',
    nil,
  },
  [18335] = {
    '聯合團召集者',
    '聯合團',
  },
  [18336] = {
    '銀月博學者',
    nil,
  },
  [18337] = {
    '牧師凱斯瑪爾',
    nil,
  },
  [18338] = {
    '卡魯歐大領主',
    nil,
  },
  [18340] = {
    '蒸汽幫浦監督者',
    nil,
  },
  [18341] = {
    '班提蒙尼厄斯',
    nil,
  },
  [18342] = {
    '劇院聚光燈',
    nil,
  },
  [18343] = {
    '塔瓦洛克',
    nil,
  },
  [18344] = {
    '奈薩斯王子薩法爾',
    nil,
  },
  [18345] = {
    '騎乘用雙足翼龍 (納葛蘭PvP事件)',
    nil,
  },
  [18346] = {
    '聯合團掌門者',
    nil,
  },
  [18347] = {
    '歐莉蕊',
    '釣魚供應商',
  },
  [18348] = {
    '拍賣師范尼',
    nil,
  },
  [18349] = {
    '拍賣師艾瑞紗',
    nil,
  },
  [18350] = {
    '潔拉',
    '銀行職員',
  },
  [18351] = {
    '浪普',
    nil,
  },
  [18352] = {
    '石拳獵人',
    nil,
  },
  [18353] = {
    '女獵手班吐克',
    nil,
  },
  [18354] = {
    '浪普的任務獎勵',
    nil,
  },
  [18355] = {
    '[UNUSED]滿是灰塵的骷髏[PH]',
    nil,
  },
  [18358] = {
    '斯博格爾孢子人',
    nil,
  },
  [18361] = {
    '外域有護甲的獅鷲獸(舊)',
    nil,
  },
  [18367] = {
    '[UNUSED] 德萊尼靈魂 [PH]',
    nil,
  },
  [18368] = {
    '虛無呼喚者',
    nil,
  },
  [18369] = {
    '柯爾奇',
    nil,
  },
  [18370] = {
    '野生暗影裂縫',
    nil,
  },
  [18371] = {
    '死亡看守者辛瑞克',
    nil,
  },
  [18372] = {
    '劣質的雕像',
    nil,
  },
  [18373] = {
    '主教瑪拉達爾',
    nil,
  },
  [18374] = {
    '專注之火',
    nil,
  },
  [18381] = {
    '小虛空幼龍',
    nil,
  },
  [18382] = {
    '麥卡',
    '斯博格爾軍需官',
  },
  [18383] = {
    '庫爾卡拓克',
    nil,
  },
  [18384] = {
    '瑪魯卡茲',
    nil,
  },
  [18385] = {
    '瑞蔻莉雅',
    nil,
  },
  [18386] = {
    '瑞克格',
    nil,
  },
  [18387] = {
    '伯特泰歐',
    nil,
  },
  [18388] = {
    '暗影議會獎勵標誌',
    nil,
  },
  [18389] = {
    '薩德爾',
    nil,
  },
  [18390] = {
    '羅斯勒斯',
    nil,
  },
  [18391] = {
    '『老巫婆』吉絲達',
    nil,
  },
  [18392] = {
    '隱形人坐騎',
    nil,
  },
  [18393] = {
    '戰槌巨魔榮譽標誌',
    nil,
  },
  [18394] = {
    '以太怨靈',
    nil,
  },
  [18395] = {
    '戰槌火堆榮譽標誌',
    nil,
  },
  [18396] = {
    '石拳破壞者',
    nil,
  },
  [18397] = {
    '吉爾索洛入侵者',
    nil,
  },
  [18398] = {
    '斷趾',
    nil,
  },
  [18399] = {
    '黑暗之血雙子',
    nil,
  },
  [18400] = {
    '『碎裂領主』洛克達',
    nil,
  },
  [18401] = {
    '史卡拉克斯',
    nil,
  },
  [18402] = {
    '戰槌勇士',
    nil,
  },
  [18403] = {
    '孢子蝙蝠',
    nil,
  },
  [18404] = {
    '血守衛管理者',
    nil,
  },
  [18405] = {
    '風暴要塞-熔爐保安官',
    nil,
  },
  [18407] = {
    '守望者波洛克',
    nil,
  },
  [18408] = {
    '守望者莫布夫·吉爾',
    nil,
  },
  [18409] = {
    '大型地底蝙蝠',
    nil,
  },
  [18410] = {
    '海加爾怪物消失啟動器',
    nil,
  },
  [18411] = {
    '『飢餓者』唐恩',
    '戈魯爾之子',
  },
  [18412] = {
    '颶風',
    nil,
  },
  [18413] = {
    '『諫言者』索爾波',
    nil,
  },
  [18414] = {
    '長老優兒利',
    nil,
  },
  [18415] = {
    '長老昂古力斯',
    nil,
  },
  [18416] = {
    '女獵手奇瑪',
    nil,
  },
  [18417] = {
    '『受難者』奧翠司',
    nil,
  },
  [18418] = {
    '尼斯蘭德瑪斯',
    nil,
  },
  [18419] = {
    '血守衛綠色看守者',
    nil,
  },
  [18420] = {
    '尋日地卜者',
    nil,
  },
  [18421] = {
    '尋日調查員',
    nil,
  },
  [18422] = {
    '尋日植物學家',
    nil,
  },
  [18423] = {
    '『掠取者』喬沃',
    nil,
  },
  [18424] = {
    '守望者崔洛斯',
    nil,
  },
  [18425] = {
    '『外域鳳凰』烈火 (樣本)',
    nil,
  },
  [18426] = {
    '泰瑞利雅',
    '貿易供應商',
  },
  [18427] = {
    '法蘇',
    '商人',
  },
  [18428] = {
    '瑪格哈囚犯',
    nil,
  },
  [18429] = {
    '秘法惡魔',
    nil,
  },
  [18430] = {
    '以太學徒',
    nil,
  },
  [18431] = {
    '以太信標',
    nil,
  },
  [18432] = {
    nil,
    '維斯路登的坐騎',
  },
  [18437] = {
    '兇惡的泰洛飛蛾',
    nil,
  },
  [18438] = {
    '奈伏薩拉爾',
    nil,
  },
  [18439] = {
    '葛洛克',
    '前競技場戰場軍官',
  },
  [18440] = {
    '戰槌酋長·巴夫羅',
    nil,
  },
  [18441] = {
    '偷取的靈魂',
    nil,
  },
  [18442] = {
    '勘察員波莫羅',
    '探險者協會',
  },
  [18443] = {
    '監視者諾達克',
    nil,
  },
  [18444] = {
    '柯爾奇事件控制器',
    nil,
  },
  [18445] = {
    '柯爾奇',
    nil,
  },
  [18446] = {
    '縛地者塔伏格蘭',
    nil,
  },
  [18447] = {
    '吐奇',
    nil,
  },
  [18448] = {
    '可可瑞克',
    nil,
  },
  [18449] = {
    '辛諾爪牙',
    nil,
  },
  [18450] = {
    '辛諾巫士',
    nil,
  },
  [18451] = {
    '辛諾翼護衛',
    nil,
  },
  [18452] = {
    '空行者魔鷹',
    nil,
  },
  [18453] = {
    '空行者裂風者',
    nil,
  },
  [18454] = {
    '撒拉希猛爪護衛',
    nil,
  },
  [18455] = {
    '撒拉希神諭者',
    nil,
  },
  [18456] = {
    '杜瑞拾荒者',
    nil,
  },
  [18457] = {
    '杜瑞獵人',
    nil,
  },
  [18458] = {
    '迷霧拉斯保護結界',
    '你不應該看到我',
  },
  [18459] = {
    '珍奈·星語',
    nil,
  },
  [18460] = {
    '迷失的靈魂',
    nil,
  },
  [18461] = {
    '濕鱗蜥蜴',
    nil,
  },
  [18462] = {
    '撒拉希哨衛',
    nil,
  },
  [18463] = {
    '濕鱗吞噬者',
    nil,
  },
  [18464] = {
    '扭曲巡者',
    nil,
  },
  [18465] = {
    '扭曲獵者',
    nil,
  },
  [18466] = {
    '懼牙潛伏者',
    nil,
  },
  [18467] = {
    '懼牙寡婦',
    nil,
  },
  [18468] = {
    '泰洛飛蛾',
    nil,
  },
  [18469] = {
    '皇家泰洛飛蛾',
    nil,
  },
  [18470] = {
    '鞭骨者',
    nil,
  },
  [18471] = {
    '葛爾薩克',
    nil,
  },
  [18472] = {
    '暗織者希斯',
    nil,
  },
  [18473] = {
    '鷹王伊奇斯',
    nil,
  },
  [18474] = {
    '衰老的麥克威醬',
    nil,
  },
  [18475] = {
    '穆格苟克',
    nil,
  },
  [18476] = {
    '灰座狼',
    nil,
  },
  [18477] = {
    '原生灰座狼',
    nil,
  },
  [18478] = {
    '馬丁瑞德的化身',
    nil,
  },
  [18479] = {
    '維斯路登火焰陷阱',
    nil,
  },
  [18480] = {
    '破碎的屍體',
    nil,
  },
  [18481] = {
    '阿達歐',
    nil,
  },
  [18482] = {
    '安普爾',
    nil,
  },
  [18483] = {
    '安普爾的護衛',
    nil,
  },
  [18484] = {
    '風之貿易者拉斯蕊',
    nil,
  },
  [18485] = {
    '夜精靈戰爭古樹',
    nil,
  },
  [18486] = {
    '夜精靈知識古樹',
    nil,
  },
  [18487] = {
    '夜精靈守護古樹',
    nil,
  },
  [18488] = {
    '泰拉蕊看守者',
    nil,
  },
  [18489] = {
    '卡拉達爾防衛者',
    nil,
  },
  [18490] = {
    '德魯伊靈魂',
    nil,
  },
  [18491] = {
    '迷霧撒拉斯圖騰',
    '你不應該看到我',
  },
  [18492] = {
    '塔伏格蘭的科多獸',
    nil,
  },
  [18493] = {
    '奧奇奈靈魂牧師',
    nil,
  },
  [18494] = {
    '迪羅姆',
    nil,
  },
  [18495] = {
    '奧奇奈復仇者',
    nil,
  },
  [18496] = {
    '杜葛爾',
    nil,
  },
  [18497] = {
    '奧奇奈僧侶',
    nil,
  },
  [18498] = {
    '不死的士兵',
    nil,
  },
  [18499] = {
    '不死的巫士',
    nil,
  },
  [18500] = {
    '不死的教士',
    nil,
  },
  [18501] = {
    '不死的潛獵者',
    nil,
  },
  [18502] = {
    '夜精靈幽光',
    nil,
  },
  [18503] = {
    '幻魅持有者',
    nil,
  },
  [18504] = {
    '銀月練習假人',
    nil,
  },
  [18506] = {
    '狂怒的靈魂',
    nil,
  },
  [18507] = {
    '銀月遠行者',
    nil,
  },
  [18521] = {
    '狂怒的骷髏',
    nil,
  },
  [18524] = {
    '盛怒的骷髏',
    nil,
  },
  [18526] = {
    '寇德',
    nil,
  },
  [18527] = {
    '咒術師泰蘭',
    nil,
  },
  [18528] = {
    '希瑞',
    nil,
  },
  [18529] = {
    '范魯',
    nil,
  },
  [18530] = {
    '『先知』沃藍索',
    nil,
  },
  [18531] = {
    '博學者菲雅蘭',
    '占卜者',
  },
  [18532] = {
    '煉冶場:仇恨 - 事件產生器',
    nil,
  },
  [18533] = {
    '『禁錮者』盧安卡',
    nil,
  },
  [18534] = {
    '憎恨士兵',
    nil,
  },
  [18535] = {
    '迪摩斯, 憎恨監督者',
    nil,
  },
  [18536] = {
    '希爾寇思,恐懼監督者',
    nil,
  },
  [18537] = {
    '『護光者』艾德伊恩',
    nil,
  },
  [18538] = {
    '伊莎納',
    '奧多爾的高階女祭司',
  },
  [18539] = {
    '阿斯卡斯',
    nil,
  },
  [18540] = {
    '阿翼特',
    nil,
  },
  [18541] = {
    '烏達克',
    nil,
  },
  [18542] = {
    '艾力克斯頓·科洛米',
    '時間酒館',
  },
  [18543] = {
    '尼斯蘭德瑪斯飛行器',
    nil,
  },
  [18544] = {
    '維拉庫',
    nil,
  },
  [18546] = {
    '野生黑血伊萊克坐騎',
    nil,
  },
  [18547] = {
    '占卜者秘法師',
    nil,
  },
  [18548] = {
    '火翼情報員',
    nil,
  },
  [18549] = {
    '復仇者奧多爾',
    nil,
  },
  [18550] = {
    '杜瑞伏擊者',
    nil,
  },
  [18551] = {
    '殺死奧翠司獎勵',
    nil,
  },
  [18552] = {
    '奧多爾瓦匠',
    nil,
  },
  [18553] = {
    '黑暗之門黑色水晶隱形巡者',
    nil,
  },
  [18554] = {
    '薩爾斯·烏德恩',
    nil,
  },
  [18555] = {
    '黑暗之門光束隱形巡者',
    nil,
  },
  [18556] = {
    '相位士兵',
    nil,
  },
  [18557] = {
    '相位教士',
    nil,
  },
  [18558] = {
    '相位巫士',
    nil,
  },
  [18559] = {
    '相位巡者',
    nil,
  },
  [18562] = {
    '紫色地面符文',
    nil,
  },
  [18564] = {
    '部落戰場斥候',
    nil,
  },
  [18565] = {
    '瑟蘿莉雅·影篷',
    nil,
  },
  [18566] = {
    '巡影者凱德',
    nil,
  },
  [18567] = {
    '莫阿格規劃大師',
    nil,
  },
  [18568] = {
    '占卜者秘法守護者',
    nil,
  },
  [18581] = {
    '聯盟戰場斥候',
    nil,
  },
  [18582] = {
    '黑暗之門操作者隱形巡者',
    nil,
  },
  [18583] = {
    '麗莎艾歐·織火者',
    nil,
  },
  [18584] = {
    '沙薩拉畢恩',
    nil,
  },
  [18585] = {
    '『酒鬼』拉利克',
    nil,
  },
  [18586] = {
    '庫庫許',
    nil,
  },
  [18587] = {
    '鞭棘者',
    nil,
  },
  [18588] = {
    '服倫',
    nil,
  },
  [18589] = {
    '煉冶場:仇恨 任務獎勵',
    nil,
  },
  [18590] = {
    '煉冶場:恐懼任務獎勵',
    nil,
  },
  [18593] = {
    '占卜者保持者',
    nil,
  },
  [18594] = {
    '戴斯瑞司·擊日者',
    nil,
  },
  [18595] = {
    '乖戾的苦工',
    nil,
  },
  [18596] = {
    '秘法師艾德蕊雅',
    '占卜者',
  },
  [18597] = {
    '薩尼爾',
    '奧多爾',
  },
  [18598] = {
    '獸人囚犯',
    nil,
  },
  [18599] = {
    '艾克索達光環發射者',
    nil,
  },
  [18600] = {
    '受傷的難民',
    nil,
  },
  [18622] = {
    '伊茲薩爾德',
    nil,
  },
  [18625] = {
    '黑暗之門假人',
    nil,
  },
  [18626] = {
    '受訓員艾寇爾',
    nil,
  },
  [18627] = {
    '受訓員費爾艾',
    nil,
  },
  [18628] = {
    '受訓員辛薩爾',
    nil,
  },
  [18629] = {
    '導師希歐',
    nil,
  },
  [18631] = {
    '卡巴異教徒',
    nil,
  },
  [18632] = {
    '卡巴劊子手',
    nil,
  },
  [18633] = {
    '卡巴侍僧',
    nil,
  },
  [18634] = {
    '卡巴召喚者',
    nil,
  },
  [18635] = {
    '卡巴死亡誓言者',
    nil,
  },
  [18636] = {
    '卡巴刺客',
    nil,
  },
  [18637] = {
    '卡巴暗影牧師',
    nil,
  },
  [18638] = {
    '卡巴沉迷者',
    nil,
  },
  [18639] = {
    '卡巴縛法者',
    nil,
  },
  [18640] = {
    '卡巴術士',
    nil,
  },
  [18641] = {
    '卡巴妖精',
    nil,
  },
  [18642] = {
    '惡魔守衛犬',
    nil,
  },
  [18643] = {
    '巴奈斯 (燕尾服)',
    '舞台管理員',
  },
  [18644] = {
    '塔倫米爾農民',
    nil,
  },
  [18645] = {
    '塔倫米爾農民(帶有布袋)',
    nil,
  },
  [18646] = {
    '塔倫米爾馬夫',
    nil,
  },
  [18647] = {
    '死亡掠過者',
    nil,
  },
  [18648] = {
    '岩石凝視者',
    nil,
  },
  [18649] = {
    '旅店老闆莫妮卡',
    nil,
  },
  [18650] = {
    '塔倫米爾馬匹',
    nil,
  },
  [18651] = {
    '小馬布蘭契',
    nil,
  },
  [18652] = {
    '札麗亞',
    nil,
  },
  [18653] = {
    '塞斯',
    nil,
  },
  [18654] = {
    '一些低語協助者',
    nil,
  },
  [18655] = {
    '杰·黎米厄斯',
    nil,
  },
  [18656] = {
    '喬莉·哈妮威爾',
    nil,
  },
  [18657] = {
    '塔倫米爾漁夫',
    nil,
  },
  [18658] = {
    '吉爾索洛祭儀師',
    nil,
  },
  [18659] = {
    '虛無怨靈',
    nil,
  },
  [18660] = {
    '屈從者瓦斯塞爾',
    nil,
  },
  [18661] = {
    '恐懼護衛',
    nil,
  },
  [18662] = {
    '獸人先祖',
    nil,
  },
  [18663] = {
    '紀律魔女',
    nil,
  },
  [18664] = {
    '年邁的達拉然巫師',
    nil,
  },
  [18665] = {
    '超越的目標',
    nil,
  },
  [18666] = {
    '達拉然巫女',
    nil,
  },
  [18667] = {
    '『煽動者』黑心',
    nil,
  },
  [18668] = {
    '瓦倫·柯爾瑪',
    nil,
  },
  [18669] = {
    '泰瑞克·亮風',
    nil,
  },
  [18670] = {
    '鐵顎',
    nil,
  },
  [18671] = {
    '牧師伊娜斯',
    nil,
  },
  [18672] = {
    '湯瑪斯·楊斯',
    '旅行商人',
  },
  [18673] = {
    '競技場廣播員',
    nil,
  },
  [18674] = {
    '[UNUSED]隱士麗蒂娜',
    nil,
  },
  [18675] = {
    '索拉伏恩',
    nil,
  },
  [18676] = {
    '奇柏伊斯歐',
    '庫爾卡拓克的爪牙',
  },
  [18677] = {
    '狂野的米克索格',
    nil,
  },
  [18678] = {
    '飽食者',
    nil,
  },
  [18679] = {
    '弗拉肯·厄語者',
    '毀滅領主卡札克的信使',
  },
  [18680] = {
    '瑪堤卡',
    nil,
  },
  [18681] = {
    '盤牙特使',
    nil,
  },
  [18682] = {
    '泥沼潛伏者',
    nil,
  },
  [18683] = {
    '虛無獵人亞爾',
    nil,
  },
  [18684] = {
    '無氏族的伯卡茲',
    nil,
  },
  [18685] = {
    '歐克瑞克',
    nil,
  },
  [18686] = {
    '末日預言者裘瑞姆',
    nil,
  },
  [18687] = {
    '族母卡修爾',
    nil,
  },
  [18688] = {
    '古老的獸人元祖',
    nil,
  },
  [18689] = {
    '殘廢者',
    nil,
  },
  [18690] = {
    '崩碎者',
    nil,
  },
  [18691] = {
    '暗影圖騰',
    nil,
  },
  [18692] = {
    '赫瑪西恩',
    nil,
  },
  [18693] = {
    '首長瑪庫隆',
    nil,
  },
  [18694] = {
    '『扭曲監視者』克里達斯',
    nil,
  },
  [18695] = {
    '傑瑞卡大使',
    '伊利丹的僕人',
  },
  [18696] = {
    '克拉特',
    nil,
  },
  [18697] = {
    '首席工程師羅桑德',
    nil,
  },
  [18698] = {
    '恆核懲戒者',
    nil,
  },
  [18700] = {
    '再活化的骸骨',
    nil,
  },
  [18701] = {
    '黑暗漩渦',
    nil,
  },
  [18702] = {
    '奧奇奈死靈法師',
    nil,
  },
  [18703] = {
    '塞司克之靈',
    nil,
  },
  [18704] = {
    '泰伊拉·艾薇斯崔德',
    nil,
  },
  [18705] = {
    '矛克·邪擊',
    nil,
  },
  [18706] = {
    '噬骨狼騎',
    nil,
  },
  [18707] = {
    '托茍斯',
    nil,
  },
  [18708] = {
    '莫爾墨',
    nil,
  },
  [18712] = {
    '諫言者菲拉',
    nil,
  },
  [18713] = {
    '葛拉伏汗中尉',
    nil,
  },
  [18714] = {
    '斥候奈夫提斯',
    nil,
  },
  [18715] = {
    '士兵維克斯',
    nil,
  },
  [18716] = {
    '幽暗的新兵',
    nil,
  },
  [18717] = {
    '幽暗的苦力',
    nil,
  },
  [18718] = {
    '幽暗的獵人',
    nil,
  },
  [18719] = {
    '幽暗的諫言者',
    nil,
  },
  [18720] = {
    '暗影大師葛瑞弗',
    nil,
  },
  [18721] = {
    '世界啟動器(友善+隱形人)',
    nil,
  },
  [18722] = {
    '麻瘋地精苦力',
    nil,
  },
  [18723] = {
    '伊洛森',
    nil,
  },
  [18724] = {
    '米拉雅·塔希兒',
    nil,
  },
  [18725] = {
    '布瑞茲恩',
    nil,
  },
  [18726] = {
    '飛行的狂怒的靈魂',
    nil,
  },
  [18727] = {
    '拉爾席恩',
    nil,
  },
  [18728] = {
    '毀滅領主卡札克',
    nil,
  },
  [18729] = {
    '煉獄火雨 (地獄火)',
    nil,
  },
  [18730] = {
    '瑟瑞克衲諾',
    '奇蘭的爪牙',
  },
  [18731] = {
    '海爾瑪大使',
    nil,
  },
  [18732] = {
    '宗師瓦皮歐',
    nil,
  },
  [18733] = {
    '惡魔劫奪者',
    nil,
  },
  [18734] = {
    '粗製的雕像',
    nil,
  },
  [18735] = {
    '沉重的雕像',
    nil,
  },
  [18736] = {
    '堅固的雕像',
    nil,
  },
  [18737] = {
    '緻密的雕像',
    nil,
  },
  [18738] = {
    '原始的雕像',
    nil,
  },
  [18739] = {
    '長頸鹿',
    nil,
  },
  [18740] = {
    '毒蛇',
    nil,
  },
  [18741] = {
    '龍鷹',
    nil,
  },
  [18742] = {
    '狼人',
    nil,
  },
  [18743] = {
    '伊羅丹',
    nil,
  },
  [18744] = {
    '奧羅莎莉雅',
    nil,
  },
  [18745] = {
    '阿瑞克·追日者上尉',
    nil,
  },
  [18747] = {
    '克魯哥斯',
    '採礦訓練師',
  },
  [18748] = {
    '魯艾克·強角',
    '草藥學訓練師',
  },
  [18749] = {
    '達妮娜',
    '裁縫訓練師',
  },
  [18750] = {
    '閃鱗鰻',
    nil,
  },
  [18751] = {
    '卡連恩',
    '珠寶設計訓練師',
  },
  [18752] = {
    '澤比克',
    '工程學訓練師',
  },
  [18753] = {
    '菲蘭妮雅',
    '附魔訓練師',
  },
  [18754] = {
    '巴瑞姆·裂蹄',
    '製皮訓練師',
  },
  [18755] = {
    '姆魯拓',
    '剝皮訓練師',
  },
  [18756] = {
    '希莉絲·芭爾頓',
    '社交名流',
  },
  [18757] = {
    '贊格沼澤PvP光束(紅色)',
    nil,
  },
  [18758] = {
    '特爾哈曼保衛者',
    nil,
  },
  [18759] = {
    '贊格沼澤PvP光束(藍色)',
    nil,
  },
  [18760] = {
    '伊斯拉星鬃',
    nil,
  },
  [18761] = {
    '拍賣師達瑞司',
    nil,
  },
  [18762] = {
    '提克貝爾',
    '哈里斯·皮爾頓的寵物',
  },
  [18763] = {
    '血精靈術士',
    nil,
  },
  [18764] = {
    '敦霍爾德護甲商',
    nil,
  },
  [18765] = {
    '敦霍爾德廚師',
    nil,
  },
  [18766] = {
    '靈魂之池',
    nil,
  },
  [18768] = {
    '布瑞茲恩飛行器',
    nil,
  },
  [18769] = {
    '年輕的索爾(裝備)',
    nil,
  },
  [18770] = {
    '恐懼士兵',
    nil,
  },
  [18771] = {
    '布魯曼恩',
    '製皮訓練師',
  },
  [18772] = {
    '哈瑪',
    '裁縫訓練師',
  },
  [18773] = {
    '喬漢·巴奈斯',
    '附魔訓練師',
  },
  [18774] = {
    '塔蒂安娜',
    '珠寶設計訓練師',
  },
  [18775] = {
    '樂柏斯基',
    '工程學訓練師',
  },
  [18776] = {
    '羅爾利恩',
    '草藥學訓練師',
  },
  [18777] = {
    '潔妮娜·夜空',
    '剝皮訓練師',
  },
  [18778] = {
    '整形的狂怒的靈魂',
    nil,
  },
  [18779] = {
    '赫納克·葛利姆德',
    '採礦訓練師',
  },
  [18780] = {
    '館長變形視覺',
    nil,
  },
  [18781] = {
    '『酒鬼』菲尼歐',
    nil,
  },
  [18782] = {
    '銀月召喚假人儀式',
    nil,
  },
  [18783] = {
    '沙畢里',
    '酒保',
  },
  [18785] = {
    '庫瑪',
    '角鷹獸管理員',
  },
  [18788] = {
    '莫恩希',
    '角鷹獸管理員',
  },
  [18789] = {
    '費古',
    '角鷹獸管理員',
  },
  [18790] = {
    '看守者安多爾',
    nil,
  },
  [18791] = {
    '杜嘎',
    '雙足飛龍管理員',
  },
  [18792] = {
    '被騷擾的居民',
    nil,
  },
  [18793] = {
    '隱形目標',
    nil,
  },
  [18794] = {
    '卡巴祭儀師',
    nil,
  },
  [18795] = {
    '次級灼熱圖騰',
    nil,
  },
  [18796] = {
    '惡魔監督者',
    nil,
  },
  [18797] = {
    '受折磨的骷髏',
    nil,
  },
  [18798] = {
    '史卡拉克的坐騎',
    nil,
  },
  [18799] = {
    '銀月居民',
    nil,
  },
  [18800] = {
    '工作員',
    nil,
  },
  [18801] = {
    '附魔大師薩保勒斯',
    nil,
  },
  [18802] = {
    '鍊金師古利伯',
    '鍊金術訓練師',
  },
  [18803] = {
    '靜松大使法薩布',
    '靜松特使',
  },
  [18804] = {
    '勘察員奈屈藍',
    '探險者協會',
  },
  [18805] = {
    '高階星術師索拉瑞恩',
    nil,
  },
  [18806] = {
    '日光之室牧師',
    nil,
  },
  [18807] = {
    '科娜',
    '雙足飛龍管理員',
  },
  [18808] = {
    '古爾莎',
    '雙足飛龍管理員',
  },
  [18809] = {
    '伏爾南·天翔',
    '獅鷲獸管理員',
  },
  [18810] = {
    '歐多納布希',
    '雜貨商',
  },
  [18811] = {
    '米瑞艾德',
    '雜貨商',
  },
  [18812] = {
    '伊瑞安索',
    nil,
  },
  [18813] = {
    '杜米亥',
    nil,
  },
  [18814] = {
    '艾克索達隱形巡者',
    nil,
  },
  [18815] = {
    '艾克索達變節者',
    nil,
  },
  [18816] = {
    '首席調查員阿莫瑞丹',
    nil,
  },
  [18817] = {
    '首席調查員卡托斯',
    nil,
  },
  [18818] = {
    '隱形部落攻城機具 - 東',
    '這裡沒東西好看',
  },
  [18819] = {
    '艾克索達變節者領袖',
    nil,
  },
  [18820] = {
    '艾克索達變節者領袖 2',
    nil,
  },
  [18821] = {
    '軍需官傑夫利·諾利克',
    nil,
  },
  [18822] = {
    '軍需官戴夫恩·瓦克拉夫',
    nil,
  },
  [18823] = {
    '小型水靈',
    nil,
  },
  [18824] = {
    '小型火焰之靈',
    nil,
  },
  [18825] = {
    '小型風靈',
    nil,
  },
  [18826] = {
    '小型大地之靈',
    nil,
  },
  [18827] = {
    '甘納格工人',
    nil,
  },
  [18828] = {
    '鏡頭搖晃者',
    nil,
  },
  [18829] = {
    '地獄火守衛',
    nil,
  },
  [18830] = {
    '卡巴狂熱者',
    nil,
  },
  [18831] = {
    '大君王莫卡爾',
    '巨魔之王',
  },
  [18832] = {
    '克羅斯·火手',
    nil,
  },
  [18834] = {
    '召喚者歐莫',
    nil,
  },
  [18835] = {
    '瘋癲者奇克勒',
    nil,
  },
  [18836] = {
    '先知盲眼',
    nil,
  },
  [18838] = {
    '黑夜領主瑪法斯',
    nil,
  },
  [18839] = {
    '魔法喇蛄',
    nil,
  },
  [18840] = {
    '日春崗哨獎勵標誌',
    nil,
  },
  [18841] = {
    '獰笑骷髏氏族廢墟獎勵標誌',
    nil,
  },
  [18842] = {
    '卡拉達爾獎勵給予者',
    nil,
  },
  [18843] = {
    '血之谷氏族廢墟獎勵標誌',
    nil,
  },
  [18844] = {
    '傳送者',
    nil,
  },
  [18845] = {
    '慈善的皮恩奇先生',
    nil,
  },
  [18846] = {
    '狂怒的皮恩奇先生',
    nil,
  },
  [18847] = {
    '野生惡魔潛獵者',
    nil,
  },
  [18848] = {
    '惡毒導師',
    nil,
  },
  [18849] = {
    '隱形聯盟攻城機具 - 東',
    '這裡沒東西好看',
  },
  [18850] = {
    '日怒守衛',
    nil,
  },
  [18851] = {
    '龍鷹保衛者',
    nil,
  },
  [18852] = {
    '日怒星移工程師',
    nil,
  },
  [18853] = {
    '日怒血守衛',
    nil,
  },
  [18854] = {
    '不穩定的龍鷹',
    nil,
  },
  [18855] = {
    '日怒博學者',
    nil,
  },
  [18856] = {
    '秘法殲滅者',
    nil,
  },
  [18857] = {
    '日怒星移管理者',
    nil,
  },
  [18858] = {
    '憤怒使者',
    nil,
  },
  [18859] = {
    '憤怒女牧師',
    nil,
  },
  [18860] = {
    '命運之女',
    nil,
  },
  [18861] = {
    '埃雷達爾謀士',
    nil,
  },
  [18862] = {
    '恐懼霸主',
    nil,
  },
  [18863] = {
    '法力爪牙',
    nil,
  },
  [18864] = {
    '法力怨靈',
    nil,
  },
  [18865] = {
    '扭曲法力元素',
    nil,
  },
  [18866] = {
    '法師殺戮者',
    nil,
  },
  [18867] = {
    '法力尋找者',
    nil,
  },
  [18868] = {
    '虛無惡魔',
    nil,
  },
  [18869] = {
    '不穩定的虛無怨靈',
    nil,
  },
  [18870] = {
    '虛無尖嘯者',
    nil,
  },
  [18871] = {
    '虛無領主',
    nil,
  },
  [18872] = {
    '虛實的復仇者',
    nil,
  },
  [18873] = {
    '虛實的保衛者',
    nil,
  },
  [18874] = {
    '薩希斯法術竊取者',
    nil,
  },
  [18875] = {
    '薩希斯劫掠者',
    nil,
  },
  [18876] = {
    '移行幼龍',
    nil,
  },
  [18877] = {
    '虛空龍',
    nil,
  },
  [18878] = {
    '扭曲野獸',
    nil,
  },
  [18879] = {
    '相位捕獵者',
    nil,
  },
  [18880] = {
    '虛空鰭刺',
    nil,
  },
  [18881] = {
    '碎裂的奔行者',
    nil,
  },
  [18882] = {
    '碎裂的雷鳴者',
    nil,
  },
  [18883] = {
    '法力撕咬獸',
    nil,
  },
  [18884] = {
    '扭曲追趕者',
    nil,
  },
  [18885] = {
    '法拉隆巨人',
    nil,
  },
  [18886] = {
    '法拉隆破壞者',
    nil,
  },
  [18887] = {
    '塔蕾莎',
    nil,
  },
  [18888] = {
    '醬料最弱的皮歐瑞斯',
    '傳送至幽暗城',
  },
  [18889] = {
    '瑪爾崔克, 洛摩斯的僕人',
    '傳送至銀月城',
  },
  [18890] = {
    '瓦拉的任務測試NPC',
    nil,
  },
  [18891] = {
    '間諜吐剛',
    nil,
  },
  [18892] = {
    '破碎者礦工',
    nil,
  },
  [18893] = {
    '間諜首領麥莉莎·陽冠',
    nil,
  },
  [18894] = {
    '惡魔守衛蠻卒',
    nil,
  },
  [18895] = {
    '咬耳者',
    '競技場戰場軍官',
  },
  [18896] = {
    '艾克索達全像投射器',
    nil,
  },
  [18897] = {
    '『大王』當德',
    '競技場編制者',
  },
  [18898] = {
    '艾斯普勞狄尼·費索斯爾特',
    '征服點數軍需官',
  },
  [18899] = {
    '托利亞斯',
    nil,
  },
  [18900] = {
    '托賓',
    nil,
  },
  [18901] = {
    '克爾松',
    nil,
  },
  [18902] = {
    '伊夢尼',
    nil,
  },
  [18903] = {
    '奧卓德',
    nil,
  },
  [18904] = {
    '遺忘者的幻象',
    nil,
  },
  [18905] = {
    '旅店老闆巴斯歐·歐洛夫塔森',
    '旅店老闆',
  },
  [18906] = {
    '照顧者奧伏拉·風怒',
    '旅店老闆',
  },
  [18907] = {
    '旅店老闆克羅斯·史塔克',
    '旅店老闆',
  },
  [18908] = {
    '旅店老闆柯爾波',
    '旅店老闆',
  },
  [18909] = {
    '薩布拉金守衛',
    nil,
  },
  [18910] = {
    '斯溫派特守衛',
    nil,
  },
  [18911] = {
    '喬諾·杜伏恩',
    '釣魚供應商',
  },
  [18912] = {
    '斯柏路克',
    nil,
  },
  [18913] = {
    '女監護者堤克綈',
    '旅店老闆',
  },
  [18914] = {
    '照顧者伊希爾',
    '旅店老闆',
  },
  [18915] = {
    '工頭丹那爾',
    nil,
  },
  [18916] = {
    '瓦倫',
    nil,
  },
  [18917] = {
    '恰卡',
    nil,
  },
  [18918] = {
    '崔斯克',
    nil,
  },
  [18919] = {
    '薩亞力',
    nil,
  },
  [18920] = {
    '阿洛力',
    nil,
  },
  [18921] = {
    '設計者崔尼',
    nil,
  },
  [18922] = {
    '泰倫多爾護衛',
    nil,
  },
  [18924] = {
    '設計者安崔恩',
    nil,
  },
  [18925] = {
    '日光之室密探',
    nil,
  },
  [18926] = {
    '司雷因',
    '武器商',
  },
  [18927] = {
    '人類平民',
    nil,
  },
  [18928] = {
    '星術師索拉瑞恩聚光燈',
    nil,
  },
  [18929] = {
    '奇芮娜',
    '起司商人',
  },
  [18930] = {
    '法拉格·伏瑞菲德',
    '雙足飛龍管理員',
  },
  [18931] = {
    '艾米思·蠻錘',
    '獅鷲獸管理員',
  },
  [18932] = {
    '星術師啟動器',
    nil,
  },
  [18933] = {
    '伊斯法',
    nil,
  },
  [18934] = {
    '敦霍爾德法師',
    nil,
  },
  [18937] = {
    '艾默倫·葉影',
    '角鷹獸管理員',
  },
  [18938] = {
    '克瑞克希歐',
    '飛行管理員',
  },
  [18939] = {
    '布魯貝克·風暴腳',
    '獅鷲獸管理員',
  },
  [18940] = {
    '紐卓',
    '飛行管理員',
  },
  [18942] = {
    '伊納莉亞',
    '雙足飛龍管理員',
  },
  [18943] = {
    '奧雷伯爾港防衛者',
    nil,
  },
  [18944] = {
    '惡魔士兵',
    nil,
  },
  [18945] = {
    '深淵指揮者',
    nil,
  },
  [18946] = {
    '煉獄火突圍者',
    nil,
  },
  [18947] = {
    '索藍尼',
    '背包商人',
  },
  [18948] = {
    '暴風城士兵',
    nil,
  },
  [18949] = {
    '暴風城法師',
    nil,
  },
  [18950] = {
    '奧格瑪蠻兵',
    nil,
  },
  [18951] = {
    '艾瑞麗雅',
    '附魔供應商',
  },
  [18952] = {
    '噬骨拾荒者',
    nil,
  },
  [18953] = {
    '攸怒克·嫩蹄',
    '雙足飛龍管理員',
  },
  [18954] = {
    '水手米利納',
    '飲料商人',
  },
  [18955] = {
    '鏡頭搖晃者 - 30-90秒',
    nil,
  },
  [18956] = {
    '拉卡',
    nil,
  },
  [18957] = {
    '旅店老闆格瑞伊卡',
    '旅店老闆',
  },
  [18958] = {
    '吉絲達變形',
    nil,
  },
  [18959] = {
    '葛潤克',
    '雜貨商',
  },
  [18960] = {
    '阮勾爾',
    '商人',
  },
  [18961] = {
    '虛無再生者',
    nil,
  },
  [18962] = {
    '巴爾·塔勒',
    '弓箭商',
  },
  [18963] = {
    '雌性風翼獵鷹',
    nil,
  },
  [18964] = {
    '受傷的塔巴克',
    nil,
  },
  [18965] = {
    '達納蘇斯弓箭手',
    nil,
  },
  [18966] = {
    '『先驅者』賈斯汀紐斯',
    nil,
  },
  [18969] = {
    '米爾古路莫·高山',
    nil,
  },
  [18970] = {
    '暗矛擲斧者',
    nil,
  },
  [18971] = {
    '幽暗城法師',
    nil,
  },
  [18972] = {
    '奧格瑪薩滿',
    nil,
  },
  [18973] = {
    '碎石蠻兵',
    nil,
  },
  [18974] = {
    '希卡洛',
    nil,
  },
  [18975] = {
    '憤怒守衛',
    nil,
  },
  [18976] = {
    '烏爾卡斯',
    nil,
  },
  [18977] = {
    '惡魔守衛摧毀者',
    nil,
  },
  [18978] = {
    '惡魔妖精希克林',
    nil,
  },
  [18979] = {
    '摩巴斯',
    nil,
  },
  [18980] = {
    '杜爾哥斯',
    nil,
  },
  [18981] = {
    '末日密語者',
    nil,
  },
  [18982] = {
    '黑貂豹',
    nil,
  },
  [18983] = {
    '黑牙蜘蛛',
    nil,
  },
  [18984] = {
    '卓克',
    '獸欄管理員',
  },
  [18985] = {
    '先知史卡帝斯',
    nil,
  },
  [18986] = {
    '鐵爐堡聖騎士',
    nil,
  },
  [18987] = {
    '凱斯頓',
    '廚師',
  },
  [18988] = {
    '拜斯特',
    '廚師',
  },
  [18989] = {
    '碎石守衛',
    nil,
  },
  [18990] = {
    '波爾寇',
    '醫療者',
  },
  [18991] = {
    '艾瑞斯拉',
    '醫療者',
  },
  [18992] = {
    '克羅斯上尉',
    nil,
  },
  [18993] = {
    '那卡',
    '烹飪供應商',
  },
  [18994] = {
    '恆龍劊子手',
    nil,
  },
  [18995] = {
    '恆龍鎮壓者',
    nil,
  },
  [18996] = {
    '風翼獵鷹',
    nil,
  },
  [18997] = {
    '法勒斯·日休',
    '武器商',
  },
  [18998] = {
    '露爾莎·日休',
    '施法材料',
  },
  [18999] = {
    '艾蘭里防衛者',
    nil,
  },
  [19000] = {
    '高等精靈遊俠',
    nil,
  },
  [19001] = {
    '塔拉蘿',
    '武器商',
  },
  [19002] = {
    '嘎多克·撕顎',
    nil,
  },
  [19003] = {
    '艾蘭里騎士',
    nil,
  },
  [19004] = {
    '伏德希恩',
    '施法材料',
  },
  [19005] = {
    '憤怒大師',
    nil,
  },
  [19006] = {
    '銀月博學者',
    nil,
  },
  [19007] = {
    '諾姆瑞根咒術師',
    nil,
  },
  [19008] = {
    '隱形聯盟攻城機具 - 西',
    '這裡沒東西好看',
  },
  [19009] = {
    '隱形部落攻城機具 - 西',
    '這裡沒東西好看',
  },
  [19010] = {
    '鏡頭搖晃者 - JK',
    nil,
  },
  [19011] = {
    '不動的歐斯洛克',
    '護甲鍛造師和鐵匠供應商',
  },
  [19012] = {
    '史巴瑞克',
    '護甲鍛造師和鐵匠供應商',
  },
  [19013] = {
    '梵泰克',
    '施法材料和毒藥供應商',
  },
  [19014] = {
    '歐吉爾',
    '施法材料和毒藥供應商',
  },
  [19015] = {
    '瑪沙爾·葛歐洽',
    '貿易供應商',
  },
  [19016] = {
    '地獄火妖精',
    nil,
  },
  [19017] = {
    '波爾土',
    '貿易供應商',
  },
  [19018] = {
    '維爾達·熊鬃',
    '獸欄管理員',
  },
  [19019] = {
    '拉芙塔西亞',
    '獸欄管理員',
  },
  [19020] = {
    '女監護者奎利雅',
    '雜貨商',
  },
  [19021] = {
    '南茜娜',
    '雜貨商',
  },
  [19022] = {
    '拴住的獵豹',
    nil,
  },
  [19023] = {
    '拴住的陸行鳥',
    nil,
  },
  [19024] = {
    '拴住的野豬',
    nil,
  },
  [19025] = {
    '拴住的熊',
    nil,
  },
  [19026] = {
    '拴住的迅猛龍',
    nil,
  },
  [19027] = {
    '拴住的卡爾奈獅',
    nil,
  },
  [19028] = {
    '監視塔佔領獎勵標誌',
    nil,
  },
  [19029] = {
    '競技場佔領獎勵標誌',
    nil,
  },
  [19030] = {
    '拴住的卡爾奈獵豹',
    nil,
  },
  [19031] = {
    '拴住的卡爾奈野豬',
    nil,
  },
  [19032] = {
    '占領破碎之丘獎勵標記',
    nil,
  },
  [19033] = {
    '妮可·巴特勒',
    '女監護者',
  },
  [19034] = {
    '曼杜恩',
    '銀行職員',
  },
  [19035] = {
    '瓦薩特',
    nil,
  },
  [19036] = {
    '吐納凱',
    nil,
  },
  [19037] = {
    '伊瑞斯',
    nil,
  },
  [19038] = {
    '物資官米歐斯',
    '乾糧',
  },
  [19039] = {
    '費德伊瑞',
    nil,
  },
  [19040] = {
    '瓦坦',
    nil,
  },
  [19041] = {
    '彈跳裝置4000',
    nil,
  },
  [19042] = {
    '莉利·長爭',
    '商人',
  },
  [19043] = {
    '阿希曼',
    '法杖商',
  },
  [19044] = {
    '弒龍者戈魯爾',
    nil,
  },
  [19045] = {
    '歐洛艾克',
    '魚商',
  },
  [19046] = {
    '米納勒',
    '旅店老闆',
  },
  [19047] = {
    '麗莎夫',
    '劍刃武器商',
  },
  [19048] = {
    '碎石勞工',
    nil,
  },
  [19049] = {
    '卡洛卡',
    '毒藥供應商',
  },
  [19050] = {
    '嘎魯歐',
    '食物和飲料',
  },
  [19051] = {
    '阿洛克',
    nil,
  },
  [19052] = {
    '羅洛其恩',
    '鍊金術訓練師',
  },
  [19053] = {
    '法畢恩·藍頌利',
    '雜貨和包包商',
  },
  [19054] = {
    '新馬術訓練師',
    '訓練師',
  },
  [19055] = {
    '風翼族母',
    nil,
  },
  [19056] = {
    '西希·米亞斯',
    '鍛造供應商',
  },
  [19057] = {
    '[PH] 八卦 NPC, 人類 女性, 新年慶典',
    nil,
  },
  [19058] = {
    '[PH] 八卦 NPC, 人類 男性, 新年慶典',
    nil,
  },
  [19059] = {
    '[PH] 八卦 NPC, 人類 女性, 聖誕節',
    nil,
  },
  [19063] = {
    '哈曼那',
    '珠寶設計訓練師',
  },
  [19064] = {
    '勒泰',
    nil,
  },
  [19065] = {
    '伊奈思娜',
    '珠寶設計供應商',
  },
  [19066] = {
    '晶鱗巨像',
    nil,
  },
  [19067] = {
    '惡魔火砲:憎恨',
    nil,
  },
  [19068] = {
    '卡拉達爾狼騎',
    nil,
  },
  [19069] = {
    '卡拉達爾狼騎',
    nil,
  },
  [19070] = {
    '霍洛-小鬼',
    nil,
  },
  [19071] = {
    '泰拉蕊伊萊克騎士',
    nil,
  },
  [19072] = {
    '泰拉蕊伊萊克坐騎',
    nil,
  },
  [19073] = {
    '尼伯勒茲',
    nil,
  },
  [19074] = {
    '史卡瑞',
    '鍊金術供應商',
  },
  [19075] = {
    '司凱堤斯流亡者',
    nil,
  },
  [19076] = {
    '高等精靈難民',
    nil,
  },
  [19077] = {
    '矮人難民',
    nil,
  },
  [19078] = {
    '[PH] 八卦 NPC, 矮人 女性, 聖誕節',
    nil,
  },
  [19079] = {
    '[PH] 八卦 NPC, 矮人 男性, 聖誕節',
    nil,
  },
  [19080] = {
    '[PH] 八卦 NPC, 夜精靈 女性, 聖誕節',
    nil,
  },
  [19081] = {
    '[PH] 八卦 NPC, 夜精靈 男性, 聖誕節',
    nil,
  },
  [19082] = {
    '[PH] 八卦 NPC, 德萊尼 女性, 聖誕節',
    nil,
  },
  [19083] = {
    '[PH] 八卦 NPC, 德萊尼 男性, 聖誕節',
    nil,
  },
  [19084] = {
    '[PH] 八卦 NPC, 血精靈 女性, 聖誕節',
    nil,
  },
  [19085] = {
    '[PH] 八卦 NPC, 血精靈 男性, 聖誕節',
    nil,
  },
  [19086] = {
    '[PH] 八卦 NPC, 獸人 女性, 聖誕節',
    nil,
  },
  [19087] = {
    '[PH] 八卦 NPC, 獸人 男性, 聖誕節',
    nil,
  },
  [19088] = {
    '[PH] 八卦 NPC, 牛頭人 女性, 聖誕節',
    nil,
  },
  [19089] = {
    '[PH] 八卦 NPC, 牛頭人 男性, 聖誕節',
    nil,
  },
  [19090] = {
    '[PH] 八卦 NPC, 遺忘者 男性, 聖誕節',
    nil,
  },
  [19091] = {
    '[PH] 八卦 NPC, 遺忘者 女性, 聖誕節',
    nil,
  },
  [19092] = {
    '[PH] 八卦 NPC, 矮人 女性, 新年慶典',
    nil,
  },
  [19093] = {
    '[PH] 八卦 NPC, 夜精靈 女性, 新年慶典',
    nil,
  },
  [19094] = {
    '[PH] 八卦 NPC, 德萊尼 女性, 新年慶典',
    nil,
  },
  [19095] = {
    '[PH] 八卦 NPC, 血精靈 女性, 新年慶典',
    nil,
  },
  [19096] = {
    '[PH] 八卦 NPC, 獸人 女性, 新年慶典',
    nil,
  },
  [19097] = {
    '[PH] 八卦 NPC, 牛頭人 女性, 新年慶典',
    nil,
  },
  [19098] = {
    '[PH] 八卦 NPC, 遺忘者 女性, 新年慶典',
    nil,
  },
  [19099] = {
    '[PH] 八卦 NPC, 血精靈 男性, 新年慶典',
    nil,
  },
  [19101] = {
    '[PH] 八卦 NPC, 矮人 男性, 新年慶典',
    nil,
  },
  [19106] = {
    '[PH] 八卦 NPC, 血精靈 女性',
    nil,
  },
  [19107] = {
    '[PH] 八卦 NPC, 德萊尼 女性',
    nil,
  },
  [19108] = {
    '[PH] 八卦 NPC, 矮人 女性',
    nil,
  },
  [19109] = {
    '[PH] 八卦 NPC, 獸人 女性',
    nil,
  },
  [19110] = {
    '[PH] 八卦 NPC, 遺忘者 女性',
    nil,
  },
  [19111] = {
    '[PH] 八卦 NPC, 牛頭人 女性',
    nil,
  },
  [19112] = {
    '[PH] 八卦 NPC, 夜精靈 女性',
    nil,
  },
  [19113] = {
    '[PH] 八卦 NPC, 血精靈 男性',
    nil,
  },
  [19114] = {
    '[PH] 八卦 NPC, 德萊尼 男性',
    nil,
  },
  [19115] = {
    '[PH] 八卦 NPC, 矮人 男性',
    nil,
  },
  [19116] = {
    '[PH] 八卦 NPC, 夜精靈 男性',
    nil,
  },
  [19117] = {
    '[PH] 八卦 NPC, 獸人 男性',
    nil,
  },
  [19118] = {
    '[PH] 八卦 NPC, 牛頭人 男性',
    nil,
  },
  [19119] = {
    '[PH] 八卦 NPC, 遺忘者 男性',
    nil,
  },
  [19120] = {
    '破碎者難民',
    nil,
  },
  [19121] = {
    '[PH] 八卦 NPC, 地精 女性',
    nil,
  },
  [19122] = {
    '[PH] 八卦 NPC, 地精 男性',
    nil,
  },
  [19123] = {
    '[PH] 八卦 NPC, 食人妖 女性',
    nil,
  },
  [19124] = {
    '[PH] 八卦 NPC, 食人妖 男性',
    nil,
  },
  [19125] = {
    '[PH] 八卦 NPC, 地精 女性, 聖誕節',
    nil,
  },
  [19126] = {
    '[PH] 八卦 NPC, 地精 男性, 聖誕節',
    nil,
  },
  [19127] = {
    '[PH] 八卦 NPC, 食人妖 女性, 聖誕節',
    nil,
  },
  [19128] = {
    '[PH] 八卦 NPC, 食人妖 男性, 聖誕節',
    nil,
  },
  [19129] = {
    '[PH] 八卦 NPC, 地精 女性, 新年慶典',
    nil,
  },
  [19130] = {
    '[PH] 八卦 NPC, 食人妖 女性, 新年慶典',
    nil,
  },
  [19131] = {
    '[PH] 八卦 NPC, 地精 男性, 新年慶典',
    nil,
  },
  [19132] = {
    '[PH] 八卦 NPC, 食人妖 男性, 新年慶典',
    nil,
  },
  [19133] = {
    '歐洛恩·遠行者',
    '奈辛瓦里狩旅團',
  },
  [19134] = {
    '石鐮鐮奪怪',
    nil,
  },
  [19135] = {
    '石鐮撕裂者',
    nil,
  },
  [19136] = {
    '喚焰者小鬼',
    nil,
  },
  [19137] = {
    '『獵槍』瓊斯',
    '奈辛瓦里狩旅團',
  },
  [19138] = {
    '隱士侍者',
    nil,
  },
  [19139] = {
    '納葛蘭活動假人',
    nil,
  },
  [19140] = {
    '瑪格哈鬥士',
    nil,
  },
  [19141] = {
    '卡爾奈競技場鬥士',
    nil,
  },
  [19142] = {
    '奧多爾隱士',
    nil,
  },
  [19144] = {
    '瑪格哈難民',
    nil,
  },
  [19145] = {
    '舊馬匹訓練師',
    nil,
  },
  [19146] = {
    '舊迅猛龍訓練師',
    '迅猛龍訓練師',
  },
  [19147] = {
    '艾蘭里農民',
    nil,
  },
  [19148] = {
    '矮人平民',
    nil,
  },
  [19149] = {
    '泰拉蕊居民',
    nil,
  },
  [19150] = {
    '獸人難民',
    nil,
  },
  [19151] = {
    '被俘虜的哈剌尼血騎士',
    nil,
  },
  [19152] = {
    '審問者卡恩',
    '阿古斯之手',
  },
  [19153] = {
    '奧多爾信徒',
    nil,
  },
  [19154] = {
    '速特',
    nil,
  },
  [19155] = {
    '孢子人難民',
    nil,
  },
  [19156] = {
    '泰拉蕊獄卒',
    nil,
  },
  [19157] = {
    '被俘虜的哈剌尼復仇者',
    nil,
  },
  [19158] = {
    '卡拉達爾守衛隊長',
    nil,
  },
  [19159] = {
    '艾蘭里農民裝飾',
    nil,
  },
  [19160] = {
    '憤怒守衛防衛者',
    nil,
  },
  [19161] = {
    '見習戰鬥員',
    nil,
  },
  [19162] = {
    '迷失的難民',
    nil,
  },
  [19163] = {
    '難民男童',
    nil,
  },
  [19164] = {
    '難民女童',
    nil,
  },
  [19165] = {
    '老練的復仇者',
    nil,
  },
  [19166] = {
    '風暴要塞-熔爐巡邏者',
    nil,
  },
  [19167] = {
    '血守衛殺戮者',
    nil,
  },
  [19168] = {
    '尋日星法師',
    nil,
  },
  [19169] = {
    '血精靈平民',
    nil,
  },
  [19170] = {
    '農民難民',
    nil,
  },
  [19171] = {
    '德萊尼平民',
    nil,
  },
  [19172] = {
    '地精平民',
    nil,
  },
  [19173] = {
    '夜精靈平民',
    nil,
  },
  [19174] = {
    '姆瑪奇酋長',
    nil,
  },
  [19175] = {
    '獸人平民',
    nil,
  },
  [19176] = {
    '牛頭人平民',
    nil,
  },
  [19177] = {
    '食人妖平民',
    nil,
  },
  [19178] = {
    '被遺忘者平民',
    nil,
  },
  [19179] = {
    '隊形標誌',
    nil,
  },
  [19180] = {
    '希摩爾',
    '剝皮訓練師',
  },
  [19181] = {
    '萊姆拉·希望之翼',
    '獅鷲獸管理員學徒',
  },
  [19182] = {
    '薩路伯',
    '酒保',
  },
  [19183] = {
    '小裂蹄',
    nil,
  },
  [19184] = {
    '米歐瑞德·伏萊齊',
    '急救訓練師',
  },
  [19185] = {
    '傑克·崔柏爾',
    '烹飪訓練師',
  },
  [19186] = {
    '凱歐妮',
    '酒吧女服務員',
  },
  [19187] = {
    '達瑪莉',
    '製皮訓練師',
  },
  [19188] = {
    '狂怒的巨像',
    nil,
  },
  [19189] = {
    '羽牙誘捕者',
    nil,
  },
  [19190] = {
    '惡魔處理者',
    nil,
  },
  [19191] = {
    '殘忍的阿拉薩爾斯',
    nil,
  },
  [19192] = {
    '末日之女',
    nil,
  },
  [19193] = {
    '大主教卡莫多斯',
    nil,
  },
  [19194] = {
    '厄尼·帕克衛歐',
    '商人',
  },
  [19195] = {
    '吉姆·沙提',
    '烹飪供應商',
  },
  [19196] = {
    '克洛·絲壯',
    '製皮供應商',
  },
  [19197] = {
    '伊瑞歐',
    '雜貨商',
  },
  [19198] = {
    '隱形牽引光束來源',
    nil,
  },
  [19199] = {
    '恐怖監督者',
    nil,
  },
  [19200] = {
    '野獸形態',
    nil,
  },
  [19201] = {
    '山地古羅',
    nil,
  },
  [19202] = {
    '大使莫爾丁',
    nil,
  },
  [19203] = {
    '希斯火焰元素',
    nil,
  },
  [19204] = {
    '希斯冰霜元素',
    nil,
  },
  [19205] = {
    '希斯秘法元素',
    nil,
  },
  [19206] = {
    '希斯暗影元素',
    nil,
  },
  [19207] = {
    '煉獄火獵犬',
    nil,
  },
  [19208] = {
    '召喚的卡巴侍僧',
    nil,
  },
  [19209] = {
    '召喚的卡巴死亡誓言者',
    nil,
  },
  [19210] = {
    '惡魔火砲:恐懼',
    nil,
  },
  [19211] = {
    '惡魔火砲:恐懼目標',
    nil,
  },
  [19212] = {
    '惡魔火砲:憎恨目標',
    nil,
  },
  [19213] = {
    '伊恩',
    '特殊裁縫供應商',
  },
  [19214] = {
    '大領主之手',
    nil,
  },
  [19215] = {
    '煉獄火接力 (地獄火)',
    nil,
  },
  [19216] = {
    '大隱士艾蒙南',
    nil,
  },
  [19217] = {
    '羅樊德威',
    '祈倫托學徒',
  },
  [19218] = {
    '看守者蓋洛奇歐',
    nil,
  },
  [19219] = {
    '機械領主卡帕希特斯',
    nil,
  },
  [19220] = {
    '操縱者帕薩里歐',
    nil,
  },
  [19221] = {
    '虛空術師賽菲瑞雅',
    nil,
  },
  [19222] = {
    '岩漿奔流圖騰',
    nil,
  },
  [19223] = {
    '葛蘭尼·史密斯',
    '水果商',
  },
  [19224] = {
    '虛無傳送門',
    nil,
  },
  [19225] = {
    '風暴圖騰的力量',
    nil,
  },
  [19226] = {
    '虛無旅人',
    nil,
  },
  [19227] = {
    '格利夫塔',
    '令人驚異的護符',
  },
  [19228] = {
    '派瑞·卡特勒',
    nil,
  },
  [19229] = {
    '指揮官杜朗',
    nil,
  },
  [19231] = {
    '麥克納爾粉碎者',
    nil,
  },
  [19232] = {
    '旅店老闆海斯索',
    '旅店老闆',
  },
  [19233] = {
    '飛行虛無行者',
    nil,
  },
  [19234] = {
    '優立歐·靈魂之水',
    '附魔供應商',
  },
  [19235] = {
    '安姆旭沙·史帝歐達克',
    '施法材料',
  },
  [19236] = {
    '奎拉瑪·光刃',
    '魔杖商人',
  },
  [19237] = {
    '測試 - 虛無行者重生傳送門',
    nil,
  },
  [19238] = {
    '烏魯密爾·史戴夫布萊',
    '法杖商',
  },
  [19239] = {
    '瑪亥爾·紅劃',
    '匕首商人',
  },
  [19240] = {
    '『劍刃』塞拉南',
    '劍商人',
  },
  [19241] = {
    '臨時工艾德沃',
    '初級寶石商人',
  },
  [19242] = {
    '歐洛丹·遠虛',
    nil,
  },
  [19243] = {
    '商人納拉瑪',
    '雜貨商',
  },
  [19244] = {
    '商人安德諾爾',
    '商人',
  },
  [19245] = {
    '植物大師·阿拉瑪洛',
    '酒商',
  },
  [19246] = {
    '畢魯丹·鑰誓',
    '銀行職員',
  },
  [19247] = {
    '奴歐拉·喚曦',
    '牧師訓練師',
  },
  [19248] = {
    '附魔師薩里艾斯',
    '見習附魔師',
  },
  [19249] = {
    '女巫師梅吐娜',
    '見習附魔師',
  },
  [19250] = {
    '附魔師艾伊德隆',
    '見習附魔師',
  },
  [19251] = {
    '女巫師梵拉妮',
    '附魔訓練師',
  },
  [19252] = {
    '最高附魔師巴多蘭',
    '附魔訓練師',
  },
  [19253] = {
    '歐萊恩中將',
    nil,
  },
  [19254] = {
    '督軍達圖恩',
    nil,
  },
  [19255] = {
    '克洛克爾克將軍',
    nil,
  },
  [19256] = {
    '碎顱中士',
    nil,
  },
  [19257] = {
    '秘法師托瑟朵利',
    nil,
  },
  [19258] = {
    '血法師',
    nil,
  },
  [19259] = {
    '煉獄火入侵者',
    '恐懼呼喚者的爪牙',
  },
  [19260] = {
    '毀滅惡魔劫奪者',
    nil,
  },
  [19261] = {
    '煉獄火戰爭使者',
    nil,
  },
  [19262] = {
    '恐懼呼喚者伊布奇尼薩爾',
    nil,
  },
  [19263] = {
    '戰王奈克羅格',
    nil,
  },
  [19264] = {
    '軍隊指揮官葛洛克斯',
    nil,
  },
  [19265] = {
    '斥候馬克哈',
    nil,
  },
  [19266] = {
    '士兵艾瑪倫',
    nil,
  },
  [19267] = {
    '獰笑骷髏狂戰士',
    nil,
  },
  [19268] = {
    '血之谷大臣',
    nil,
  },
  [19269] = {
    '噬骨蠻兵',
    nil,
  },
  [19270] = {
    '撒塔斯撒羅',
    nil,
  },
  [19271] = {
    '艾柏特·奎克斯洛克',
    nil,
  },
  [19272] = {
    '先驅者阿爾果曼',
    nil,
  },
  [19273] = {
    '前線指揮官吐阿奇',
    nil,
  },
  [19274] = {
    '臨時工烏斯塔克',
    '初級寶石商人',
  },
  [19275] = {
    '裝甲雙足翼龍毀滅者',
    nil,
  },
  [19276] = {
    '軍團天線:怨恨',
    nil,
  },
  [19277] = {
    '軍團天線:怒氣',
    nil,
  },
  [19278] = {
    '軍團天線:憎恨',
    nil,
  },
  [19279] = {
    '軍團天線:恐懼',
    nil,
  },
  [19280] = {
    '紅色陸行鷹',
    nil,
  },
  [19281] = {
    '迅捷粉紅色陸行鷹',
    nil,
  },
  [19282] = {
    '征服者薛艾希',
    nil,
  },
  [19283] = {
    '流浪漢',
    nil,
  },
  [19284] = {
    '入侵的惡魔守衛',
    nil,
  },
  [19285] = {
    '入侵的煉獄火',
    nil,
  },
  [19286] = {
    '入侵的惡魔潛獵者',
    nil,
  },
  [19287] = {
    '入侵的虛無行者',
    nil,
  },
  [19288] = {
    '魔騎士',
    nil,
  },
  [19289] = {
    '遊民',
    nil,
  },
  [19290] = {
    '入侵的痛苦者',
    nil,
  },
  [19291] = {
    '軍團傳送器:A',
    nil,
  },
  [19292] = {
    '軍團傳送器:B',
    nil,
  },
  [19293] = {
    '塔拉希恩',
    nil,
  },
  [19294] = {
    '縛地者卡拉崔亞·夜風',
    nil,
  },
  [19295] = {
    '破碎之手擲彈兵',
    nil,
  },
  [19296] = {
    '旅店老闆畢瑞比',
    '旅店老闆',
  },
  [19297] = {
    nil,
    '你不應該看到我',
  },
  [19298] = {
    '戰爭使者阿瑞克斯阿摩',
    nil,
  },
  [19299] = {
    '死亡秘語者',
    nil,
  },
  [19300] = {
    '『煽動者』黑心',
    nil,
  },
  [19301] = {
    '『煽動者』黑心',
    nil,
  },
  [19302] = {
    '『煽動者』黑心',
    nil,
  },
  [19303] = {
    '『煽動者』黑心',
    nil,
  },
  [19304] = {
    '『煽動者』黑心',
    nil,
  },
  [19305] = {
    '哥利亞森',
    '巨像之王',
  },
  [19306] = {
    '法力寄生蟲',
    nil,
  },
  [19307] = {
    '奈薩斯恐獸',
    nil,
  },
  [19308] = {
    '治安官伊斯歐朵爾',
    nil,
  },
  [19309] = {
    '阿圖瑪斯中士',
    nil,
  },
  [19310] = {
    '前線指揮官金斯頓',
    nil,
  },
  [19311] = {
    '傳送門獵犬',
    nil,
  },
  [19312] = {
    '訓練員蘇洛克',
    nil,
  },
  [19314] = {
    '物資官珊卓雅',
    '雜貨商和修理工',
  },
  [19315] = {
    '物資官伊莎貝爾',
    '雜貨商和修理工',
  },
  [19316] = {
    '戰場元帥洛哈瑪斯',
    nil,
  },
  [19317] = {
    '崔克勾',
    '雙足飛龍管理員',
  },
  [19318] = {
    '葛羅姆丹',
    '銀行職員',
  },
  [19319] = {
    '旅店老闆達爾克·血爪',
    '旅店老闆',
  },
  [19320] = {
    '銀色黎明保衛者',
    nil,
  },
  [19321] = {
    '軍需官伊恩達瑞',
    nil,
  },
  [19322] = {
    '銀色黎明守護者',
    nil,
  },
  [19324] = {
    '裝甲獅鷲獸毀滅者',
    nil,
  },
  [19325] = {
    nil,
    '獸欄管理員',
  },
  [19326] = {
    '軍團天線:遺忘',
    nil,
  },
  [19327] = {
    '孢子之雲',
    nil,
  },
  [19328] = {
    '軍團天線:煉獄',
    nil,
  },
  [19329] = {
    '軍團天線:黑色祭壇',
    nil,
  },
  [19330] = {
    '麗斯瑞司·血望',
    '柵欄',
  },
  [19331] = {
    '軍需官伊奴瑞歐',
    nil,
  },
  [19332] = {
    '石衛士安比藍',
    nil,
  },
  [19333] = {
    '葛羅空·亡眼',
    '武器鍛造師',
  },
  [19334] = {
    '恐懼呼喚者薩德登諾斯',
    nil,
  },
  [19335] = {
    '征服者亞奎斯',
    nil,
  },
  [19336] = {
    '虛無再生者 XL',
    nil,
  },
  [19337] = {
    '奧多爾神射手',
    nil,
  },
  [19338] = {
    '路露娜·金轉',
    '銀行職員',
  },
  [19339] = {
    '科爾蘇',
    '弓箭和槍械',
  },
  [19340] = {
    '米伊庫·遠步',
    '傳送門訓練師',
  },
  [19341] = {
    '葛魯塔',
    '鍛造訓練師',
  },
  [19342] = {
    '克瑞克·碎岩',
    '鍛造供應商',
  },
  [19343] = {
    '卓普· 瑞霖普',
    '雜貨商',
  },
  [19344] = {
    '雷噶西',
    '非凡的大廚',
  },
  [19345] = {
    '卡拉瑞',
    '商人',
  },
  [19346] = {
    '『先驅者』伊洛丹',
    nil,
  },
  [19347] = {
    '崔吉',
    '裁縫供應商',
  },
  [19348] = {
    '塔克洛姆',
    '食物和飲料',
  },
  [19349] = {
    '棘牙劫毀者',
    nil,
  },
  [19350] = {
    '棘牙噴毒者',
    nil,
  },
  [19351] = {
    '達茍·煉鐵者',
    '弓箭和槍械商',
  },
  [19352] = {
    '崔克·掃雲者',
    '旅店老闆',
  },
  [19353] = {
    '蠻錘守衛',
    nil,
  },
  [19354] = {
    '無情的阿爾塞斯',
    '背叛者的僕人',
  },
  [19355] = {
    '影月苦工',
    nil,
  },
  [19356] = {
    '虛無漫遊者',
    nil,
  },
  [19357] = {
    '微暗的虛無怨靈',
    nil,
  },
  [19358] = {
    '軍團傳送器:A (聯盟)',
    nil,
  },
  [19359] = {
    '軍團傳送器:B (聯盟)',
    nil,
  },
  [19361] = {
    '納拉杜',
    nil,
  },
  [19362] = {
    '柯爾克隆防衛者',
    nil,
  },
  [19363] = {
    '達爾頓中士',
    nil,
  },
  [19364] = {
    '柯爾克隆騎士',
    nil,
  },
  [19365] = {
    '銀色黎明弓箭手',
    nil,
  },
  [19366] = {
    '銀色黎明獵人',
    nil,
  },
  [19367] = {
    '『驚嘆』史哥利德·幸運心',
    '飛艇駕駛員',
  },
  [19368] = {
    '克利恩·尋路者',
    '獸欄管理員',
  },
  [19369] = {
    '瑟利·鋼翼',
    '烹飪訓練師',
  },
  [19370] = {
    '歐爾汀·雷拳',
    '錘類鍛造師',
  },
  [19371] = {
    '戴林·頑錘',
    '烹飪供應商',
  },
  [19372] = {
    '歐萊恩·咆釀',
    '商人',
  },
  [19373] = {
    '瑪利·石手',
    '護甲鍛造師',
  },
  [19374] = {
    '薩勒·日鑄',
    '雜貨商',
  },
  [19375] = {
    '伊利·雷擊',
    '史蓋瑞的監護人',
  },
  [19376] = {
    '榮譽堡活動假人塔',
    nil,
  },
  [19377] = {
    '見習員尼馬恩',
    nil,
  },
  [19378] = {
    '隱士奈杜曼',
    nil,
  },
  [19379] = {
    '史蓋瑞',
    '庫德蘭·蠻錘的獅鷲獸',
  },
  [19380] = {
    '守衛烏恩圖拉',
    nil,
  },
  [19381] = {
    '烈焰波',
    nil,
  },
  [19382] = {
    '蠻錘獅鷲騎士',
    nil,
  },
  [19383] = {
    '捕獲的地精',
    '物品修復',
  },
  [19384] = {
    '蠻錘斥候',
    nil,
  },
  [19385] = {
    '總元帥雷諾爾',
    nil,
  },
  [19386] = {
    '暴風城元帥',
    nil,
  },
  [19387] = {
    '蠻錘堡壘左方假人目標',
    nil,
  },
  [19388] = {
    '蠻錘堡壘右方假人目標',
    nil,
  },
  [19389] = {
    '巢穴蠻卒',
    nil,
  },
  [19390] = {
    '騎乘的信徒',
    nil,
  },
  [19391] = {
    '惡魔守衛中尉',
    nil,
  },
  [19392] = {
    '警備指揮官萊歐納斯',
    nil,
  },
  [19393] = {
    '恐懼控制者',
    nil,
  },
  [19394] = {
    '巴利莫克·野鬚',
    nil,
  },
  [19395] = {
    '布朗·金錘',
    nil,
  },
  [19397] = {
    '莫阿格監督者',
    nil,
  },
  [19398] = {
    '甘納格苦工',
    nil,
  },
  [19399] = {
    '惡魔火砲',
    nil,
  },
  [19400] = {
    '惡魔劫奪者哨衛',
    nil,
  },
  [19401] = {
    '空軍指揮布拉克',
    nil,
  },
  [19402] = {
    '枯萎的泥沼領主',
    nil,
  },
  [19403] = {
    '哥布林蒸汽坦克',
    nil,
  },
  [19404] = {
    '地精蒸汽坦克',
    nil,
  },
  [19405] = {
    '蒸汽坦克',
    nil,
  },
  [19406] = {
    '雷霆崖捕獵者',
    nil,
  },
  [19407] = {
    '藍謎復仇者',
    nil,
  },
  [19408] = {
    '痛苦魔女',
    nil,
  },
  [19409] = {
    '空軍指揮戴畢瑞',
    nil,
  },
  [19410] = {
    '破碎之手新兵',
    nil,
  },
  [19411] = {
    '破碎之手術士',
    nil,
  },
  [19412] = {
    '黑鐵礦石',
    nil,
  },
  [19413] = {
    '破碎之手法師',
    nil,
  },
  [19414] = {
    '破碎之手護衛',
    nil,
  },
  [19415] = {
    '破碎之手侍僧',
    nil,
  },
  [19416] = {
    '遠古的德萊尼靈魂',
    nil,
  },
  [19417] = {
    '『瘋子』藍姆多',
    nil,
  },
  [19418] = {
    '晶鱗裂石巨人',
    nil,
  },
  [19419] = {
    '狂怒的裂石巨人',
    nil,
  },
  [19420] = {
    '哥利亞索裂石巨人',
    nil,
  },
  [19421] = {
    '虛空風暴水晶目標',
    nil,
  },
  [19422] = {
    '血之谷通靈師',
    nil,
  },
  [19423] = {
    '血之谷座狼',
    nil,
  },
  [19424] = {
    '血之谷折磨者',
    nil,
  },
  [19425] = {
    '奧格瑪苦工',
    nil,
  },
  [19426] = {
    '苦工監督者',
    nil,
  },
  [19427] = {
    '虛無召喚者',
    nil,
  },
  [19428] = {
    '鈷藍巨蛇',
    nil,
  },
  [19429] = {
    '鳥人黑暗之鷹',
    nil,
  },
  [19430] = {
    '測試元素圖騰',
    nil,
  },
  [19431] = {
    '測試元素',
    nil,
  },
  [19432] = {
    '受傷的蠻兵',
    nil,
  },
  [19434] = {
    '恐懼呼喚者',
    nil,
  },
  [19435] = {
    '黑暗教士瑪洛德',
    '治療與看護',
  },
  [19436] = {
    '物資商人布魯克',
    '供應商',
  },
  [19437] = {
    '虛空風暴下跪目標',
    nil,
  },
  [19438] = {
    '伊洛森的影像',
    nil,
  },
  [19439] = {
    '虛空風暴工作採礦目標',
    nil,
  },
  [19440] = {
    '葛銳洛克之眼',
    nil,
  },
  [19441] = {
    '生氣的鐵匠歐克歐司',
    nil,
  },
  [19442] = {
    '座狼大師科洛斯',
    nil,
  },
  [19443] = {
    '塔加·斷脊者',
    nil,
  },
  [19444] = {
    '農民勞工',
    nil,
  },
  [19445] = {
    '受傷的士兵',
    nil,
  },
  [19446] = {
    '操作主管',
    nil,
  },
  [19447] = {
    '丹尼爾兄弟',
    nil,
  },
  [19449] = {
    '雷霆王蠻兵',
    nil,
  },
  [19450] = {
    '寶歐·雪蹄',
    '商人',
  },
  [19451] = {
    '軍需官葛爾曼',
    '乾糧',
  },
  [19452] = {
    '軍需官崔克',
    '供應商',
  },
  [19453] = {
    '日怒隊長',
    nil,
  },
  [19454] = {
    '暴風城步兵靈魂',
    nil,
  },
  [19455] = {
    '護士裘蒂思',
    nil,
  },
  [19456] = {
    '白吼的靈魂',
    nil,
  },
  [19457] = {
    '葛銳洛克『暗眼』',
    nil,
  },
  [19458] = {
    '撕裂',
    nil,
  },
  [19459] = {
    '風牙',
    nil,
  },
  [19460] = {
    '血之谷骷髏',
    nil,
  },
  [19461] = {
    '被馴伏的劫毀者',
    nil,
  },
  [19463] = {
    '獸人骷髏',
    nil,
  },
  [19464] = {
    '血之谷靈魂',
    nil,
  },
  [19466] = {
    '主教歐瑞利斯',
    nil,
  },
  [19467] = {
    '隱士卡爾加',
    nil,
  },
  [19468] = {
    '間諜大師薩洛迪恩',
    nil,
  },
  [19469] = {
    '博學者萊莉娜',
    nil,
  },
  [19470] = {
    '哥爾拉',
    '旅店老闆',
  },
  [19471] = {
    '老歐洛克',
    '水果和菇菌',
  },
  [19472] = {
    '斯瑞克',
    '魚販',
  },
  [19473] = {
    '瑞薩',
    '投擲武器商人',
  },
  [19474] = {
    '卡納斯',
    '雜貨商',
  },
  [19475] = {
    '先驅者哈洛尼恩',
    nil,
  },
  [19476] = {
    '羅爾',
    '獸欄管理員',
  },
  [19477] = {
    '逃亡中的崔互德戰士',
    nil,
  },
  [19478] = {
    '費拉·跨欄者',
    '急救訓練師',
  },
  [19479] = {
    '歐卡薩',
    '斧類鍛造師',
  },
  [19480] = {
    '晦暗的靈魂',
    nil,
  },
  [19481] = {
    '大法師瓦戈斯',
    nil,
  },
  [19482] = {
    '薩根',
    '羅樊德威的小惡魔',
  },
  [19484] = {
    '虛空風暴修復目標',
    nil,
  },
  [19485] = {
    '博學者法爾瑞斯',
    nil,
  },
  [19486] = {
    '尋日化學家',
    nil,
  },
  [19487] = {
    '龍鷹坐騎',
    nil,
  },
  [19488] = {
    '管理者戴沃斯',
    '肯瑞瓦守護者',
  },
  [19489] = {
    '莫爾蘭巫士中尉',
    nil,
  },
  [19490] = {
    '世界飛行坐騎騎術訓練師',
    '獸欄管理員',
  },
  [19491] = {
    '世界飛行坐騎聯盟商人',
    '獸欄管理員',
  },
  [19492] = {
    '世界飛行坐騎部落商人',
    '獸欄管理員',
  },
  [19493] = {
    '『審判官』艾克爾拉斯',
    nil,
  },
  [19494] = {
    '阿其羅斯',
    nil,
  },
  [19495] = {
    '旅店老闆莎恩希',
    '旅店老闆',
  },
  [19496] = {
    '間諜葛瑞克薩',
    nil,
  },
  [19497] = {
    '卡歐寧',
    '商人',
  },
  [19498] = {
    '塔納迪',
    '雜貨商',
  },
  [19499] = {
    '卡希歐',
    '武器鍛造師',
  },
  [19500] = {
    '希爾瓦納哨兵',
    nil,
  },
  [19501] = {
    '陰鬱城技工',
    '陰鬱城',
  },
  [19502] = {
    '陰鬱城醫者',
    nil,
  },
  [19503] = {
    '卡巴密探',
    nil,
  },
  [19504] = {
    '占卜者守護者',
    nil,
  },
  [19505] = {
    '尋日導魔師',
    nil,
  },
  [19506] = {
    '大師管理者沙威斯特',
    nil,
  },
  [19507] = {
    '尋日基因接合者',
    nil,
  },
  [19508] = {
    '尋日草藥師',
    nil,
  },
  [19509] = {
    '尋日收割者',
    nil,
  },
  [19510] = {
    '血守衛百夫長',
    nil,
  },
  [19511] = {
    '幽藤引誘者',
    nil,
  },
  [19512] = {
    '幽藤收割者',
    nil,
  },
  [19513] = {
    '突變的恐懼尖嘯者',
    nil,
  },
  [19514] = {
    '歐爾',
    '鳳凰神',
  },
  [19516] = {
    '虛無劫奪者',
    nil,
  },
  [19517] = {
    '阿蘿娜',
    '護甲商',
  },
  [19518] = {
    '費蘭尼',
    '食物和飲料',
  },
  [19519] = {
    '飢餓的泥沼領主',
    nil,
  },
  [19520] = {
    '利拉卡',
    '鍛造供應商',
  },
  [19521] = {
    '阿羅德',
    '裁縫供應商',
  },
  [19522] = {
    '撒塔斯崗哨占卜者祭壇',
    nil,
  },
  [19523] = {
    '歐姆拉格的左腦',
    nil,
  },
  [19524] = {
    '歐姆拉格的右腦',
    nil,
  },
  [19525] = {
    '舞台聚光燈',
    nil,
  },
  [19526] = {
    '度那曼',
    '武器商',
  },
  [19527] = {
    '猶豫不決的虛無呼喚者',
    nil,
  },
  [19528] = {
    '娜諾瑪',
    '物資供應商人',
  },
  [19529] = {
    '風暴之尖奈薩斯守衛',
    nil,
  },
  [19530] = {
    '達曼德',
    '鍛造供應商',
  },
  [19531] = {
    '伊傭尼斯',
    '旅店老闆',
  },
  [19532] = {
    '迪恩尼',
    '製皮供應商',
  },
  [19533] = {
    '商人艾爾真',
    '商人',
  },
  [19534] = {
    '商人迪席',
    '雜貨商',
  },
  [19535] = {
    '商人席賈德',
    '魔法貨物',
  },
  [19536] = {
    '商人杰戴安',
    '特殊武器商人',
  },
  [19537] = {
    '商人瑪力吉',
    '附魔供應商',
  },
  [19538] = {
    '商人杉席克',
    '寶石和珠寶設計供應商',
  },
  [19539] = {
    '賈斯達拉德',
    '珠寶設計訓練師',
  },
  [19540] = {
    '阿薩南',
    '附魔訓練師',
  },
  [19541] = {
    '虛空風暴守衛',
    nil,
  },
  [19542] = {
    '戰場元帥瑪赫范',
    nil,
  },
  [19543] = {
    '戰鬥法師達斯立克',
    nil,
  },
  [19544] = {
    '咒術師盧瑞斯',
    nil,
  },
  [19545] = {
    '考林·織霜者',
    nil,
  },
  [19546] = {
    '棄絕者貝馬拉',
    nil,
  },
  [19547] = {
    '隱形書櫃',
    nil,
  },
  [19548] = {
    '隱形衣櫃',
    nil,
  },
  [19549] = {
    '隱形武器架',
    nil,
  },
  [19550] = {
    '隱形置物箱',
    nil,
  },
  [19551] = {
    '歐爾餘燼',
    nil,
  },
  [19552] = {
    '哥布林飛艇',
    nil,
  },
  [19553] = {
    '日怒工人',
    nil,
  },
  [19554] = {
    '『吞盡者』迪曼修斯',
    nil,
  },
  [19555] = {
    '隱形的潛伏者引導目標',
    nil,
  },
  [19556] = {
    nil,
    '大酋長',
  },
  [19557] = {
    '巨型鞭棘者',
    nil,
  },
  [19558] = {
    '阿蜜莉亞·天空之心',
    '雙足飛龍管理員',
  },
  [19559] = {
    '蒙度歐',
    '食物和飲料',
  },
  [19560] = {
    '路克拉',
    '雜貨商',
  },
  [19561] = {
    '目盲的哈卡斯',
    '弓箭商',
  },
  [19562] = {
    '苦工寶卡爾',
    '商人',
  },
  [19563] = {
    '迪曼修斯任務啟動器',
    nil,
  },
  [19564] = {
    '虛無風暴',
    nil,
  },
  [19565] = {
    '巨大的虛無風暴',
    nil,
  },
  [19566] = {
    '守望堡諫言者',
    nil,
  },
  [19567] = {
    '看守者賽洛那斯',
    nil,
  },
  [19568] = {
    '無止境的虛無怨靈',
    nil,
  },
  [19569] = {
    '虛空學家卡伯尼寇斯',
    nil,
  },
  [19570] = {
    '火箭主管夫斯拉吉',
    'B.O.O.M.指揮官',
  },
  [19571] = {
    '旅店老闆瑞米·杜杜索',
    '旅店老闆',
  },
  [19572] = {
    '坎特',
    '食物和飲料',
  },
  [19573] = {
    '達斯',
    '貿易供應商',
  },
  [19574] = {
    '奇茲',
    '雜貨供應商',
  },
  [19575] = {
    '奎夫',
    '工程學供應商',
  },
  [19576] = {
    '辛洛歐',
    '工程學訓練師',
  },
  [19577] = {
    '秘法寶珠目標',
    nil,
  },
  [19578] = {
    '機器人專家艾里',
    nil,
  },
  [19579] = {
    '戴帽的考林·織霜者',
    nil,
  },
  [19580] = {
    '盧瑞斯穿著斗篷',
    nil,
  },
  [19581] = {
    '麥迪斯',
    '飛行管理員',
  },
  [19582] = {
    '馬克斯A型機器人一號',
    nil,
  },
  [19583] = {
    '葛利尼克',
    '飛行管理員',
  },
  [19584] = {
    '鞭棘者 (秘法)',
    nil,
  },
  [19585] = {
    '鞭棘者 (火焰)',
    nil,
  },
  [19586] = {
    '鞭棘者 (冰霜)',
    nil,
  },
  [19587] = {
    '鞭棘者 (暗影)',
    nil,
  },
  [19588] = {
    '馬克斯A型機器人二號',
    nil,
  },
  [19589] = {
    '馬克斯A型機器人五號',
    nil,
  },
  [19590] = {
    '索爾事件產生器',
    nil,
  },
  [19591] = {
    '雪歌',
    nil,
  },
  [19592] = {
    '柯爾克隆戰士',
    nil,
  },
  [19593] = {
    '縛法者瑪莉安娜',
    nil,
  },
  [19594] = {
    '柯爾克隆榮譽守衛',
    nil,
  },
  [19595] = {
    '被吸取的相位捕獵者',
    nil,
  },
  [19596] = {
    '柯爾克隆坐騎',
    nil,
  },
  [19597] = {
    '索爾的英雄音樂',
    nil,
  },
  [19598] = {
    '突變的鞭屍者',
    nil,
  },
  [19599] = {
    '虛無僕人',
    nil,
  },
  [19600] = {
    '星移管理員勒瑞尼斯',
    nil,
  },
  [19601] = {
    '牛頭人戰士',
    nil,
  },
  [19602] = {
    '牛頭人坐騎',
    nil,
  },
  [19603] = {
    '牛頭人薩滿',
    nil,
  },
  [19606] = {
    '葛利克',
    nil,
  },
  [19607] = {
    '葛利克的狼騎',
    nil,
  },
  [19608] = {
    '野生鞭棘者',
    nil,
  },
  [19609] = {
    '莫阿格工程師變形(鑽)',
    nil,
  },
  [19610] = {
    '受到輻射的勞工',
    nil,
  },
  [19611] = {
    '卡勒斯·日刃',
    '占卜者',
  },
  [19612] = {
    '受到輻射的經理',
    nil,
  },
  [19614] = {
    '瑪魯卡茲在狼形態',
    nil,
  },
  [19615] = {
    '泰洛卡狼魂(人類形態)',
    nil,
  },
  [19616] = {
    '泰洛卡狼魂',
    nil,
  },
  [19617] = {
    '布茲',
    'B.O.O.M.調酒大師',
  },
  [19618] = {
    '星移管理員萊姍卓·克瑞狄',
    nil,
  },
  [19619] = {
    '指揮官曦鑄獎勵',
    nil,
  },
  [19620] = {
    '秘法師艾登尼斯獎勵',
    nil,
  },
  [19621] = {
    '比爾',
    'B.O.O.M.消防署長',
  },
  [19622] = {
    '凱爾薩斯·逐日者',
    '血精靈領主',
  },
  [19623] = {
    '達克',
    nil,
  },
  [19624] = {
    '受傷的暴風城步兵',
    nil,
  },
  [19625] = {
    '阿羅雅',
    '雜貨商',
  },
  [19626] = {
    '畢拉娜',
    nil,
  },
  [19627] = {
    '蘇拉冥',
    nil,
  },
  [19628] = {
    '富蘭',
    nil,
  },
  [19629] = {
    '迪納斯',
    nil,
  },
  [19630] = {
    '迪安斯',
    nil,
  },
  [19631] = {
    '哈爾藍',
    nil,
  },
  [19632] = {
    '萊庫釘刺者',
    nil,
  },
  [19633] = {
    '血守衛修補者',
    nil,
  },
  [19634] = {
    '工兵領班布拉斯特費索',
    'B.O.O.M.工兵工頭',
  },
  [19635] = {
    '阿拉斯恩上尉',
    nil,
  },
  [19636] = {
    '德萊尼火焰圖騰',
    nil,
  },
  [19637] = {
    '德萊尼大地圖騰',
    nil,
  },
  [19638] = {
    '德萊尼水之圖騰',
    nil,
  },
  [19639] = {
    '德萊尼風之圖騰',
    nil,
  },
  [19640] = {
    '血之谷騎乘用座狼',
    nil,
  },
  [19641] = {
    '星移劫掠者尼薩德',
    nil,
  },
  [19642] = {
    '薩希斯潛獵者',
    nil,
  },
  [19643] = {
    '日怒星術師',
    nil,
  },
  [19644] = {
    '大法師瓦戈斯的影像',
    nil,
  },
  [19645] = {
    '威勒老爹',
    'B.O.O.M.機械科技員',
  },
  [19646] = {
    '索爾事件假人',
    nil,
  },
  [19647] = {
    nil,
    '大酋長',
  },
  [19648] = {
    '瑪拉尼恩',
    nil,
  },
  [19649] = {
    '多爾尼',
    '雜貨商',
  },
  [19650] = {
    '[PH]日怒施法者',
    nil,
  },
  [19651] = {
    '經驗豐富的復仇者',
    nil,
  },
  [19652] = {
    '混亂情報任務獎勵記分者北邊',
    nil,
  },
  [19653] = {
    '葛拉希厄斯',
    nil,
  },
  [19657] = {
    '召喚者坎辛',
    nil,
  },
  [19658] = {
    '棕色伊萊克',
    nil,
  },
  [19660] = {
    '卡爾洛斯的加持機器人',
    nil,
  },
  [19661] = {
    '維格斯·亮星',
    '工程學供應商',
  },
  [19662] = {
    nil,
    '鍛造供應商',
  },
  [19663] = {
    '露比夫人',
    '附魔供應商',
  },
  [19664] = {
    '鬆餅人慕瑟爾',
    '麵包商',
  },
  [19665] = {
    '母羊',
    nil,
  },
  [19666] = {
    '暗影領主希瑞西斯',
    nil,
  },
  [19667] = {
    '聯合團虛空行者',
    nil,
  },
  [19668] = {
    '暗影惡魔',
    nil,
  },
  [19669] = {
    '『學家』瑪姆迪',
    nil,
  },
  [19670] = {
    '工匠莫法利厄司',
    nil,
  },
  [19671] = {
    '工程師薩希恩',
    nil,
  },
  [19672] = {
    '聯合團苦力',
    nil,
  },
  [19673] = {
    '聯合團工程師',
    nil,
  },
  [19674] = {
    '奈薩斯王子哈拉瑪德',
    nil,
  },
  [19675] = {
    '奈薩斯王子哈拉瑪德',
    nil,
  },
  [19676] = {
    '隊長卡夫提茲',
    nil,
  },
  [19677] = {
    '聯合團法術標誌者',
    nil,
  },
  [19678] = {
    '范提',
    '施法材料',
  },
  [19679] = {
    nil,
    '黑市商人',
  },
  [19680] = {
    '奧多爾重生控制器',
    nil,
  },
  [19681] = {
    '虛無再生者 L',
    nil,
  },
  [19682] = {
    '大使莫爾迪巴',
    nil,
  },
  [19683] = {
    '『瘋子』歐卡司',
    nil,
  },
  [19684] = {
    '哈迦德戰爭老兵',
    nil,
  },
  [19685] = {
    '卡德加的僕從',
    nil,
  },
  [19686] = {
    '虛空異常者',
    nil,
  },
  [19687] = {
    '撒塔斯城保安官',
    nil,
  },
  [19688] = {
    '占卜者金庫護衛',
    nil,
  },
  [19689] = {
    '德萊尼旅行者',
    nil,
  },
  [19690] = {
    '閔坎普',
    'B.O.O.M.救援隊',
  },
  [19691] = {
    '測試劫毀者',
    nil,
  },
  [19692] = {
    '布恩機器人',
    nil,
  },
  [19693] = {
    '克萊瑞莎',
    nil,
  },
  [19694] = {
    '路歐露娜',
    '護甲商',
  },
  [19695] = {
    '農民 (木柴) 1.50',
    nil,
  },
  [19696] = {
    '寶琳',
    nil,
  },
  [19697] = {
    '哈勒',
    nil,
  },
  [19698] = {
    '大祖父阿爾崔瑪斯',
    nil,
  },
  [19700] = {
    '強尼·卡索',
    nil,
  },
  [19701] = {
    '噬骨者塑能師',
    nil,
  },
  [19702] = {
    '奧多爾侍僧',
    nil,
  },
  [19703] = {
    '瑪瑟里頓',
    nil,
  },
  [19704] = {
    '湯姆',
    '程式測試',
  },
  [19705] = {
    '大師戴利斯·曦擊',
    nil,
  },
  [19706] = {
    '沼石崔薩力克',
    nil,
  },
  [19707] = {
    '日怒弓箭手',
    nil,
  },
  [19708] = {
    '日怒戰士 [PH]',
    nil,
  },
  [19709] = {
    '首席工程師崔普',
    'B.O.O.M.工程師',
  },
  [19710] = {
    '看守者鐵手',
    nil,
  },
  [19712] = {
    '麥克納爾鑽孔者',
    nil,
  },
  [19713] = {
    '麥克納爾破壞者',
    nil,
  },
  [19715] = {
    '伊斯奇歐',
    nil,
  },
  [19716] = {
    '麥克納爾技工',
    nil,
  },
  [19717] = {
    '混亂情報任務獎勵記分者南邊',
    nil,
  },
  [19718] = {
    '補給官茲索特',
    nil,
  },
  [19719] = {
    '瑞叩·尼奇',
    '前社交名流',
  },
  [19720] = {
    '骯髒賴瑞',
    '無賴',
  },
  [19721] = {
    '哈利斯·納雀希斯',
    '社交名流',
  },
  [19722] = {
    '『編織者』姆賀魯',
    '裁縫供應商',
  },
  [19723] = {
    '隱形BE弩砲',
    nil,
  },
  [19724] = {
    '隱形BE帳篷',
    nil,
  },
  [19725] = {
    '史詩馬龍',
    '無賴',
  },
  [19726] = {
    '戰慄武器',
    '無賴',
  },
  [19727] = {
    '虛空風暴射擊目標',
    nil,
  },
  [19728] = {
    '威勒媽媽',
    'B.O.O.M.機械科技員',
  },
  [19729] = {
    '鐵脊蜥蜴',
    nil,
  },
  [19730] = {
    '鐵脊凝視者',
    nil,
  },
  [19731] = {
    '虛空野獸',
    nil,
  },
  [19732] = {
    '安格拉斯術士',
    nil,
  },
  [19733] = {
    '匕首沼地佣人',
    nil,
  },
  [19734] = {
    '真菌巨人',
    nil,
  },
  [19735] = {
    '風暴要塞-熔爐毀滅者',
    nil,
  },
  [19736] = {
    '歷史學家亞登',
    nil,
  },
  [19737] = {
    '工程人員',
    nil,
  },
  [19738] = {
    '末日裂爪',
    nil,
  },
  [19739] = {
    '奪怒者',
    nil,
  },
  [19740] = {
    '怒行者',
    nil,
  },
  [19741] = {
    '憎恨尖嘯者',
    nil,
  },
  [19742] = {
    '無情的煽動者',
    nil,
  },
  [19743] = {
    '納斯雷茲姆議員',
    nil,
  },
  [19744] = {
    '恐懼衛兵',
    '伊利丹的僕人',
  },
  [19745] = {
    '競技場淘汰者',
    nil,
  },
  [19746] = {
    '競技場破壞者',
    nil,
  },
  [19747] = {
    '『魔犬之主』貝爾蒙',
    nil,
  },
  [19748] = {
    '軍團領主',
    nil,
  },
  [19749] = {
    '影月冤靈',
    nil,
  },
  [19750] = {
    '冰寒之地',
    nil,
  },
  [19751] = {
    '復仇的暗月怨靈',
    nil,
  },
  [19752] = {
    '潛行的煉獄火',
    nil,
  },
  [19753] = {
    '煉獄火爭吵者',
    nil,
  },
  [19754] = {
    '死亡熔爐技工',
    nil,
  },
  [19755] = {
    '莫阿格武器鍛造師',
    nil,
  },
  [19756] = {
    '死亡熔爐鐵匠',
    nil,
  },
  [19757] = {
    '煉獄火靈魂',
    nil,
  },
  [19758] = {
    '煉獄火元素聚惡體',
    nil,
  },
  [19759] = {
    '全新雕刻的煉獄火',
    nil,
  },
  [19760] = {
    '冷卻的煉獄火',
    nil,
  },
  [19761] = {
    '魔焰煉獄火',
    nil,
  },
  [19762] = {
    '考斯卡防衛者',
    nil,
  },
  [19763] = {
    '曼尼',
    nil,
  },
  [19764] = {
    '莫歐',
    nil,
  },
  [19765] = {
    '考斯卡部屬',
    nil,
  },
  [19766] = {
    '杰克',
    nil,
  },
  [19767] = {
    '考斯卡巫女',
    nil,
  },
  [19768] = {
    '考斯卡海妖',
    nil,
  },
  [19769] = {
    '考斯卡尖嘯者',
    nil,
  },
  [19770] = {
    '獵食中的猛龍',
    nil,
  },
  [19771] = {
    '巨型猛龍',
    nil,
  },
  [19772] = {
    '靈魂法師卡爾吐克',
    nil,
  },
  [19773] = {
    '靈魂法師錫藍',
    nil,
  },
  [19774] = {
    '圖班',
    '見習珠寶設計師',
  },
  [19775] = {
    '卡琳達',
    '珠寶設計訓練師',
  },
  [19776] = {
    '試驗性的駕駛員',
    nil,
  },
  [19777] = {
    '伊蘭杜',
    '見習珠寶設計師',
  },
  [19778] = {
    '法芮',
    '珠寶設計訓練師',
  },
  [19779] = {
    '日怒地理學家',
    nil,
  },
  [19780] = {
    '下班後的工程師',
    'B.O.O.M.工程師',
  },
  [19781] = {
    '星界爆發',
    nil,
  },
  [19782] = {
    '星界爆發',
    nil,
  },
  [19783] = {
    '星界爆發',
    nil,
  },
  [19784] = {
    '考斯卡眼鏡蛇',
    nil,
  },
  [19785] = {
    '毒冠眼鏡蛇',
    nil,
  },
  [19786] = {
    '水箱鼻涕蟲',
    nil,
  },
  [19787] = {
    '吞噬鼻涕蟲',
    nil,
  },
  [19788] = {
    '考斯卡污物看守者',
    nil,
  },
  [19789] = {
    '考斯卡護水者',
    nil,
  },
  [19790] = {
    '泥濘潛伏者',
    nil,
  },
  [19791] = {
    '無光的泥巴拋射器',
    nil,
  },
  [19792] = {
    '伊克利普森百夫長',
    nil,
  },
  [19793] = {
    '伊克利普森火占師',
    nil,
  },
  [19794] = {
    '伊克利普森博學者',
    nil,
  },
  [19795] = {
    '伊克利普森血騎士',
    nil,
  },
  [19796] = {
    '伊克利普森大法師',
    nil,
  },
  [19797] = {
    '伊利達瑞大領主',
    '赤紅法印',
  },
  [19798] = {
    '秘法根除者',
    nil,
  },
  [19799] = {
    '伊利達瑞恐懼使者',
    '伊利丹的僕人',
  },
  [19800] = {
    '伊利達瑞痛苦鞭擊者',
    '伊利丹的僕人',
  },
  [19801] = {
    '伊利達瑞折磨者',
    nil,
  },
  [19802] = {
    '伊利達瑞突擊兵',
    '伊利丹的僕人',
  },
  [19803] = {
    '伊利達瑞毀滅者',
    nil,
  },
  [19804] = {
    '背叛者的獵犬',
    nil,
  },
  [19805] = {
    '伊克利普森獄卒',
    nil,
  },
  [19806] = {
    '伊克利普森血守衛',
    nil,
  },
  [19807] = {
    '灰色之心尋路者',
    nil,
  },
  [19808] = {
    '灰色之心獸人殺戮者',
    nil,
  },
  [19809] = {
    '灰色之心薩滿',
    nil,
  },
  [19810] = {
    '灰色之心虛空智者',
    nil,
  },
  [19811] = {
    '灰色之心戰場大師',
    nil,
  },
  [19812] = {
    '伊利達瑞通知者',
    nil,
  },
  [19813] = {
    '血膚突變者',
    nil,
  },
  [19814] = {
    '血膚蠻兵',
    nil,
  },
  [19815] = {
    '血膚術士',
    nil,
  },
  [19816] = {
    '血膚狂戰士',
    nil,
  },
  [19817] = {
    '血膚毀滅者',
    nil,
  },
  [19818] = {
    '血膚督軍',
    nil,
  },
  [19819] = {
    '[PH] 伊利達瑞監督者',
    nil,
  },
  [19820] = {
    '伊利達瑞劊子手',
    nil,
  },
  [19821] = {
    '伊利達瑞和平者',
    nil,
  },
  [19822] = {
    '伊利達瑞蠻卒',
    nil,
  },
  [19823] = {
    '瘋狂的巨像',
    nil,
  },
  [19824] = {
    '科羅克之子',
    nil,
  },
  [19825] = {
    '黑暗議會爪牙',
    nil,
  },
  [19826] = {
    '黑暗議會暗影術師',
    nil,
  },
  [19827] = {
    '黑暗議會烏鴉守衛',
    nil,
  },
  [19828] = {
    '外域騎術訓練師',
    '訓練師',
  },
  [19829] = {
    '星移管理員萊姍卓',
    nil,
  },
  [19830] = {
    '秘法師艾登尼斯',
    nil,
  },
  [19831] = {
    '指揮官曦鑄',
    nil,
  },
  [19832] = {
    '莫米沙博士',
    'B.O.O.M.研究科學家',
  },
  [19833] = {
    '毒蛇',
    nil,
  },
  [19835] = {
    '『眼鏡仔』吉哥·齒輪磨碎',
    '工程學供應商',
  },
  [19836] = {
    '扎米·費雪',
    '槍械商',
  },
  [19837] = {
    '達卡·萊芭',
    '藥劑商',
  },
  [19838] = {
    '地獄火任務 - 爆破視覺 (DND)',
    nil,
  },
  [19839] = {
    '拉瑞歐·日逐者',
    nil,
  },
  [19840] = {
    '卡利迪斯·明曦',
    nil,
  },
  [19841] = {
    '(PH) 占卜師瑞德',
    nil,
  },
  [19842] = {
    '隱形KV防衛者',
    nil,
  },
  [19843] = {
    '幽藤欺詐者',
    nil,
  },
  [19844] = {
    '博學者奈崔恩',
    nil,
  },
  [19845] = {
    '52區煙火控制者',
    nil,
  },
  [19846] = {
    '[PH] 尖角鬼魂',
    nil,
  },
  [19847] = {
    '勒威薩斯',
    '靈魂呼喚者',
  },
  [19848] = {
    '先驅者伊納爾司',
    nil,
  },
  [19849] = {
    '廢料劫奪者X6000',
    nil,
  },
  [19850] = {
    '議員艾瑞歐·丹納斯塔',
    nil,
  },
  [19851] = {
    '奈卡卓恩',
    nil,
  },
  [19852] = {
    '神器蒐尋者',
    nil,
  },
  [19853] = {
    '魔刃末日守衛',
    nil,
  },
  [19854] = {
    '納斯雷茲姆調查員',
    nil,
  },
  [19855] = {
    '麥希莫斯·亞當斯爵士',
    '阿拉希盆地戰場軍官',
  },
  [19856] = {
    '熱砂山姆',
    '競技場編制者',
  },
  [19857] = {
    '蜜米妮',
    '征服點數軍需官',
  },
  [19858] = {
    '左撇子帕德阿普',
    '競技場戰場軍官',
  },
  [19859] = {
    '麥斯·路娜',
    '競技場戰場軍官',
  },
  [19860] = {
    '卡崔娜·特呢',
    nil,
  },
  [19861] = {
    '畢普·尼格斯卓',
    '競技場編制者',
  },
  [19862] = {
    '烏崔克',
    nil,
  },
  [19863] = {
    '復仇的不屈士兵',
    nil,
  },
  [19864] = {
    '復仇的不屈隊長',
    nil,
  },
  [19865] = {
    '突變的恐獸',
    nil,
  },
  [19866] = {
    '隱形東側KV符文',
    nil,
  },
  [19867] = {
    '隱形NE KV符文',
    nil,
  },
  [19868] = {
    '隱形西側KV符文',
    nil,
  },
  [19869] = {
    '毒蛇陷阱',
    nil,
  },
  [19870] = {
    '隱形KV護盾產生器',
    nil,
  },
  [19871] = {
    '世界啟動器(不是免疫的NPC)',
    nil,
  },
  [19872] = {
    '凱崔娜·瓦映迪女士',
    nil,
  },
  [19873] = {
    '貴族克利斯平·費蘭斯',
    nil,
  },
  [19874] = {
    '男爵洛夫·崔克爾',
    nil,
  },
  [19875] = {
    '女爵朵洛希·米爾斯泰普',
    nil,
  },
  [19876] = {
    '貴族羅賓·達利斯',
    nil,
  },
  [19877] = {
    '虛空風暴',
    nil,
  },
  [19878] = {
    '主教瑪拉達爾之靈',
    nil,
  },
  [19879] = {
    '護甲匠霍沃',
    '護甲鍛造師',
  },
  [19880] = {
    '虛空巡者凱澤',
    nil,
  },
  [19881] = {
    '分離的靈魂',
    nil,
  },
  [19882] = {
    '傑洛米',
    '莫利斯洛的爪牙',
  },
  [19883] = {
    '法力風暴',
    nil,
  },
  [19905] = {
    '黑色新娘',
    '阿拉希盆地戰場軍官',
  },
  [19906] = {
    '烏薩·鑿眼',
    '奧特蘭克山谷戰場軍官',
  },
  [19907] = {
    '古魯波·恐怖戰錘',
    '奧特蘭克山谷戰場軍官',
  },
  [19908] = {
    '蘇烏拉·迅箭',
    '戰歌峽谷戰場軍官',
  },
  [19909] = {
    '瑞克斯·比斯莫',
    '競技場戰場軍官',
  },
  [19910] = {
    '嘎爾勾克',
    '戰歌峽谷戰場軍官',
  },
  [19911] = {
    '貝卡·昔普威索',
    '競技場戰場軍官',
  },
  [19912] = {
    '賽剛恩·波斯奈伯',
    '競技場戰場軍官',
  },
  [19913] = {
    '52區聚光燈',
    nil,
  },
  [19914] = {
    '胡帝胡',
    '蘇烏拉·迅箭的寵物',
  },
  [19915] = {
    '麥克斯·辛恩',
    '競技場戰場軍官',
  },
  [19916] = {
    '大法師的儀式水晶',
    nil,
  },
  [19917] = {
    '騎乘用龍鷹',
    nil,
  },
  [19918] = {
    '時光看守者',
    nil,
  },
  [19919] = {
    '荊棘鞭笞者',
    nil,
  },
  [19920] = {
    '荊棘撕掠者',
    nil,
  },
  [19921] = {
    '響尾蛇',
    nil,
  },
  [19922] = {
    '龍捲風',
    nil,
  },
  [19923] = {
    '畢皮·克利斯特',
    '競技場戰場軍官',
  },
  [19924] = {
    '隱形儀式水晶',
    nil,
  },
  [19925] = {
    '米格萊克·布拉特斯托姆',
    '競技場戰場軍官',
  },
  [19926] = {
    '法術劫奪者瑪拉希歐',
    nil,
  },
  [19927] = {
    '時光看守者變形',
    nil,
  },
  [19928] = {
    '拉杰 (秘法)',
    nil,
  },
  [19929] = {
    '拉杰 (火焰)',
    nil,
  },
  [19930] = {
    '拉杰 (冰霜)',
    nil,
  },
  [19931] = {
    '拉杰 (自然)',
    nil,
  },
  [19932] = {
    '安杜姆',
    '時光守望者',
  },
  [19933] = {
    '諾札瑞',
    '時光守望者',
  },
  [19934] = {
    '薩拉多姆',
    nil,
  },
  [19935] = {
    '索芮朵蜜',
    '流沙之鱗',
  },
  [19936] = {
    '阿拉斯莫杜',
    '流沙之鱗',
  },
  [19937] = {
    '指揮官霍卡爾斯',
    nil,
  },
  [19938] = {
    '指揮官薩瑞尼斯的影像',
    nil,
  },
  [19939] = {
    '虛空風暴虛空野獸目標',
    nil,
  },
  [19940] = {
    '艾派斯巨人',
    nil,
  },
  [19941] = {
    '薩根(臭鼬狀態)',
    '羅樊德威的小惡魔',
  },
  [19942] = {
    '密探波特威歐',
    '銀色黎明',
  },
  [19943] = {
    '拉斯汗猛鷹',
    nil,
  },
  [19944] = {
    '拉斯汗翼護衛',
    nil,
  },
  [19945] = {
    '拉斯汗風行者',
    nil,
  },
  [19946] = {
    '暗羽奴隸商人',
    nil,
  },
  [19947] = {
    '暗羽巫女',
    nil,
  },
  [19948] = {
    '血槌爭鬥者',
    nil,
  },
  [19949] = {
    '樹苗',
    nil,
  },
  [19950] = {
    '時間管理人',
    nil,
  },
  [19951] = {
    '時光守衛',
    nil,
  },
  [19952] = {
    '血槌地卜師',
    nil,
  },
  [19953] = {
    '鞭棘者保衛者',
    nil,
  },
  [19954] = {
    '巨型樹苗',
    nil,
  },
  [19956] = {
    '血槌監視者',
    nil,
  },
  [19957] = {
    '血槌釀酒大師',
    nil,
  },
  [19958] = {
    '白色幼苗',
    nil,
  },
  [19959] = {
    '被囚禁的恆龍之裔',
    nil,
  },
  [19960] = {
    '末日之爐工程師',
    nil,
  },
  [19961] = {
    '末日之爐侍者',
    nil,
  },
  [19962] = {
    '藍色幼苗',
    nil,
  },
  [19963] = {
    '末日哀嚎者',
    nil,
  },
  [19964] = {
    '紅色幼苗',
    nil,
  },
  [19965] = {
    '末日之爐建築者',
    nil,
  },
  [19966] = {
    '末日之爐苦力',
    nil,
  },
  [19967] = {
    '恐懼哨衛',
    nil,
  },
  [19968] = {
    '夢魘魔女',
    nil,
  },
  [19969] = {
    '綠色幼苗',
    nil,
  },
  [19970] = {
    '恐懼之爐蒸汽鐵匠',
    nil,
  },
  [19971] = {
    '恐懼之爐僕從',
    nil,
  },
  [19972] = {
    '夜行者',
    nil,
  },
  [19973] = {
    '冥淵火烈焰使者',
    nil,
  },
  [19974] = {
    '恐懼之爐機工',
    nil,
  },
  [19975] = {
    '恐懼之爐工人',
    nil,
  },
  [19976] = {
    '恐懼殺戮者',
    nil,
  },
  [19978] = {
    '死亡熔爐高級鐵匠',
    nil,
  },
  [19979] = {
    '死亡熔爐技師',
    nil,
  },
  [19980] = {
    '虛無恐獸',
    nil,
  },
  [19981] = {
    '埃雷達爾惡魔領主',
    nil,
  },
  [19982] = {
    '維克尼爾·銳眼',
    nil,
  },
  [19983] = {
    '維克尼爾風暴召喚者',
    nil,
  },
  [19984] = {
    '維克尼爾厄鷹',
    nil,
  },
  [19985] = {
    '魯安歐克凝視者',
    nil,
  },
  [19986] = {
    '魯安歐克天怒',
    nil,
  },
  [19987] = {
    '魯安歐克智者護衛',
    nil,
  },
  [19988] = {
    '葛瑞納鷹翼',
    nil,
  },
  [19989] = {
    '葛瑞納先驅者',
    nil,
  },
  [19990] = {
    '葛瑞納烏鴉藐視者',
    nil,
  },
  [19991] = {
    '血槌蠻卒',
    nil,
  },
  [19992] = {
    '血槌薩滿',
    nil,
  },
  [19993] = {
    '血槌槌兵',
    nil,
  },
  [19994] = {
    '血槌術士',
    nil,
  },
  [19995] = {
    '劍刃蠻卒',
    nil,
  },
  [19996] = {
    '劍刃戰鬥法師',
    nil,
  },
  [19997] = {
    '劍刃執行者',
    nil,
  },
  [19998] = {
    '劍刃薩滿',
    nil,
  },
  [19999] = {
    '阿斯坎蘭法術竊取者',
    nil,
  },
  [20000] = {
    '坎瑞薩德',
    nil,
  },
  [20002] = {
    nil,
    '戰歌峽谷戰場軍官',
  },
  [20003] = {
    '劍刃下跪目標01',
    nil,
  },
  [20010] = {
    '銀翼補給員艾蒂爾·月火',
    nil,
  },
  [20011] = {
    '銀翼補給員艾蒂爾·月火',
    nil,
  },
  [20012] = {
    '銀翼補給員艾蒂爾·月火',
    nil,
  },
  [20013] = {
    '銀翼補給員艾蒂爾·月火',
    nil,
  },
  [20014] = {
    '銀翼補給員艾蒂爾·月火',
    nil,
  },
  [20019] = {
    '阿斯坎蘭強盜',
    nil,
  },
  [20020] = {
    '阿斯坎蘭秘法師',
    nil,
  },
  [20021] = {
    '小虛空幼龍',
    nil,
  },
  [20023] = {
    '劍刃下跪目標02',
    nil,
  },
  [20024] = {
    '劍刃下跪目標03',
    nil,
  },
  [20025] = {
    '黑貂豹標本',
    nil,
  },
  [20026] = {
    '暗水鱷魚標本',
    nil,
  },
  [20027] = {
    '黑牙蜘蛛標本',
    nil,
  },
  [20028] = {
    '杜巴',
    '烹飪供應商',
  },
  [20029] = {
    '薩拉斯戰馬',
    nil,
  },
  [20030] = {
    '薩拉斯戰騎',
    nil,
  },
  [20031] = {
    '血守衛軍團士兵',
    nil,
  },
  [20032] = {
    '血守衛復仇者',
    nil,
  },
  [20033] = {
    '星術師',
    nil,
  },
  [20034] = {
    '占星者',
    nil,
  },
  [20035] = {
    '血守衛治安官',
    nil,
  },
  [20036] = {
    '血守衛侍從',
    nil,
  },
  [20037] = {
    '風暴要塞-熔爐鷹獵者',
    nil,
  },
  [20038] = {
    '小鳳鷹',
    nil,
  },
  [20039] = {
    '鳳鷹',
    nil,
  },
  [20040] = {
    '水晶之核毀壞者',
    nil,
  },
  [20041] = {
    '水晶之核哨兵',
    nil,
  },
  [20042] = {
    '風暴要塞-鐵匠',
    nil,
  },
  [20043] = {
    '見習占星者',
    nil,
  },
  [20044] = {
    '星術師初學者',
    nil,
  },
  [20045] = {
    '虛空占卜師',
    nil,
  },
  [20046] = {
    '星術領主',
    nil,
  },
  [20047] = {
    '紅手戰鬥法師',
    nil,
  },
  [20048] = {
    '紅手百夫長',
    nil,
  },
  [20049] = {
    '紅手血騎士',
    nil,
  },
  [20050] = {
    '紅手審判官',
    nil,
  },
  [20051] = {
    'UNUSED - 魔像設計師',
    nil,
  },
  [20052] = {
    '水晶之核技師',
    nil,
  },
  [20053] = {
    '羅德隆哨衛標本',
    nil,
  },
  [20054] = {
    '羅德隆巡邏兵標本',
    nil,
  },
  [20055] = {
    '塔倫米爾農民標本',
    nil,
  },
  [20058] = {
    '血槌恐狼',
    nil,
  },
  [20059] = {
    '尋日虛空束縛者',
    nil,
  },
  [20060] = {
    '桑古納爾領主',
    '血錘',
  },
  [20061] = {
    '霜寒刺骨隱形獵者',
    nil,
  },
  [20062] = {
    '大星術師卡普尼恩',
    '凱爾薩斯諫言者',
  },
  [20063] = {
    '工程大師泰隆尼卡斯',
    '凱爾薩斯諫言者',
  },
  [20064] = {
    '『晦暗者』薩拉瑞德',
    '凱爾薩斯諫言者',
  },
  [20066] = {
    '加魯',
    nil,
  },
  [20067] = {
    '祖班·艾貞努比',
    nil,
  },
  [20068] = {
    '祖班·艾斯恰馬力',
    nil,
  },
  [20069] = {
    '夜精靈幽光標本',
    nil,
  },
  [20071] = {
    '風之貿易者瑪利德',
    nil,
  },
  [20072] = {
    '鈷藍塔巴克戰騎',
    nil,
  },
  [20073] = {
    '卡尼姆',
    nil,
  },
  [20074] = {
    '塔巴克坐騎(精英)',
    nil,
  },
  [20075] = {
    '暗水鱷魚',
    nil,
  },
  [20076] = {
    '納迦蒸餾者 (考斯卡崗哨)',
    nil,
  },
  [20078] = {
    '召喚的血守衛後備軍',
    nil,
  },
  [20079] = {
    '暗羽哨衛',
    nil,
  },
  [20080] = {
    '卡葛隆姆',
    '補給官',
  },
  [20081] = {
    '伯特卡',
    '施法材料和毒藥供應商',
  },
  [20082] = {
    '亞利',
    '護甲商',
  },
  [20083] = {
    '召喚的血守衛修補者',
    nil,
  },
  [20084] = {
    '奈薩斯王子哈拉瑪德的影像',
    nil,
  },
  [20085] = {
    '煉獄火侵略英雄',
    nil,
  },
  [20086] = {
    '虛空風暴三角測量點之一啟動器',
    nil,
  },
  [20087] = {
    '工人·莫利斯洛',
    '銀月建築者協會',
  },
  [20088] = {
    '血鱗監督者',
    nil,
  },
  [20089] = {
    '血鱗呼浪者',
    nil,
  },
  [20090] = {
    '血鱗哨衛',
    nil,
  },
  [20091] = {
    '血鱗部屬',
    nil,
  },
  [20092] = {
    '商人海辛',
    '一般補給官',
  },
  [20093] = {
    '劍刃 - 阿拉卡法術發源地',
    nil,
  },
  [20095] = {
    '葛瑞諾克·巴拓伯恩',
    nil,
  },
  [20096] = {
    '烏銳庫',
    '烹飪供應商',
  },
  [20097] = {
    '屠夫奴拉',
    '烹飪供應商',
  },
  [20098] = {
    '珍恩',
    nil,
  },
  [20099] = {
    '凱特',
    nil,
  },
  [20100] = {
    '傑索',
    nil,
  },
  [20101] = {
    '虛空巡者',
    '瑪利德的守衛',
  },
  [20102] = {
    '哥布林平民',
    nil,
  },
  [20103] = {
    '[PH] 八卦 NPC, 哥布林 女性, 聖誕節',
    nil,
  },
  [20104] = {
    '[PH] 八卦 NPC, 哥布林 女性',
    nil,
  },
  [20105] = {
    '[PH] 八卦 NPC, 哥布林 女性, 新年慶典',
    nil,
  },
  [20106] = {
    '[PH] 八卦 NPC, 哥布林 男性, 新年慶典',
    nil,
  },
  [20107] = {
    '[PH] 八卦 NPC, 哥布林 男性',
    nil,
  },
  [20109] = {
    '拉斯汗卡里瑞鳥',
    nil,
  },
  [20110] = {
    '泰利',
    nil,
  },
  [20111] = {
    '喬洛德·麥斯',
    nil,
  },
  [20112] = {
    '風之貿易者吐魯曼',
    '武器商',
  },
  [20113] = {
    '拉斯汗女王',
    nil,
  },
  [20114] = {
    '虛空風暴三角測量點之二啟動器',
    nil,
  },
  [20115] = {
    '昂布拉凡巫醫',
    nil,
  },
  [20116] = {
    '葛恩·葛羅巴諾斯',
    nil,
  },
  [20117] = {
    '復仇的不屈騎士',
    nil,
  },
  [20118] = {
    '吉亥',
    '戰歌峽谷戰場軍官',
  },
  [20119] = {
    '瑪胡歐',
    '奧特蘭克山谷戰場軍官',
  },
  [20120] = {
    '托落',
    '阿拉希盆地戰場軍官',
  },
  [20121] = {
    '費金',
    '毒藥供應商',
  },
  [20122] = {
    '血鱗海巫',
    nil,
  },
  [20123] = {
    '農夫格瑞菲斯',
    nil,
  },
  [20124] = {
    '克拉杜·恐懼之刃',
    '鍛造訓練師',
  },
  [20125] = {
    '祖拉·渣怒',
    '鍛造訓練師',
  },
  [20126] = {
    '希爾瓦納守護古樹',
    nil,
  },
  [20127] = {
    '馴服的卡里瑞鳥',
    nil,
  },
  [20128] = {
    '虛空風暴三角測量點之三啟動器',
    nil,
  },
  [20129] = {
    '時間管理人',
    nil,
  },
  [20130] = {
    '安杜姆',
    '時光守望者',
  },
  [20131] = {
    '諾札瑞',
    '時光守望者',
  },
  [20132] = {
    '索奎薩爾',
    nil,
  },
  [20133] = {
    '索奎薩爾的影像',
    nil,
  },
  [20134] = {
    '日怒秘法師',
    nil,
  },
  [20135] = {
    '日怒大法師',
    nil,
  },
  [20136] = {
    '日怒調查員',
    nil,
  },
  [20137] = {
    '復仇的不屈步卒',
    nil,
  },
  [20138] = {
    '卡露薩斯',
    nil,
  },
  [20139] = {
    '日怒咒術師',
    nil,
  },
  [20140] = {
    '日怒百夫長',
    nil,
  },
  [20141] = {
    '卡露薩斯之犬',
    nil,
  },
  [20142] = {
    '時間服務員',
    '時光守望者',
  },
  [20143] = {
    '虛無再生者 - 任務 - 扭曲裂隙',
    nil,
  },
  [20144] = {
    '博學者哈斯瑞司',
    nil,
  },
  [20145] = {
    '不穩定的虛無行者',
    nil,
  },
  [20146] = {
    '巨型伊萊克, 坐騎(精英,NPC)',
    nil,
  },
  [20148] = {
    '死亡的末日守衛',
    nil,
  },
  [20149] = {
    '黑色塔巴克戰騎',
    nil,
  },
  [20150] = {
    '古銅色塔巴克戰騎',
    nil,
  },
  [20151] = {
    '白色塔巴克戰騎',
    nil,
  },
  [20152] = {
    '銀色塔巴克戰騎',
    nil,
  },
  [20153] = {
    '隱形傳送器',
    nil,
  },
  [20154] = {
    '隱蔽的人影',
    nil,
  },
  [20155] = {
    '希爾斯布萊德徽記任務啟動器',
    nil,
  },
  [20156] = {
    '索爾任務啟動器',
    nil,
  },
  [20157] = {
    '逃亡中的崔互德地卜者',
    nil,
  },
  [20158] = {
    '被泥漿覆蓋的屍體',
    nil,
  },
  [20159] = {
    '博學者阿勒迪斯',
    nil,
  },
  [20160] = {
    '煉獄火防衛者',
    nil,
  },
  [20161] = {
    '維克尼爾女王',
    nil,
  },
  [20162] = {
    '維納妮雅',
    nil,
  },
  [20163] = {
    '索蘭那斯大使',
    '凱爾薩斯王子的代表',
  },
  [20165] = {
    nil,
    '沼澤之王莫斯萊克的寵物',
  },
  [20178] = {
    nil,
    '黑暗之血工頭的奴僕',
  },
  [20194] = {
    '商人杜那爾',
    '一般補給官',
  },
  [20195] = {
    '達克斯',
    nil,
  },
  [20196] = {
    '嗜血的沼澤之牙',
    nil,
  },
  [20197] = {
    '泥沼閃光釘刺者',
    nil,
  },
  [20198] = {
    '沼光釘刺者',
    nil,
  },
  [20199] = {
    '大使的榮譽守衛',
    nil,
  },
  [20200] = {
    '虛空風暴戰場軍官',
    nil,
  },
  [20201] = {
    '一袋肉',
    '時光守望者',
  },
  [20202] = {
    '奎克史卡爾',
    nil,
  },
  [20203] = {
    '虛空技師',
    nil,
  },
  [20204] = {
    '傑克森',
    nil,
  },
  [20205] = {
    '歐杜毒針',
    nil,
  },
  [20206] = {
    '菲菲',
    '崔西的忠誠獵犬',
  },
  [20207] = {
    '日怒射手',
    nil,
  },
  [20208] = {
    '曼紐的治療結界',
    nil,
  },
  [20209] = {
    '巴納爾控制臺',
    nil,
  },
  [20210] = {
    '岩膚鐮奪怪',
    nil,
  },
  [20211] = {
    '魯安歐克女王',
    nil,
  },
  [20212] = {
    '世界啟動器(部落友善+隱形人)',
    nil,
  },
  [20213] = {
    '世界啟動器(聯盟友善+隱形人)',
    nil,
  },
  [20214] = {
    '阿拉卡之蛋',
    nil,
  },
  [20215] = {
    '潘塔斯阿諾',
    nil,
  },
  [20216] = {
    '葛魯洛克',
    '戈魯爾之子',
  },
  [20217] = {
    '紫色陸行鷹',
    nil,
  },
  [20218] = {
    '日怒技師',
    nil,
  },
  [20219] = {
    '欺詐面具',
    nil,
  },
  [20220] = {
    '藍色陸行鷹',
    nil,
  },
  [20221] = {
    '日怒火焰管理者',
    nil,
  },
  [20222] = {
    '黑色陸行鷹',
    nil,
  },
  [20223] = {
    '迅捷紫色陸行鷹',
    nil,
  },
  [20224] = {
    '迅捷綠色陸行鷹',
    nil,
  },
  [20225] = {
    '迅捷戰鬥陸行鷹',
    nil,
  },
  [20226] = {
    '法力熔爐視覺啟動器',
    nil,
  },
  [20227] = {
    '學徒泰德昂',
    nil,
  },
  [20229] = {
    '虛無再生者 - 任務 - 虛無山脈 - 加倫希斯',
    nil,
  },
  [20230] = {
    '劍刃 - 刃尖啟動器01',
    nil,
  },
  [20231] = {
    '物資官派斯托',
    '雜貨商和修理工',
  },
  [20232] = {
    '空軍指揮葛萊弗卡爾',
    nil,
  },
  [20233] = {
    '學徒米虛歐',
    nil,
  },
  [20234] = {
    '符文衣·蠻錘',
    '獅鷲獸管理員',
  },
  [20235] = {
    '獅鷲專家風怒',
    nil,
  },
  [20236] = {
    '獅鷲專家葉鬚',
    nil,
  },
  [20237] = {
    '榮譽堡獅鷲騎士',
    nil,
  },
  [20238] = {
    '榮譽堡斥候',
    nil,
  },
  [20239] = {
    '中和表情替代者',
    nil,
  },
  [20240] = {
    '商人娜拉蘇',
    '卡爾奈軍需官',
  },
  [20241] = {
    '補給官奈斯拉',
    '瑪格哈軍需官',
  },
  [20242] = {
    '卡瑞阿斯',
    '聯合團軍需官',
  },
  [20243] = {
    '廢棄的惡魔劫奪者',
    nil,
  },
  [20244] = {
    '諾瓦',
    nil,
  },
  [20245] = {
    '小貓先生',
    nil,
  },
  [20246] = {
    '曼寧',
    nil,
  },
  [20247] = {
    '小貓',
    nil,
  },
  [20248] = {
    '日怒虛空術師',
    nil,
  },
  [20249] = {
    '賽恩伯瑞·星歌',
    '雜貨商',
  },
  [20250] = {
    '洛希爾·傲蹄',
    '商人',
  },
  [20251] = {
    '榮譽堡斥候箭靶',
    nil,
  },
  [20269] = {
    '蒙托克·紅手',
    '戰歌峽谷戰場軍官',
  },
  [20270] = {
    '菲拉芬德魯伊',
    nil,
  },
  [20271] = {
    '海爾卡·石拳',
    '奧特蘭克山谷戰場軍官',
  },
  [20272] = {
    '萊蘭朵爾',
    '戰歌峽谷戰場軍官',
  },
  [20273] = {
    '亞當·伊特納姆',
    '阿拉希盆地戰場軍官',
  },
  [20274] = {
    '『迷失者』卡爾多',
    '阿拉希盆地戰場軍官',
  },
  [20275] = {
    '魏茲的殺不死測試假人60戰士',
    nil,
  },
  [20276] = {
    '狼女瑪卡',
    '奧特蘭克山谷戰場軍官',
  },
  [20277] = {
    '草根鞭笞者',
    nil,
  },
  [20278] = {
    '維斯頓·急嘯',
    '征服點數軍需官',
  },
  [20279] = {
    '怒石痛擊蜥蜴',
    nil,
  },
  [20280] = {
    '怒石踐踏者',
    nil,
  },
  [20281] = {
    '迪耶亞',
    nil,
  },
  [20283] = {
    '沼石踐踏者',
    nil,
  },
  [20284] = {
    '布姆博士',
    nil,
  },
  [20285] = {
    '甘納格星移技工',
    nil,
  },
  [20287] = {
    '薩希斯伏擊者',
    nil,
  },
  [20290] = {
    '湖鰻魚',
    nil,
  },
  [20291] = {
    '沼湖行者',
    nil,
  },
  [20292] = {
    '沼澤男爵布拉克',
    nil,
  },
  [20293] = {
    '泥沼史卓克響鉗龍蝦人',
    nil,
  },
  [20294] = {
    '泥沼史卓克利爪',
    nil,
  },
  [20295] = {
    '泥沼史卓克粉碎者',
    nil,
  },
  [20296] = {
    '傳送器爆破啟動器',
    nil,
  },
  [20297] = {
    '諾瓦·泰娜',
    nil,
  },
  [20324] = {
    '乾枯的多頭蛇',
    nil,
  },
  [20325] = {
    '粉紅元素',
    nil,
  },
  [20326] = {
    '莫阿格星移管理者',
    nil,
  },
  [20327] = {
    '葛瑞納烏鴉',
    nil,
  },
  [20329] = {
    '葛瑞納女王',
    nil,
  },
  [20330] = {
    '血槌作戰座狼',
    nil,
  },
  [20331] = {
    '吉爾拉斯復仇者',
    nil,
  },
  [20332] = {
    '虛空龍',
    nil,
  },
  [20333] = {
    '北方導線獎勵標誌',
    nil,
  },
  [20334] = {
    '劍刃廚師',
    nil,
  },
  [20335] = {
    '寄生噬屍獸',
    nil,
  },
  [20336] = {
    '東邊管道獎勵標記',
    nil,
  },
  [20337] = {
    '南邊管道獎勵標記',
    nil,
  },
  [20338] = {
    '西邊管道獎勵標記',
    nil,
  },
  [20339] = {
    '歐力克·寇伊',
    nil,
  },
  [20340] = {
    '食屍惡魔',
    nil,
  },
  [20341] = {
    '虛空巡者歐祖爾',
    nil,
  },
  [20343] = {
    '魅力圖騰',
    nil,
  },
  [20345] = {
    '指揮官莫格萊尼',
    nil,
  },
  [20346] = {
    '伊森利恩',
    nil,
  },
  [20347] = {
    '阿比迪斯',
    nil,
  },
  [20348] = {
    '費爾班克',
    nil,
  },
  [20350] = {
    nil,
    '祈倫托',
  },
  [20351] = {
    '桑德斯船長',
    nil,
  },
  [20352] = {
    '秘法師杜安',
    nil,
  },
  [20353] = {
    '赫爾庫拉',
    nil,
  },
  [20354] = {
    '納薩諾斯·瑪瑞斯',
    nil,
  },
  [20355] = {
    '斯塔文·密斯特曼托',
    nil,
  },
  [20356] = {
    '威利',
    nil,
  },
  [20357] = {
    '莎莉·懷特邁恩',
    nil,
  },
  [20358] = {
    '雷諾·莫格萊尼',
    nil,
  },
  [20359] = {
    '小吉米·韋沙斯',
    nil,
  },
  [20360] = {
    '『流氓』赫洛德',
    nil,
  },
  [20361] = {
    '泰蘭',
    nil,
  },
  [20362] = {
    '伊瑞瓦爾',
    '暴風之眼戰場軍官',
  },
  [20363] = {
    '管理員斯密瑟斯',
    nil,
  },
  [20364] = {
    '達爾拉·哈里斯 OH',
    nil,
  },
  [20366] = {
    '達倫·瑪爾維 OH',
    nil,
  },
  [20367] = {
    '羅比·艾比士雀',
    nil,
  },
  [20368] = {
    '農夫肯特',
    nil,
  },
  [20369] = {
    '尋知者迪布斯',
    nil,
  },
  [20370] = {
    nil,
    '祈倫托',
  },
  [20371] = {
    '維斯雷·歐',
    nil,
  },
  [20372] = {
    '強納森·瑞瓦',
    nil,
  },
  [20373] = {
    '赫尼·馬雷布鎮長',
    nil,
  },
  [20374] = {
    '坎達爾',
    '暴風之眼戰場軍官',
  },
  [20375] = {
    '尼瑪·歐',
    nil,
  },
  [20376] = {
    '傑瑞·卡特',
    nil,
  },
  [20377] = {
    '酒吧老闆凱利',
    '酒保',
  },
  [20378] = {
    nil,
    '特殊肉品和食物',
  },
  [20379] = {
    '『嚴斥者』畢歐吉',
    nil,
  },
  [20380] = {
    '忠誠的拉勒司',
    nil,
  },
  [20381] = {
    '喬維爾',
    '暴風之眼戰場軍官',
  },
  [20382] = {
    '米綈雅',
    '暴風之眼戰場軍官',
  },
  [20383] = {
    '尹壘',
    '暴風之眼戰場軍官',
  },
  [20384] = {
    '公正的優菈',
    '暴風之眼戰場軍官',
  },
  [20385] = {
    '安崔莎·心矛',
    '暴風之眼戰場軍官',
  },
  [20386] = {
    '萊瑞莉雅·黑盾',
    '暴風之眼戰場軍官',
  },
  [20387] = {
    '小孢子蝙蝠',
    nil,
  },
  [20388] = {
    '阿薩蘭·亮刃',
    '暴風之眼戰場軍官',
  },
  [20389] = {
    '李·史巴克斯',
    '監工',
  },
  [20390] = {
    '殘忍的杜亞司',
    '暴風之眼戰場軍官',
  },
  [20391] = {
    '事件產生器舊希爾斯布萊德',
    nil,
  },
  [20392] = {
    '布恩機器人目標',
    nil,
  },
  [20393] = {
    '工頭日落',
    nil,
  },
  [20394] = {
    '卡露薩斯之眼',
    nil,
  },
  [20395] = {
    '祖利安戰虎',
    '亞當·伊特納姆的寵物',
  },
  [20396] = {
    '捕獲的動物',
    nil,
  },
  [20397] = {
    '監督者塞琳娜',
    nil,
  },
  [20398] = {
    '再活化的異常者',
    nil,
  },
  [20399] = {
    '恐懼小鬼',
    nil,
  },
  [20400] = {
    '隊長艾德華·漢尼斯',
    nil,
  },
  [20401] = {
    nil,
    '酒吧女服務員',
  },
  [20402] = {
    '軍團突擊兵',
    nil,
  },
  [20403] = {
    '軍團毀滅者',
    nil,
  },
  [20404] = {
    '星移門工程師',
    nil,
  },
  [20405] = {
    '虛空充能器',
    nil,
  },
  [20406] = {
    '塞薩·曦升勇士',
    '聖騎士訓練師',
  },
  [20407] = {
    '先知安布洛',
    '薩滿訓練師',
  },
  [20408] = {
    '法力幼龍鰻',
    nil,
  },
  [20409] = {
    '肯瑞瓦學徒',
    nil,
  },
  [20410] = {
    '朗瑟士',
    '鍛造訓練師',
  },
  [20411] = {
    '牛的鬼魂',
    nil,
  },
  [20412] = {
    '測試寶石虎',
    nil,
  },
  [20413] = {
    '騎乘用雙足翼龍',
    nil,
  },
  [20414] = {
    '騎乘用裝甲雙足翼龍',
    nil,
  },
  [20415] = {
    '貝絲',
    '薩戴爾珍愛的乳牛',
  },
  [20416] = {
    '監督者瑞爾迪斯',
    nil,
  },
  [20417] = {
    '寇魯控制臺',
    nil,
  },
  [20418] = {
    '杜洛控制臺',
    nil,
  },
  [20419] = {
    nil,
    '高級商人',
  },
  [20420] = {
    '守候者零型',
    '保衛者',
  },
  [20421] = {
    '虛空風暴哥布林',
    nil,
  },
  [20422] = {
    '祈倫托法師',
    nil,
  },
  [20423] = {
    nil,
    '祈倫托',
  },
  [20424] = {
    '希爾斯布萊德農民',
    nil,
  },
  [20425] = {
    '噬屍獸陷阱',
    nil,
  },
  [20426] = {
    '希爾斯布萊德居民',
    nil,
  },
  [20427] = {
    '『百觸』威納拉圖斯',
    '伊利丹的僕人',
  },
  [20428] = {
    '希爾斯布萊德居民',
    nil,
  },
  [20429] = {
    '希爾斯布萊德居民',
    nil,
  },
  [20430] = {
    '希爾斯布萊德居民',
    nil,
  },
  [20431] = {
    '日蝕崗哨 - 原血水晶法術',
    nil,
  },
  [20432] = {
    '乞討者',
    nil,
  },
  [20433] = {
    '希爾斯布萊德農夫',
    nil,
  },
  [20434] = {
    '馬',
    nil,
  },
  [20435] = {
    '監督者阿森尼爾',
    nil,
  },
  [20436] = {
    '日怒保衛者',
    nil,
  },
  [20438] = {
    '星座技師',
    nil,
  },
  [20439] = {
    '星座工程師',
    nil,
  },
  [20440] = {
    '星座控制臺',
    nil,
  },
  [20441] = {
    '娜塔夏·莫里斯',
    nil,
  },
  [20442] = {
    '寶克爾上尉',
    nil,
  },
  [20443] = {
    '安格拉斯哨衛',
    nil,
  },
  [20444] = {
    '安格拉斯暗影法師',
    nil,
  },
  [20445] = {
    '『靈魂撕裂者』瑪爾卓克',
    nil,
  },
  [20446] = {
    '護國者士兵',
    nil,
  },
  [20447] = {
    '護國者先鋒',
    nil,
  },
  [20448] = {
    '指揮官阿密爾',
    '護國者',
  },
  [20449] = {
    '研究員納巫德',
    '護國者',
  },
  [20450] = {
    '血肉處理者維迪厄斯',
    nil,
  },
  [20451] = {
    '有用的噬屍獸',
    nil,
  },
  [20452] = {
    '以太皇族刺客',
    nil,
  },
  [20453] = {
    '以太皇族突擊兵',
    nil,
  },
  [20454] = {
    '奈薩斯王薩哈達爾',
    nil,
  },
  [20455] = {
    '恐懼圖騰',
    nil,
  },
  [20456] = {
    '以太皇族調查者',
    nil,
  },
  [20457] = {
    '以太皇族分裂者',
    nil,
  },
  [20458] = {
    '以太皇族執政官',
    nil,
  },
  [20459] = {
    '以太皇族霸主',
    nil,
  },
  [20460] = {
    '首席工程師高克盧',
    nil,
  },
  [20461] = {
    '星移管理員瓦勒汀',
    nil,
  },
  [20462] = {
    '毒煙',
    nil,
  },
  [20463] = {
    '學徒安崔森',
    nil,
  },
  [20464] = {
    '薩戴爾',
    nil,
  },
  [20465] = {
    '深幽泥沼狂暴者',
    nil,
  },
  [20466] = {
    '以太族, 聯合團',
    nil,
  },
  [20467] = {
    '以太族, 以太皇族',
    nil,
  },
  [20468] = {
    '以太族, 護國者',
    nil,
  },
  [20469] = {
    '隱形貝絲獎勵',
    nil,
  },
  [20470] = {
    '塞菲爾恩',
    nil,
  },
  [20471] = {
    '虛空巡者那魯利斯',
    nil,
  },
  [20472] = {
    '棕毛兔',
    nil,
  },
  [20473] = {
    '勘察標誌一',
    nil,
  },
  [20474] = {
    '以太皇族奈薩斯潛獵者',
    nil,
  },
  [20475] = {
    '勘察標誌二',
    nil,
  },
  [20476] = {
    '勘察標誌三',
    nil,
  },
  [20477] = {
    '恐懼之爪',
    nil,
  },
  [20478] = {
    '秘法僕人',
    nil,
  },
  [20479] = {
    '不穩定的蘑菇',
    nil,
  },
  [20480] = {
    '肯瑞瓦鬼魂',
    nil,
  },
  [20481] = {
    '盛怒的烈焰',
    nil,
  },
  [20482] = {
    '指揮官阿密爾的影像',
    '護國者',
  },
  [20483] = {
    '納伯瑞厄斯',
    nil,
  },
  [20484] = {
    '52區衛兵長',
    nil,
  },
  [20485] = {
    '52區衛兵',
    nil,
  },
  [20486] = {
    '藍色雙足飛龍',
    nil,
  },
  [20488] = {
    '黃褐色雙足飛龍',
    nil,
  },
  [20489] = {
    '迅捷綠色雙足飛龍',
    nil,
  },
  [20490] = {
    '迅捷紫色雙足飛龍',
    nil,
  },
  [20491] = {
    '迅捷紅色雙足飛龍',
    nil,
  },
  [20492] = {
    '迅捷黃色雙足飛龍',
    nil,
  },
  [20493] = {
    '綠色雙足飛龍',
    nil,
  },
  [20494] = {
    '達瑪·蠻鬃',
    '雙足飛龍看管者',
  },
  [20495] = {
    '骸骨戰馬',
    nil,
  },
  [20496] = {
    '肯瑞瓦幽靈',
    nil,
  },
  [20497] = {
    '五指費瑪',
    '競技場戰場軍官',
  },
  [20498] = {
    '碎裂的裂石者',
    nil,
  },
  [20499] = {
    '費希姆·衝扳',
    '競技場戰場軍官',
  },
  [20500] = {
    '歐洛克',
    '騎術訓練師',
  },
  [20501] = {
    '爛泥淤泥怪',
    nil,
  },
  [20502] = {
    '伊克利普森龍鷹',
    nil,
  },
  [20503] = {
    '黑檀獅鷲獸',
    nil,
  },
  [20504] = {
    '金色獅鷲獸',
    nil,
  },
  [20505] = {
    '雪白獅鷲獸',
    nil,
  },
  [20506] = {
    '迅捷綠色獅鷲獸',
    nil,
  },
  [20507] = {
    '迅捷紫色獅鷲獸',
    nil,
  },
  [20508] = {
    '迅捷紅色獅鷲獸',
    nil,
  },
  [20509] = {
    '迅捷藍色獅鷲獸',
    nil,
  },
  [20510] = {
    '布朗恩·焰鬚',
    '獅鷲獸管理員',
  },
  [20511] = {
    '伊爾莎·咆釀',
    '騎術訓練師',
  },
  [20512] = {
    '痛苦的靈魂',
    nil,
  },
  [20513] = {
    '榮譽堡防衛者',
    nil,
  },
  [20514] = {
    '灼熱元素',
    nil,
  },
  [20515] = {
    '哈帕克斯',
    '飛行管理員',
  },
  [20516] = {
    '扭曲巨人',
    nil,
  },
  [20517] = {
    '伊克利普森小龍鷹',
    '血騎士的爪牙',
  },
  [20518] = {
    '風之貿易者瑪利德的影像',
    nil,
  },
  [20519] = {
    '自爆機器人極限版',
    nil,
  },
  [20520] = {
    '以太皇族囚犯',
    nil,
  },
  [20551] = {
    '密探阿雷克斯',
    '護國者',
  },
  [20552] = {
    '密探亞希克斯',
    '護國者',
  },
  [20553] = {
    '指揮官阿密爾的影像',
    '護國者',
  },
  [20554] = {
    '貪求無厭的阿肯納斯',
    nil,
  },
  [20555] = {
    '苟克',
    '戈魯爾之子',
  },
  [20556] = {
    '暴風海軍',
    nil,
  },
  [20557] = {
    '憤怒獵犬',
    nil,
  },
  [20558] = {
    '熔爐獵犬',
    nil,
  },
  [20560] = {
    '阿拉卡結界',
    nil,
  },
  [20561] = {
    '枯萎的屍體',
    nil,
  },
  [20562] = {
    '隱形巡者 (大小x5)',
    nil,
  },
  [20563] = {
    '大指揮官魯斯克',
    nil,
  },
  [20564] = {
    '密探亞希克斯的影像',
    '護國者',
  },
  [20599] = {
    '引誘的巨人',
    nil,
  },
  [20600] = {
    '瑪格歐克',
    '戈魯爾之子',
  },
  [20601] = {
    '雷森劫掠者',
    nil,
  },
  [20602] = {
    '烈焰區域 (歐爾)',
    nil,
  },
  [20603] = {
    '亞希克斯的反射',
    nil,
  },
  [20604] = {
    '達葛魯',
    '聯盟布匹軍需官',
  },
  [20605] = {
    '布姆博士',
    nil,
  },
  [20606] = {
    '岩膚撕裂者',
    nil,
  },
  [20607] = {
    '蟹膚蜥蜴',
    nil,
  },
  [20608] = {
    '亞希克斯法術產生器',
    nil,
  },
  [20609] = {
    '雷森奈薩斯獵者',
    nil,
  },
  [20610] = {
    '塔巴克雌鹿',
    nil,
  },
  [20611] = {
    '亮翼蛾',
    nil,
  },
  [20612] = {
    '索瑞姆·光歌',
    '部落布匹軍需官',
  },
  [20613] = {
    '阿羅迪斯·日刃',
    '薩塔神器保管人',
  },
  [20614] = {
    '雷森法術竊取者',
    nil,
  },
  [20615] = {
    '阿拉加幼貓',
    nil,
  },
  [20616] = {
    '阿蘇爾',
    '薩塔神器保管人',
  },
  [20617] = {
    '紅色水晶啟動器',
    nil,
  },
  [20618] = {
    '法力入侵者',
    nil,
  },
  [20619] = {
    '以太皇族傳達者',
    nil,
  },
  [20634] = {
    '鐮牙迅猛龍',
    nil,
  },
  [20635] = {
    '雷森光球',
    nil,
  },
  [20666] = {
    '劍刃 - 球狀物啟動器01',
    nil,
  },
  [20667] = {
    '斯柏溫狂怒者',
    nil,
  },
  [20668] = {
    '小噬屍獸',
    nil,
  },
  [20669] = {
    '瑪爾卓克的影子',
    nil,
  },
  [20670] = {
    '劍刃 - 噬屍獸地雷啟動器',
    nil,
  },
  [20671] = {
    '裂牙山貓',
    nil,
  },
  [20672] = {
    '皇家守衛',
    nil,
  },
  [20673] = {
    '迅翼絞碎者',
    nil,
  },
  [20674] = {
    '費倫之盾',
    nil,
  },
  [20675] = {
    '軍團要塞 - 煉獄火假人',
    nil,
  },
  [20676] = {
    '以太皇族訓練假人',
    nil,
  },
  [20677] = {
    '『鼓風者』莫洛德',
    nil,
  },
  [20678] = {
    '『召火者』阿庫羅',
    nil,
  },
  [20679] = {
    '『喚水者』阿亞藍',
    nil,
  },
  [20680] = {
    '無力的阿爾塞斯',
    '背叛者的僕人',
  },
  [20681] = {
    '虛空剝奪者',
    nil,
  },
  [20682] = {
    '泰洛卡狼蛛',
    nil,
  },
  [20683] = {
    '尖嘯者卡夫恩',
    nil,
  },
  [20684] = {
    '莎芙瑞斯女士',
    nil,
  },
  [20685] = {
    '監督者阿薩納德',
    nil,
  },
  [20707] = {
    '男性人類幻影',
    nil,
  },
  [20708] = {
    '女性人類幻影',
    nil,
  },
  [20709] = {
    '劍刃之舞目標',
    nil,
  },
  [20710] = {
    '小泥沼史卓克',
    nil,
  },
  [20713] = {
    '精靈龍',
    nil,
  },
  [20714] = {
    '山脊巡者',
    nil,
  },
  [20716] = {
    '瑞克塔',
    nil,
  },
  [20717] = {
    '外域迅猛龍, 藍',
    nil,
  },
  [20718] = {
    '外域迅猛龍, 綠',
    nil,
  },
  [20719] = {
    '外域迅猛龍, 紅',
    nil,
  },
  [20720] = {
    '外域迅猛龍, 黃',
    nil,
  },
  [20722] = {
    '信使布拉登',
    nil,
  },
  [20723] = {
    '柯爾卡赫',
    nil,
  },
  [20724] = {
    '信使阿默林',
    nil,
  },
  [20725] = {
    '蝙蝠',
    nil,
  },
  [20726] = {
    '瑪格多克',
    nil,
  },
  [20727] = {
    '索瓦斯上尉',
    nil,
  },
  [20728] = {
    '劍刃迅猛龍',
    nil,
  },
  [20729] = {
    '劍刃劫毀者',
    nil,
  },
  [20730] = {
    '葛路多爾',
    nil,
  },
  [20731] = {
    '卓克嘎姆',
    nil,
  },
  [20732] = {
    '哥爾迪姆',
    nil,
  },
  [20733] = {
    '瓦拉的傷害製造者',
    '萬物之王',
  },
  [20734] = {
    '匕爪迅猛龍',
    nil,
  },
  [20736] = {
    '劍刃 - 傳說 - 隱形兔',
    nil,
  },
  [20747] = {
    '絲翼幼蟲',
    nil,
  },
  [20748] = {
    '雷霆王恐狼',
    nil,
  },
  [20749] = {
    '鱗翼風蛇',
    nil,
  },
  [20751] = {
    '匕爪尾龍',
    nil,
  },
  [20752] = {
    '巨型絲翼',
    nil,
  },
  [20753] = {
    '多爾哥克',
    nil,
  },
  [20754] = {
    '匕爪吞噬者',
    nil,
  },
  [20755] = {
    '以太皇族能量細胞',
    nil,
  },
  [20756] = {
    '劍刃主廚',
    nil,
  },
  [20757] = {
    '費葛羅姆',
    nil,
  },
  [20762] = {
    '克爾希歐',
    '雙足飛龍管理員',
  },
  [20763] = {
    '被囚禁的護國者先鋒',
    nil,
  },
  [20764] = {
    '以太皇族目標',
    nil,
  },
  [20765] = {
    '劍刃粉碎者',
    nil,
  },
  [20766] = {
    '劍刃秘法師',
    nil,
  },
  [20767] = {
    '法力彈爆炸啟動器',
    nil,
  },
  [20768] = {
    '葛諾斯·布羅格納',
    nil,
  },
  [20769] = {
    '薩拉丁的能量球',
    nil,
  },
  [20770] = {
    '守望者伊寇夏克',
    nil,
  },
  [20771] = {
    '雷森光球 - 迷你',
    nil,
  },
  [20772] = {
    '虛空石',
    nil,
  },
  [20773] = {
    '刺鱗鱷魚',
    nil,
  },
  [20774] = {
    '法拉隆鞭笞者',
    nil,
  },
  [20775] = {
    '瑪卡魯',
    nil,
  },
  [20776] = {
    '洛斯瑪',
    nil,
  },
  [20777] = {
    '塔巴克種鹿',
    nil,
  },
  [20778] = {
    '虛無荒廢者',
    nil,
  },
  [20779] = {
    '凝結的虛無恐獸',
    nil,
  },
  [20780] = {
    '凱嵐',
    nil,
  },
  [20781] = {
    '新生之種目標啟動器',
    nil,
  },
  [20782] = {
    '以太皇族執政官能量細胞',
    nil,
  },
  [20783] = {
    '『寶石吞嚥者』波弗斯',
    nil,
  },
  [20784] = {
    '斷臂者霍法茲',
    nil,
  },
  [20785] = {
    '惡魔技工祖坦',
    nil,
  },
  [20786] = {
    '古柏爾',
    '獸穴之后',
  },
  [20787] = {
    '泰拉里斯上尉',
    nil,
  },
  [20788] = {
    '弗古斯',
    '惡魔公爵',
  },
  [20789] = {
    '憤怒使者拉茲泰拉西',
    nil,
  },
  [20790] = {
    '『瘋子』瑪拉芙思',
    nil,
  },
  [20791] = {
    '艾歐瑞雅',
    '傳送門訓練師',
  },
  [20792] = {
    '血鱗元素',
    nil,
  },
  [20793] = {
    '戰場元帥布洛克',
    nil,
  },
  [20794] = {
    '『迷失者』凱嵐',
    nil,
  },
  [20795] = {
    '水池管理者',
    nil,
  },
  [20796] = {
    '虛空風暴目標',
    nil,
  },
  [20797] = {
    '小變異曲蛇',
    nil,
  },
  [20798] = {
    '鋒鋸',
    nil,
  },
  [20799] = {
    '戰鬥占卜者烏瑟',
    nil,
  },
  [20800] = {
    '鍛造大師莫爾洛克',
    nil,
  },
  [20801] = {
    '希洛斯',
    nil,
  },
  [20802] = {
    '護國者爆破兵',
    nil,
  },
  [20803] = {
    '征服者古林德卡爾',
    nil,
  },
  [20804] = {
    '虛空風暴莫爾格工作目標',
    nil,
  },
  [20805] = {
    '虛無荒廢者球體',
    nil,
  },
  [20806] = {
    '爛泥淤泥怪球體',
    nil,
  },
  [20807] = {
    nil,
    '奧多爾銘文商人',
  },
  [20808] = {
    nil,
    '占卜者銘文商人',
  },
  [20809] = {
    '法力彈引導啟動器',
    nil,
  },
  [20810] = {
    '瑪戴德',
    nil,
  },
  [20811] = {
    '加巴',
    '秘境首席工程師',
  },
  [20812] = {
    '柯爾奇',
    nil,
  },
  [20813] = {
    '薩斯葛爾任務獎勵標誌, 兵營',
    nil,
  },
  [20814] = {
    '薩斯葛爾任務獎勵標誌, 獸欄',
    nil,
  },
  [20815] = {
    '薩斯葛爾任務獎勵標誌, 東方小屋',
    nil,
  },
  [20816] = {
    '薩斯葛爾任務獎勵標誌, 西方小屋',
    nil,
  },
  [20817] = {
    '外域劫毀者 綠',
    nil,
  },
  [20818] = {
    '外域劫毀者 綠藍',
    nil,
  },
  [20819] = {
    '外域劫毀者 綠紅',
    nil,
  },
  [20820] = {
    '外域劫毀者 橘',
    nil,
  },
  [20821] = {
    '外域劫毀者 橘紅',
    nil,
  },
  [20822] = {
    '外域劫毀者 橘綠',
    nil,
  },
  [20823] = {
    '外域劫毀者 紫',
    nil,
  },
  [20824] = {
    '外域劫毀者 紫藍',
    nil,
  },
  [20825] = {
    '以太皇族囚犯 (泰拉里斯)',
    nil,
  },
  [20826] = {
    '外域劫毀者 紫白',
    nil,
  },
  [20827] = {
    '外域岩石鐮奪怪 黃橘',
    nil,
  },
  [20828] = {
    '外域岩石鐮奪怪 黃白',
    nil,
  },
  [20829] = {
    '外域岩石鐮奪怪 黃黑',
    nil,
  },
  [20830] = {
    '外域岩石鐮奪怪 咖啡紅',
    nil,
  },
  [20831] = {
    '外域岩石鐮奪怪 咖啡灰',
    nil,
  },
  [20832] = {
    '外域岩石鐮奪怪 咖啡紫',
    nil,
  },
  [20833] = {
    '外域岩石鐮奪怪 灰咖啡',
    nil,
  },
  [20834] = {
    '外域岩石鐮奪怪 灰白',
    nil,
  },
  [20835] = {
    '外域岩石鐮奪怪 灰黃',
    nil,
  },
  [20836] = {
    '外域岩石鐮奪怪 綠黃',
    nil,
  },
  [20837] = {
    '外域岩石鐮奪怪 綠白',
    nil,
  },
  [20838] = {
    '外域岩石鐮奪怪 綠粉紅',
    nil,
  },
  [20839] = {
    '外域岩石鐮奪怪 紫紅',
    nil,
  },
  [20840] = {
    '外域岩石鐮奪怪 紫白',
    nil,
  },
  [20841] = {
    '外域岩石鐮奪怪 紫粉紅',
    nil,
  },
  [20842] = {
    '外域岩石鐮奪怪 藍綠',
    nil,
  },
  [20843] = {
    '外域岩石鐮奪怪 藍紫',
    nil,
  },
  [20844] = {
    '外域岩石鐮奪怪 藍黃',
    nil,
  },
  [20845] = {
    '劍刃 - 斷魂寶珠',
    nil,
  },
  [20846] = {
    '灰色伊萊克',
    nil,
  },
  [20847] = {
    '紫色伊萊克',
    nil,
  },
  [20848] = {
    '大型藍色伊萊克',
    nil,
  },
  [20849] = {
    '大型綠色伊萊克',
    nil,
  },
  [20850] = {
    '大型紫色伊萊克',
    nil,
  },
  [20851] = {
    '劍刃 - 斷魂寶珠飛行01',
    nil,
  },
  [20852] = {
    '劍刃 - 斷魂寶珠飛行02',
    nil,
  },
  [20853] = {
    '劍刃 - 斷魂寶珠飛行03',
    nil,
  },
  [20854] = {
    '以太皇族角鬥士',
    nil,
  },
  [20855] = {
    '劍刃 - 斷魂寶珠飛行04',
    nil,
  },
  [20856] = {
    '劍刃 - 斷魂寶珠飛行05',
    nil,
  },
  [20857] = {
    '亞克崔茲防衛者',
    nil,
  },
  [20858] = {
    '競技場事件控制器',
    nil,
  },
  [20859] = {
    '亞克崔茲守衛',
    nil,
  },
  [20860] = {
    '突變的屍魔',
    nil,
  },
  [20861] = {
    '突變的虛空蜥蜴',
    nil,
  },
  [20862] = {
    '突變的鐮奪怪',
    nil,
  },
  [20863] = {
    '寵物書DEM',
    nil,
  },
  [20864] = {
    '多變的夢魘',
    nil,
  },
  [20865] = {
    '多變的憎恨',
    nil,
  },
  [20866] = {
    '靈魂吞食者',
    nil,
  },
  [20867] = {
    '死亡看守者',
    nil,
  },
  [20868] = {
    '熱能之眼',
    nil,
  },
  [20869] = {
    '亞克崔茲哨兵',
    nil,
  },
  [20870] = {
    '無約束的希瑞奇斯',
    nil,
  },
  [20871] = {
    '阿魯尼·月火',
    '塞納里奧遠征隊',
  },
  [20872] = {
    '靈魂行者',
    nil,
  },
  [20873] = {
    '奈加頓星移大師',
    nil,
  },
  [20874] = {
    '司凱堤斯難民',
    nil,
  },
  [20875] = {
    '奈加頓尖嘯者',
    nil,
  },
  [20876] = {
    '人類難民',
    nil,
  },
  [20877] = {
    '撒塔斯難民',
    nil,
  },
  [20878] = {
    '死亡熔爐守護者',
    nil,
  },
  [20879] = {
    '埃雷達爾嗜魂者',
    nil,
  },
  [20880] = {
    '埃雷達爾死亡使者',
    nil,
  },
  [20881] = {
    '無縛的毀滅者',
    nil,
  },
  [20882] = {
    '潛伏的女巫',
    nil,
  },
  [20883] = {
    '懷恨的妖婦',
    nil,
  },
  [20884] = {
    '死亡熔爐祭司',
    nil,
  },
  [20885] = {
    '末日預言者達利亞',
    nil,
  },
  [20886] = {
    '怒鐮者索寇斯瑞特',
    nil,
  },
  [20887] = {
    '死亡熔爐小鬼',
    nil,
  },
  [20888] = {
    '不朽的索魯斯',
    nil,
  },
  [20889] = {
    '以太皇族囚犯(族群能量球)',
    nil,
  },
  [20890] = {
    '希法拉德·冰錘',
    '技工',
  },
  [20891] = {
    '史克拉',
    '商人',
  },
  [20892] = {
    '魯夠',
    '雜貨商',
  },
  [20893] = {
    '莫爾露拉',
    '食物和飲料',
  },
  [20894] = {
    '米希',
    nil,
  },
  [20895] = {
    '米金',
    nil,
  },
  [20896] = {
    '以太皇族殺戮者',
    nil,
  },
  [20897] = {
    '以太皇族波動法師',
    nil,
  },
  [20898] = {
    '巨型冥淵火',
    nil,
  },
  [20899] = {
    '虛無導管',
    nil,
  },
  [20900] = {
    '無束縛的末日使者',
    nil,
  },
  [20901] = {
    '薩格隆弓箭手',
    nil,
  },
  [20902] = {
    '薩格隆地獄召喚者',
    nil,
  },
  [20903] = {
    '護國者虛空龍',
    nil,
  },
  [20904] = {
    '看守者米利恰爾',
    nil,
  },
  [20905] = {
    '熾熱欺詐者',
    nil,
  },
  [20906] = {
    '相位獵取者',
    nil,
  },
  [20907] = {
    '戴比瑞教授',
    nil,
  },
  [20908] = {
    '奧基瑞斯喚雷者',
    nil,
  },
  [20909] = {
    '薩弗隆熔岩丟擲者',
    nil,
  },
  [20910] = {
    '暮光龍獸人',
    nil,
  },
  [20911] = {
    '黑翼龍獸人',
    nil,
  },
  [20912] = {
    '先驅者史蓋力司',
    nil,
  },
  [20913] = {
    '塔斯爾',
    nil,
  },
  [20914] = {
    '阿露恩',
    '騎術訓練師',
  },
  [20915] = {
    '諾克歐·月語',
    '施法材料',
  },
  [20916] = {
    '希瑞莎·鴉橡',
    '食物和飲料',
  },
  [20917] = {
    '錫恩·迅蹄',
    '武器商',
  },
  [20918] = {
    '死亡熔爐惡魔守衛',
    '靈魂行者爪牙',
  },
  [20919] = {
    '死亡熔爐末日守衛',
    nil,
  },
  [20920] = {
    '博學者瑟勒朵恩',
    nil,
  },
  [20921] = {
    '休利·波爾',
    nil,
  },
  [20922] = {
    '復仇者靈魂',
    nil,
  },
  [20923] = {
    '血衛士波洛克',
    nil,
  },
  [20924] = {
    '葛瑞許納什蜥蝪',
    nil,
  },
  [20925] = {
    '灼枯的蜥蜴',
    nil,
  },
  [20927] = {
    '甘納格研究家',
    nil,
  },
  [20928] = {
    '鐵脊鍛造王',
    nil,
  },
  [20929] = {
    '憤怒領主',
    nil,
  },
  [20930] = {
    '憎恨咆嘯者',
    nil,
  },
  [20931] = {
    '泰藍塔斯',
    nil,
  },
  [20932] = {
    '努拉莫克',
    nil,
  },
  [20933] = {
    '鏡頭搖晃者法力熔爐奧崔斯',
    nil,
  },
  [20934] = {
    '分裂的防衛者',
    nil,
  },
  [20935] = {
    '測試米黃色巨魔01',
    nil,
  },
  [20936] = {
    '測試米黃色巨魔02',
    nil,
  },
  [20937] = {
    '測試米黃色巨魔03',
    nil,
  },
  [20938] = {
    '測試米黃色巨魔04',
    nil,
  },
  [20939] = {
    '測試米黃色巨魔05',
    nil,
  },
  [20940] = {
    '測試米黃色巨魔06',
    nil,
  },
  [20941] = {
    '測試黑色巨魔01',
    nil,
  },
  [20942] = {
    '測試黑色巨魔02',
    nil,
  },
  [20943] = {
    '測試黑色巨魔03',
    nil,
  },
  [20944] = {
    '測試黑色巨魔04',
    nil,
  },
  [20945] = {
    '測試黑色巨魔05',
    nil,
  },
  [20946] = {
    '測試黑色巨魔06',
    nil,
  },
  [20947] = {
    '測試藍色巨魔01',
    nil,
  },
  [20948] = {
    '測試藍色巨魔02',
    nil,
  },
  [20949] = {
    '測試藍色巨魔03',
    nil,
  },
  [20950] = {
    '測試藍色巨魔04',
    nil,
  },
  [20951] = {
    '測試藍色巨魔05',
    nil,
  },
  [20952] = {
    '測試藍色巨魔06',
    nil,
  },
  [20953] = {
    '測試灰色巨魔01',
    nil,
  },
  [20954] = {
    '測試灰色巨魔02',
    nil,
  },
  [20955] = {
    '測試灰色巨魔03',
    nil,
  },
  [20956] = {
    '測試灰色巨魔04',
    nil,
  },
  [20957] = {
    '測試灰色巨魔05',
    nil,
  },
  [20958] = {
    '測試灰色巨魔06',
    nil,
  },
  [20959] = {
    '測試紅色巨魔01',
    nil,
  },
  [20960] = {
    '測試紅色巨魔02',
    nil,
  },
  [20961] = {
    '測試紅色巨魔03',
    nil,
  },
  [20962] = {
    '測試紅色巨魔04',
    nil,
  },
  [20963] = {
    '測試紅色巨魔05',
    nil,
  },
  [20964] = {
    '測試紅色巨魔06',
    nil,
  },
  [20965] = {
    '測試黃色巨魔01',
    nil,
  },
  [20966] = {
    '測試黃色巨魔02',
    nil,
  },
  [20967] = {
    '測試黃色巨魔03',
    nil,
  },
  [20968] = {
    '測試黃色巨魔04',
    nil,
  },
  [20969] = {
    '測試黃色巨魔05',
    nil,
  },
  [20970] = {
    '測試黃色巨魔06',
    nil,
  },
  [20971] = {
    '測試紫色巨魔01',
    nil,
  },
  [20972] = {
    '測試紫色巨魔02',
    nil,
  },
  [20973] = {
    '測試紫色巨魔03',
    nil,
  },
  [20974] = {
    '測試紫色巨魔04',
    nil,
  },
  [20975] = {
    '測試紫色巨魔05',
    nil,
  },
  [20976] = {
    '測試紫色巨魔06',
    nil,
  },
  [20977] = {
    '米歐浩斯·曼納斯頓',
    nil,
  },
  [20978] = {
    '怒鐮者的惡魔烈焰',
    nil,
  },
  [20980] = {
    '商人洛斯汗德',
    '特殊寵物商人',
  },
  [20981] = {
    '商人奈吉布',
    '備用物品',
  },
  [20982] = {
    '隱形塔巴克獎勵',
    nil,
  },
  [20983] = {
    '突變的法拉隆鞭笞者',
    nil,
  },
  [20984] = {
    '護國者保衛者',
    nil,
  },
  [20985] = {
    '瑟翼德上尉',
    nil,
  },
  [20986] = {
    '商人塔爾利奎',
    '黑市商人',
  },
  [20987] = {
    '魯安曠野怪蛇',
    nil,
  },
  [20988] = {
    '尋日工程師',
    nil,
  },
  [20989] = {
    '商人薩達奎特',
    '高濃度酒精飲料商人',
  },
  [20990] = {
    '血守衛治療者',
    nil,
  },
  [20992] = {
    '血衛士波洛克',
    nil,
  },
  [20993] = {
    '血衛士波洛克',
    nil,
  },
  [20994] = {
    '日怒精英',
    nil,
  },
  [20995] = {
    '影月村居民',
    nil,
  },
  [20998] = {
    '山脊恐蛛',
    nil,
  },
  [20999] = {
    '鱗翼翱翔者',
    nil,
  },
  [21001] = {
    '『墮落者』凱嵐',
    nil,
  },
  [21002] = {
    '虛空煙霧',
    nil,
  },
  [21004] = {
    '次級虛空龍',
    nil,
  },
  [21005] = {
    '藍嘴鳥',
    nil,
  },
  [21006] = {
    '莫瑞狄恩中尉',
    nil,
  },
  [21007] = {
    '丘尼士官',
    nil,
  },
  [21008] = {
    '黃蛾',
    nil,
  },
  [21009] = {
    '紅蛾',
    nil,
  },
  [21010] = {
    '藍蛾',
    nil,
  },
  [21011] = {
    '巫毒箱',
    nil,
  },
  [21012] = {
    '外域扭曲巡者 綠色',
    nil,
  },
  [21013] = {
    '外域扭曲巡者 藍綠色',
    nil,
  },
  [21014] = {
    '外域扭曲巡者 藍色',
    nil,
  },
  [21015] = {
    '外域扭曲巡者 黑色',
    nil,
  },
  [21016] = {
    '外域扭曲巡者 紅色',
    nil,
  },
  [21017] = {
    '外域扭曲巡者 白色',
    nil,
  },
  [21018] = {
    '白蛾',
    nil,
  },
  [21019] = {
    '希克斯',
    '賣蛾商人',
  },
  [21020] = {
    '魔化挖泥工 (哥布林)',
    nil,
  },
  [21021] = {
    '灼熱小鬼',
    nil,
  },
  [21022] = {
    '森林山貓',
    nil,
  },
  [21023] = {
    '斯卓霖普·深根',
    nil,
  },
  [21024] = {
    '大地治癒者托爾洛克',
    '陶土議會',
  },
  [21026] = {
    '大地治癒者葛爾波圖',
    '陶土議會',
  },
  [21027] = {
    '大地治癒者威爾達',
    '陶土議會',
  },
  [21029] = {
    '捕獲的水靈',
    nil,
  },
  [21030] = {
    '怒鐮者的衝鋒標靶',
    nil,
  },
  [21031] = {
    '[PH] 秘法護衛',
    nil,
  },
  [21032] = {
    '魔翼',
    nil,
  },
  [21033] = {
    '刃翼放血者',
    nil,
  },
  [21034] = {
    '小野豬',
    nil,
  },
  [21035] = {
    '『吞盡者』迪曼修斯 000',
    nil,
  },
  [21036] = {
    '紅色蠍子',
    nil,
  },
  [21037] = {
    '黑色蠍子',
    nil,
  },
  [21038] = {
    '金色蠍子',
    nil,
  },
  [21039] = {
    '法力彈擊破獎勵啟動器',
    nil,
  },
  [21040] = {
    '被激怒的烏鴉林樹苗',
    nil,
  },
  [21041] = {
    '大地治癒者威爾達啟動器',
    nil,
  },
  [21042] = {
    '兇暴烏鴉',
    nil,
  },
  [21043] = {
    '藍色蝎子',
    nil,
  },
  [21044] = {
    '考斯卡刺客',
    nil,
  },
  [21045] = {
    '受雇的保鑣',
    '黑色烈焰',
  },
  [21046] = {
    '圓面蠻卒',
    nil,
  },
  [21047] = {
    '圓面薩滿',
    nil,
  },
  [21048] = {
    '圓面族長',
    nil,
  },
  [21049] = {
    '昔日之靈',
    nil,
  },
  [21050] = {
    '暴怒的大地之靈',
    nil,
  },
  [21051] = {
    '劍刃 - 球狀物啟動器02',
    nil,
  },
  [21052] = {
    '鏡頭搖晃者 - 詛咒祭壇',
    nil,
  },
  [21053] = {
    '劍刃 - 球狀物啟動器03',
    nil,
  },
  [21054] = {
    '劍刃 - 球狀物啟動器04',
    nil,
  },
  [21055] = {
    '金色小龍鷹',
    nil,
  },
  [21056] = {
    '藍色小龍鷹',
    nil,
  },
  [21057] = {
    '奈薩斯王子洛薩恩',
    nil,
  },
  [21058] = {
    '虛實的主教',
    nil,
  },
  [21059] = {
    '暴怒的水靈',
    nil,
  },
  [21060] = {
    '暴怒的風靈',
    nil,
  },
  [21061] = {
    '暴怒的火焰之靈',
    nil,
  },
  [21062] = {
    '虛空怨靈',
    nil,
  },
  [21063] = {
    '銀色小龍鷹',
    nil,
  },
  [21064] = {
    '紅色小龍鷹',
    nil,
  },
  [21065] = {
    '受折磨的居民',
    nil,
  },
  [21066] = {
    '琳娜·月泉',
    nil,
  },
  [21067] = {
    '外域憤怒守衛 黑色',
    nil,
  },
  [21068] = {
    '外域憤怒守衛 綠色',
    nil,
  },
  [21069] = {
    '外域憤怒守衛 紅色',
    nil,
  },
  [21070] = {
    '外域憤怒守衛 粉紅色',
    nil,
  },
  [21071] = {
    '靈魂圖騰',
    nil,
  },
  [21072] = {
    '生命之林防衛者',
    nil,
  },
  [21073] = {
    '暴怒的土靈之魂',
    nil,
  },
  [21074] = {
    '生命之林防衛者啟動器',
    nil,
  },
  [21075] = {
    '煉獄火目標(海加爾)',
    nil,
  },
  [21076] = {
    '螢火蟲',
    nil,
  },
  [21077] = {
    '法拉隆粉碎者',
    nil,
  },
  [21078] = {
    '法拉隆裂石巨人',
    nil,
  },
  [21079] = {
    '奎克斯卡裂石巨人',
    nil,
  },
  [21080] = {
    '煉獄火球體',
    nil,
  },
  [21081] = {
    '摩克納薩爾獵人',
    nil,
  },
  [21082] = {
    '科魯喀斯',
    '雜貨商',
  },
  [21083] = {
    '艾魯歐',
    '商人',
  },
  [21084] = {
    '布拉格爾',
    '屠夫',
  },
  [21085] = {
    '拉嘎爾',
    '製皮供應商',
  },
  [21086] = {
    '盧卡',
    '沉重的武器',
  },
  [21087] = {
    '葛利卡',
    '製皮訓練師',
  },
  [21088] = {
    '女總管瓦拉',
    '旅店老闆',
  },
  [21089] = {
    '日怒血騎士',
    nil,
  },
  [21090] = {
    '戴比瑞教授',
    nil,
  },
  [21091] = {
    '虛無導管測量尺',
    nil,
  },
  [21092] = {
    '獎勵標誌者:大地',
    nil,
  },
  [21093] = {
    '舞動的劍',
    nil,
  },
  [21094] = {
    '獎勵標誌者:火焰',
    nil,
  },
  [21095] = {
    '獎勵標誌者:水',
    nil,
  },
  [21096] = {
    '獎勵標誌者:空氣',
    nil,
  },
  [21097] = {
    '暴怒的熾熱之魂',
    nil,
  },
  [21098] = {
    '外域劫毀者 綠橘',
    nil,
  },
  [21099] = {
    '外域劫毀者 橘白',
    nil,
  },
  [21100] = {
    '外域劫毀者 紫橘',
    nil,
  },
  [21101] = {
    '無縛的虛無區',
    nil,
  },
  [21102] = {
    '烏伏洛斯',
    nil,
  },
  [21103] = {
    '招魂師葛拉克斯',
    nil,
  },
  [21104] = {
    '裂隙看守者',
    nil,
  },
  [21105] = {
    '招魂師羅斯奈克',
    nil,
  },
  [21106] = {
    '招魂師史克瑞斯',
    nil,
  },
  [21107] = {
    '瑞普·帕達斯藍姆',
    '獅鷲獸管理員',
  },
  [21108] = {
    '烏伏洛斯之子',
    nil,
  },
  [21109] = {
    '暴怒的水之魂',
    nil,
  },
  [21110] = {
    '『醫生』費茲特·克羅克塔可',
    '旅店老闆',
  },
  [21111] = {
    '畢姆比爾·震錘',
    '雜貨商',
  },
  [21112] = {
    '波西·潘塔比斯頓',
    '工程學供應商',
  },
  [21113] = {
    '莎紗·威德衛爾',
    '商人',
  },
  [21114] = {
    '基地技師',
    nil,
  },
  [21115] = {
    '基地守衛',
    nil,
  },
  [21116] = {
    '暴怒的大氣之魂',
    nil,
  },
  [21117] = {
    '葛德雷克',
    nil,
  },
  [21118] = {
    '洛薩克·鐵面',
    nil,
  },
  [21119] = {
    '毀滅之鋸',
    nil,
  },
  [21120] = {
    '毀滅之鋸目標',
    nil,
  },
  [21121] = {
    '噬骨任務獎勵標誌',
    nil,
  },
  [21123] = {
    '魔誓鱗翼',
    nil,
  },
  [21124] = {
    '魔誓匕爪',
    nil,
  },
  [21126] = {
    '盤牙鱗片醫者',
    nil,
  },
  [21127] = {
    '盤牙暴怒者',
    nil,
  },
  [21128] = {
    '盤牙鰭刺',
    '觀察者的寵物',
  },
  [21129] = {
    '被輕蔑的大地之靈',
    nil,
  },
  [21130] = {
    '被輕蔑的火焰之靈',
    nil,
  },
  [21131] = {
    '被輕蔑的水靈',
    nil,
  },
  [21132] = {
    '被輕蔑的風之靈',
    nil,
  },
  [21133] = {
    '剛脊下士',
    nil,
  },
  [21134] = {
    '堡壘之眼',
    nil,
  },
  [21135] = {
    '魔化小鬼',
    nil,
  },
  [21136] = {
    '恆龍時間術師',
    nil,
  },
  [21137] = {
    '恆龍刺客',
    nil,
  },
  [21138] = {
    '恆龍劊子手',
    nil,
  },
  [21139] = {
    '恆龍鎮壓者',
    nil,
  },
  [21140] = {
    '裂隙領主',
    nil,
  },
  [21142] = {
    '恐灰狼啟動器',
    nil,
  },
  [21143] = {
    '軍團標準型火砲 1',
    nil,
  },
  [21144] = {
    '軍團標準型火砲 2',
    nil,
  },
  [21145] = {
    '小阿茲米',
    '食物商人',
  },
  [21146] = {
    '軍團標準型火砲 2 & 3 惡魔守衛',
    nil,
  },
  [21147] = {
    '吐查克·雙爪',
    nil,
  },
  [21148] = {
    '裂隙看守者',
    nil,
  },
  [21149] = {
    '軍團標準型火砲 4',
    nil,
  },
  [21150] = {
    '軍團標準型火砲 3',
    nil,
  },
  [21151] = {
    '波爾葛利姆·頑錘',
    '探險者協會',
  },
  [21152] = {
    '基地機器人',
    nil,
  },
  [21153] = {
    '柯爾克隆翼龍騎士',
    nil,
  },
  [21154] = {
    '柯爾克隆護甲雙足翼龍坐騎',
    nil,
  },
  [21155] = {
    '資深士官晚影',
    '戰備招募員',
  },
  [21156] = {
    '瑟拉那上士',
    '戰備招募員',
  },
  [21157] = {
    '卡露薩斯視野活動假人',
    nil,
  },
  [21158] = {
    '指揮官天影',
    nil,
  },
  [21159] = {
    '牽制光束',
    nil,
  },
  [21160] = {
    '召喚的水元素',
    nil,
  },
  [21161] = {
    '噬骨獸人',
    nil,
  },
  [21162] = {
    '死亡熔爐護衛隊',
    nil,
  },
  [21164] = {
    '奈斯瑞歐',
    '伊利達瑞惡魔獵人',
  },
  [21165] = {
    '女獵手狄雅娜',
    '雜貨商',
  },
  [21166] = {
    '伊利達瑞驚懼領主',
    nil,
  },
  [21167] = {
    '貝貝',
    '狄雅娜的寵物',
  },
  [21168] = {
    '賽拉斯',
    '伊利達瑞惡魔獵人',
  },
  [21169] = {
    '奈斯瑞歐 - 完全體',
    nil,
  },
  [21170] = {
    '榮譽堡獅鷲準將，南方',
    nil,
  },
  [21171] = {
    '艾倫狄恩',
    '伊利達瑞惡魔獵人',
  },
  [21172] = {
    '莎瑞妮·白星',
    '雜貨商',
  },
  [21174] = {
    '瑪瑟里頓',
    nil,
  },
  [21175] = {
    '博學者血鷹',
    nil,
  },
  [21176] = {
    '血槌恐狼啟動器',
    nil,
  },
  [21177] = {
    '伊斯萊斯',
    '伊利達瑞惡魔獵人',
  },
  [21178] = {
    '瓦瑞迪斯',
    '伊利達瑞惡魔獵人',
  },
  [21179] = {
    '惡魔獵人懇求者',
    nil,
  },
  [21180] = {
    '惡魔獵人見習生',
    nil,
  },
  [21181] = {
    '『火焰之王』賽洛庫',
    '卡拉伯爾輓歌',
  },
  [21182] = {
    '薩斯葛爾任務獎勵標記者，燒光薩斯葛爾，南方哨塔',
    nil,
  },
  [21183] = {
    '歐朗諾克·碎心',
    '隱士和商人',
  },
  [21184] = {
    '阿拉卡骨行者 (紅)',
    nil,
  },
  [21185] = {
    '小虛空幼龍蛋',
    nil,
  },
  [21186] = {
    '秘法守衛目標',
    nil,
  },
  [21188] = {
    '薩杜克',
    nil,
  },
  [21189] = {
    '水晶鐮奪怪',
    nil,
  },
  [21192] = {
    '庫格納爾',
    nil,
  },
  [21193] = {
    '葛瑞卡',
    nil,
  },
  [21194] = {
    '魯薩',
    nil,
  },
  [21195] = {
    '被馴養的惡魔野豬',
    nil,
  },
  [21196] = {
    '掠食鐮奪怪',
    nil,
  },
  [21197] = {
    '布朗尼恩·頑錘',
    '探險者協會',
  },
  [21198] = {
    '死亡之爪靈魂',
    nil,
  },
  [21199] = {
    '阿拉卡骨行者 (綠)',
    nil,
  },
  [21200] = {
    '尖嘯靈魂',
    nil,
  },
  [21201] = {
    '阿拉卡骨行者 (黃)',
    nil,
  },
  [21202] = {
    '阿拉卡骨行者 (黑)',
    nil,
  },
  [21204] = {
    '飢餓的幼鳥',
    nil,
  },
  [21205] = {
    '掠食鐮奪怪女王',
    nil,
  },
  [21207] = {
    '召喚史克塔斯',
    nil,
  },
  [21209] = {
    '戴夫利',
    '鍛造訓練師',
  },
  [21210] = {
    '隱形死亡熔爐施法者',
    nil,
  },
  [21211] = {
    '隱形死亡熔爐目標',
    nil,
  },
  [21212] = {
    '瓦許女士',
    '盤牙女總管',
  },
  [21213] = {
    '莫洛葛利姆·潮行者',
    nil,
  },
  [21214] = {
    '深淵之王卡拉薩瑞斯',
    nil,
  },
  [21215] = {
    '『盲目者』李奧薩拉斯',
    nil,
  },
  [21216] = {
    '不穩定者海卓司',
    '海嘯公爵',
  },
  [21217] = {
    '海底潛伏者',
    nil,
  },
  [21218] = {
    '瓦許伊爾榮譽守衛',
    nil,
  },
  [21220] = {
    '盤牙女祭司',
    nil,
  },
  [21221] = {
    '盤牙馴獸師',
    nil,
  },
  [21222] = {
    '深海狂怒者',
    nil,
  },
  [21224] = {
    '潮行者深淵先知',
    nil,
  },
  [21225] = {
    '潮行者戰士',
    nil,
  },
  [21226] = {
    '潮行者薩滿',
    nil,
  },
  [21227] = {
    '潮行者魚叉手',
    nil,
  },
  [21228] = {
    '潮行者水占師',
    nil,
  },
  [21229] = {
    '灰色之心浪潮呼喚者',
    nil,
  },
  [21230] = {
    '灰色之心虛空法師',
    nil,
  },
  [21231] = {
    '灰色之心盾衛',
    nil,
  },
  [21232] = {
    '灰色之心隱藏者',
    nil,
  },
  [21233] = {
    '軍團惡魔火砲',
    nil,
  },
  [21235] = {
    '『背刺』賓杜·齒輪炸彈',
    '競技場戰場軍官',
  },
  [21236] = {
    '隱形部落攻城機具 - 西 02',
    '這裡沒東西好看',
  },
  [21237] = {
    '隱形部落攻城機具 - 東 02',
    '這裡沒東西好看',
  },
  [21238] = {
    '血槌苦工',
    nil,
  },
  [21239] = {
    '飢餓的小劫毀者',
    nil,
  },
  [21241] = {
    '血槌蠻禁烈性黑啤酒啟動器',
    nil,
  },
  [21242] = {
    '奧奇奈亡語者',
    nil,
  },
  [21244] = {
    '噬骨訊息者',
    nil,
  },
  [21245] = {
    '噬骨掠奪者',
    nil,
  },
  [21246] = {
    '毒蛇神殿孢子蝙蝠',
    nil,
  },
  [21247] = {
    '歐朗諾克的雞',
    nil,
  },
  [21248] = {
    '皮恩',
    nil,
  },
  [21249] = {
    '憤怒巡者',
    nil,
  },
  [21250] = {
    '粉紅伊萊克',
    nil,
  },
  [21251] = {
    '深幽泥沼巨人',
    nil,
  },
  [21252] = {
    '世界啟動器(不是免疫的玩家)',
    nil,
  },
  [21253] = {
    '受感染的水元素',
    nil,
  },
  [21254] = {
    '遲鈍的葛羅挖掘工',
    nil,
  },
  [21255] = {
    '棕嘯',
    '歐朗諾克的夥伴',
  },
  [21256] = {
    '弗爾托克·破斧者',
    nil,
  },
  [21257] = {
    '藥劑師席蓮娜',
    nil,
  },
  [21258] = {
    '殺死見習員',
    nil,
  },
  [21259] = {
    '碰撞大炸彈',
    'B.O.O.M.工兵操作員',
  },
  [21260] = {
    '淨化後的水元素',
    nil,
  },
  [21261] = {
    '裝滿爆裂物的大型貨車啟動器',
    nil,
  },
  [21262] = {
    '哥布林裝備啟動器',
    nil,
  },
  [21263] = {
    '灰色之心技師',
    nil,
  },
  [21264] = {
    '爛泥軟泥怪',
    nil,
  },
  [21265] = {
    '小寄生噬屍獸',
    nil,
  },
  [21266] = {
    '小劫毀者',
    nil,
  },
  [21267] = {
    '法力野獸',
    nil,
  },
  [21268] = {
    '虛空之絃長弓',
    nil,
  },
  [21269] = {
    '毀滅',
    nil,
  },
  [21270] = {
    '宇宙灌溉者',
    nil,
  },
  [21271] = {
    '無盡之刃',
    nil,
  },
  [21272] = {
    '扭曲分割者',
    nil,
  },
  [21273] = {
    '相位壁壘',
    nil,
  },
  [21274] = {
    '瓦解之杖',
    nil,
  },
  [21275] = {
    '先驅者阿爾杜南',
    nil,
  },
  [21276] = {
    '吉爾索洛密探',
    nil,
  },
  [21277] = {
    '復仇者瓦黎恩',
    nil,
  },
  [21279] = {
    '藥劑師艾柏瑞克',
    nil,
  },
  [21283] = {
    '米希克·奴克巴斯',
    '傭兵',
  },
  [21284] = {
    '奧奇奈新教徒',
    nil,
  },
  [21285] = {
    '奧奇奈末日預言者',
    nil,
  },
  [21286] = {
    '以太皇族錘',
    nil,
  },
  [21287] = {
    '戰爭使者瑞術恩',
    nil,
  },
  [21289] = {
    '閒置的煉獄火',
    nil,
  },
  [21290] = {
    '魔爆術',
    nil,
  },
  [21291] = {
    '葛洛姆特, 歐朗諾克之子',
    nil,
  },
  [21292] = {
    '阿爾托,歐朗諾克之子',
    nil,
  },
  [21293] = {
    '柏爾拉克, 歐朗諾克之子',
    nil,
  },
  [21294] = {
    '血槌暴徒',
    nil,
  },
  [21295] = {
    '考斯卡指揮官',
    nil,
  },
  [21296] = {
    '劍刃勇士',
    nil,
  },
  [21297] = {
    '隱形法師',
    nil,
  },
  [21298] = {
    '盤牙海蛇守衛',
    nil,
  },
  [21299] = {
    '盤牙深淵女巫',
    nil,
  },
  [21300] = {
    '惡魔墮落者',
    nil,
  },
  [21301] = {
    '盤牙破碎者',
    nil,
  },
  [21302] = {
    '暗影議會術士',
    nil,
  },
  [21303] = {
    '防衛者的屍體',
    nil,
  },
  [21304] = {
    '守衛的屍體',
    nil,
  },
  [21305] = {
    '異型恐獸',
    nil,
  },
  [21306] = {
    '被詛咒的甲蟲',
    nil,
  },
  [21307] = {
    '伊娃',
    '阿爾托的護衛',
  },
  [21308] = {
    '被詛咒的甲蟲召喚者',
    nil,
  },
  [21309] = {
    '痛苦魔女卡布利莎',
    nil,
  },
  [21310] = {
    '影月谷隱藏觸發器 (微型)',
    nil,
  },
  [21311] = {
    '洛克嘎·血握',
    nil,
  },
  [21312] = {
    '見習守護者',
    nil,
  },
  [21313] = {
    '死亡的裂蹄',
    nil,
  },
  [21314] = {
    '恐懼大師',
    nil,
  },
  [21315] = {
    '『晦暗者』魯歐',
    nil,
  },
  [21316] = {
    '死鑄煉獄火',
    nil,
  },
  [21317] = {
    '艾咪',
    nil,
  },
  [21318] = {
    '阿爾托之靈',
    nil,
  },
  [21319] = {
    '葛爾·葛利姆嘎',
    nil,
  },
  [21320] = {
    '幻象導覽變形',
    nil,
  },
  [21321] = {
    '幻象導覽擊殺獎勵啟動器',
    nil,
  },
  [21322] = {
    '扭曲風暴',
    nil,
  },
  [21323] = {
    '虛空石震地者',
    nil,
  },
  [21324] = {
    '烏鴉之魂',
    nil,
  },
  [21325] = {
    '烏鴉林石木樹人',
    nil,
  },
  [21326] = {
    '烏鴉林葉鬚樹人',
    nil,
  },
  [21328] = {
    '艾派斯粉碎者',
    nil,
  },
  [21329] = {
    '虛空巨蛇',
    nil,
  },
  [21330] = {
    '庫德蘭·蠻錘',
    nil,
  },
  [21331] = {
    '帶刺的鞭擊者',
    nil,
  },
  [21332] = {
    '幽魂獵手',
    nil,
  },
  [21334] = {
    '威納拉圖斯重生點',
    nil,
  },
  [21335] = {
    '瑪卡魯的觸手',
    nil,
  },
  [21336] = {
    '傑德洛',
    '獸欄管理員',
  },
  [21337] = {
    '伊利達瑞巡影者',
    '伊利丹的僕人',
  },
  [21338] = {
    '盤牙痲瘋者',
    nil,
  },
  [21339] = {
    '盤牙憎恨尖嘯者',
    nil,
  },
  [21340] = {
    '迪卓費拉',
    '傑德洛的寵物',
  },
  [21341] = {
    '維克多',
    nil,
  },
  [21342] = {
    '艾力克斯',
    nil,
  },
  [21343] = {
    '哈爾維',
    nil,
  },
  [21344] = {
    '費歐',
    nil,
  },
  [21345] = {
    '修赫',
    nil,
  },
  [21346] = {
    '盲目之眼',
    nil,
  },
  [21347] = {
    '影月谷塊莖節',
    nil,
  },
  [21348] = {
    '暗月啟動器',
    nil,
  },
  [21349] = {
    '巫醫提洽里',
    nil,
  },
  [21350] = {
    '古羅牧師',
    nil,
  },
  [21353] = {
    '泰洛卡 - 白骨荒野 - 靈魂觸發者',
    nil,
  },
  [21354] = {
    '熾炎戰馬',
    nil,
  },
  [21355] = {
    '隱形人坐騎20',
    nil,
  },
  [21357] = {
    '空軍指揮官奴艾恩',
    nil,
  },
  [21359] = {
    '血衛士高莫克',
    nil,
  },
  [21360] = {
    '泰洛卡 - 白骨荒野 - 虛空寶珠藍色',
    nil,
  },
  [21362] = {
    '鳳凰',
    nil,
  },
  [21364] = {
    '鳳凰蛋',
    nil,
  },
  [21365] = {
    '漂浮的骷髏頭',
    nil,
  },
  [21368] = {
    '以太盜掠者',
    nil,
  },
  [21369] = {
    '烈焰打擊啟動器 (凱爾)',
    nil,
  },
  [21370] = {
    '以太虛空術師',
    nil,
  },
  [21372] = {
    '透紅的絲翼',
    nil,
  },
  [21373] = {
    '絲翼',
    nil,
  },
  [21374] = {
    '透紅的絲翼幼蟲',
    nil,
  },
  [21375] = {
    '肥胖的絲翼幼蟲',
    nil,
  },
  [21376] = {
    '粗暴的包伯',
    nil,
  },
  [21380] = {
    '大型地殼穿刺者',
    nil,
  },
  [21381] = {
    '小地殼穿刺者',
    nil,
  },
  [21382] = {
    '巨龍教團狂熱者',
    nil,
  },
  [21383] = {
    '巨龍教團侍僧',
    nil,
  },
  [21384] = {
    '黑暗議會先驅者',
    nil,
  },
  [21385] = {
    '黑暗議會藐視者',
    nil,
  },
  [21386] = {
    '黑暗議會鷹眼',
    nil,
  },
  [21387] = {
    '巨龍教團黑色幼龍',
    nil,
  },
  [21389] = {
    '『灰喉』麥克斯納爾',
    '巨龍教團龍主',
  },
  [21390] = {
    '大衛·亞當斯爵士',
    nil,
  },
  [21392] = {
    '土靈妖精',
    '柏爾拉克的爪牙',
  },
  [21393] = {
    '火砲引導者',
    nil,
  },
  [21394] = {
    '火砲引導者目標',
    nil,
  },
  [21395] = {
    '突變鑽地蟲',
    nil,
  },
  [21396] = {
    '隱形的坐騎速度 20',
    nil,
  },
  [21397] = {
    '艾伊曼·光歌',
    nil,
  },
  [21398] = {
    '賽伊妮·光歌',
    nil,
  },
  [21399] = {
    '艾瑞克·奈特森',
    nil,
  },
  [21400] = {
    '伊克爾特',
    nil,
  },
  [21402] = {
    '隱士希拉',
    nil,
  },
  [21403] = {
    '隱藏軍團要塞施法者',
    nil,
  },
  [21404] = {
    '軍團要塞惡魔劫奪者',
    nil,
  },
  [21405] = {
    '以太秘法師',
    nil,
  },
  [21406] = {
    '虛空之翼龍',
    nil,
  },
  [21407] = {
    '虛空之翼巨龍',
    nil,
  },
  [21408] = {
    '惡魔烈焰雙帆龍',
    nil,
  },
  [21409] = {
    '特使伊卡瑞厄斯',
    '伊利丹之聲',
  },
  [21410] = {
    '血領主薩拉斯',
    '伊卡瑞厄斯保鏢',
  },
  [21411] = {
    '『骯髒吞嚥者』托比亞斯',
    nil,
  },
  [21412] = {
    '設計者之島部落領導',
    nil,
  },
  [21413] = {
    '地精火砲射手 #1',
    nil,
  },
  [21414] = {
    '奈加頓磁場',
    nil,
  },
  [21416] = {
    '拉卡恩',
    '水之墮落者',
  },
  [21417] = {
    '隱藏煉獄火施法者',
    nil,
  },
  [21418] = {
    '隱藏煉獄火目標',
    nil,
  },
  [21419] = {
    '煉獄火攻擊者',
    nil,
  },
  [21420] = {
    '墮落的水之圖騰',
    nil,
  },
  [21423] = {
    '牙鐮劫毀者',
    nil,
  },
  [21424] = {
    '泰洛卡 - 白骨荒野 - 德萊尼靈魂',
    nil,
  },
  [21425] = {
    '奈薩斯王薩哈達爾',
    nil,
  },
  [21426] = {
    '地精防衛者 - 209',
    '洛薩克的非正式騎兵',
  },
  [21427] = {
    '旅行者裘克',
    '洛薩克的非正式騎兵',
  },
  [21428] = {
    '墮落的水元素',
    nil,
  },
  [21429] = {
    '白骨荒野 - 密封的棺材啟動器 01',
    nil,
  },
  [21430] = {
    '不死的德萊尼',
    nil,
  },
  [21432] = {
    '阿拉瑪多爾',
    '薩塔軍需官',
  },
  [21434] = {
    '哥迪',
    nil,
  },
  [21435] = {
    '暗影恐獸',
    nil,
  },
  [21436] = {
    '風暴要塞監獄第一個隔間目標',
    nil,
  },
  [21437] = {
    '風暴要塞監獄第二個隔間目標',
    nil,
  },
  [21438] = {
    '風暴要塞監獄第三個隔間目標',
    nil,
  },
  [21439] = {
    '風暴要塞監獄第四個隔間目標',
    nil,
  },
  [21440] = {
    '風暴要塞監獄首領隔間目標',
    nil,
  },
  [21441] = {
    '基地神槍手',
    nil,
  },
  [21443] = {
    '白骨荒野 - 寶珠目標地點 01',
    nil,
  },
  [21445] = {
    '白骨荒野 - 白色虛空寶珠',
    nil,
  },
  [21446] = {
    '劍刃邪惡靈魂',
    nil,
  },
  [21448] = {
    '加基森射手',
    nil,
  },
  [21449] = {
    '被詛咒的邪魂',
    nil,
  },
  [21450] = {
    '斯其索貓頭鷹',
    nil,
  },
  [21452] = {
    '血槌邪惡靈魂',
    nil,
  },
  [21453] = {
    '灰舌薩滿',
    '伊利丹的僕人',
  },
  [21454] = {
    '灰舌戰士',
    '伊利丹的僕人',
  },
  [21455] = {
    '灰舌勞工',
    '伊利丹的僕人',
  },
  [21457] = {
    '[Unused]大型地殼穿刺者視覺',
    nil,
  },
  [21458] = {
    '崔雅娜',
    nil,
  },
  [21459] = {
    '巨龍教團龍蛋',
    nil,
  },
  [21460] = {
    '塔利·薩普納伯',
    nil,
  },
  [21461] = {
    '瑞利·薩普納伯',
    '塔利的雙胞胎',
  },
  [21462] = {
    '大型惡魔烈焰雙帆龍',
    nil,
  },
  [21464] = {
    '以太製造者',
    nil,
  },
  [21465] = {
    '大衛·偉恩',
    nil,
  },
  [21466] = {
    '先驅者史蓋力司',
    nil,
  },
  [21467] = {
    '先驅者史蓋力司',
    nil,
  },
  [21468] = {
    '卡里瑞圖騰',
    nil,
  },
  [21469] = {
    '達藍艾歐',
    nil,
  },
  [21470] = {
    '憤怒的阿拉卡保衛者',
    nil,
  },
  [21471] = {
    '天鳴者艾文·野翼',
    nil,
  },
  [21472] = {
    '獅鷲騎士諾汀',
    nil,
  },
  [21474] = {
    '寇瑞歐',
    '劍刃武器商',
  },
  [21475] = {
    '斥候薩葛蘭',
    nil,
  },
  [21476] = {
    '莫克薩爾·厲刃',
    nil,
  },
  [21477] = {
    '石釘鐮奪怪',
    nil,
  },
  [21478] = {
    '石釘撕裂者',
    nil,
  },
  [21479] = {
    '(PH) 魔獄獸人狂戰士',
    nil,
  },
  [21480] = {
    '外域劫毀者精英 綠',
    nil,
  },
  [21481] = {
    '外域劫毀者精英 橘',
    nil,
  },
  [21482] = {
    '外域劫毀者精英 紫',
    nil,
  },
  [21483] = {
    '塔薩丹',
    nil,
  },
  [21484] = {
    '安畢拉爾',
    '食物和飲料',
  },
  [21485] = {
    '阿爾德蘭',
    '劍刃武器商',
  },
  [21487] = {
    '善德利',
    '食物和飲料',
  },
  [21488] = {
    '班洛',
    nil,
  },
  [21490] = {
    '部落傳送器故障',
    nil,
  },
  [21491] = {
    '聯盟傳送器故障',
    nil,
  },
  [21492] = {
    '巨龍教團受祝福者',
    nil,
  },
  [21493] = {
    '卡巴拉姆·擲遠者',
    '傳送工程師',
  },
  [21494] = {
    '史邁爾斯·歐拜朗',
    '工程師',
  },
  [21495] = {
    '烏鴉幻象',
    nil,
  },
  [21496] = {
    '德托克',
    nil,
  },
  [21497] = {
    '黑鱗',
    nil,
  },
  [21499] = {
    '監督者撕鋸',
    nil,
  },
  [21500] = {
    '莫爾葛洛朗',
    nil,
  },
  [21501] = {
    '馬卡瑞登',
    nil,
  },
  [21502] = {
    '戰爭使者瑞術恩的影像',
    nil,
  },
  [21503] = {
    '日怒術士',
    nil,
  },
  [21504] = {
    '操縱者帕薩里歐的影像',
    nil,
  },
  [21505] = {
    '日怒召喚者',
    nil,
  },
  [21506] = {
    '阿薩羅斯',
    nil,
  },
  [21507] = {
    '卡拉伯爾血守衛',
    nil,
  },
  [21508] = {
    '盤牙狂暴者',
    nil,
  },
  [21510] = {
    '迅捷虛空龍',
    nil,
  },
  [21511] = {
    '[DND]卡瑞里光環驅散',
    nil,
  },
  [21512] = {
    '隱形軍團要塞聖徽',
    nil,
  },
  [21513] = {
    '外域岩石鐮奪怪精英 紫紅',
    nil,
  },
  [21514] = {
    '『食龍者』柯爾葛羅姆',
    '戈魯爾之子',
  },
  [21515] = {
    '崔奇拉',
    nil,
  },
  [21516] = {
    '死亡看守',
    nil,
  },
  [21517] = {
    '利斯瑞歐',
    '獸欄管理員',
  },
  [21518] = {
    '歐魯息',
    '獸欄管理員',
  },
  [21519] = {
    '死亡的力量',
    nil,
  },
  [21520] = {
    '伊利達瑞獄卒',
    '伊利丹的僕人',
  },
  [21627] = {
    '伊克利普森鷹行者',
    nil,
  },
  [21628] = {
    '精靈貴族哀悼者',
    nil,
  },
  [21629] = {
    '盒子',
    nil,
  },
  [21630] = {
    '男性血精靈幻影 ALEX',
    nil,
  },
  [21631] = {
    '女性血精靈幻影 ALEX',
    nil,
  },
  [21632] = {
    '虛空之雲',
    nil,
  },
  [21633] = {
    '死亡使者裘瓦安',
    nil,
  },
  [21634] = {
    '森林陸行鳥',
    nil,
  },
  [21635] = {
    '森林行者',
    nil,
  },
  [21636] = {
    '復仇的德萊尼',
    nil,
  },
  [21637] = {
    '巨龍教團斥候',
    nil,
  },
  [21638] = {
    '復仇的先驅',
    nil,
  },
  [21639] = {
    '伊利達瑞殺戮者',
    nil,
  },
  [21640] = {
    '索格瑪',
    nil,
  },
  [21642] = {
    '阿魯米',
    '施法材料和毒藥供應商',
  },
  [21643] = {
    '阿勒米',
    '時光守望者軍需官',
  },
  [21644] = {
    '司凱堤斯之翼護衛',
    nil,
  },
  [21648] = {
    '成熟的虛空之翼龍',
    nil,
  },
  [21649] = {
    '司凱堤斯風行者',
    nil,
  },
  [21650] = {
    '司凱提斯爪牙',
    nil,
  },
  [21651] = {
    '時光流逝司凱堤斯劫奪者',
    nil,
  },
  [21652] = {
    '司凱堤斯時間移動者',
    nil,
  },
  [21653] = {
    '時光流逝司凱堤斯靈魂 [PH]',
    nil,
  },
  [21654] = {
    '司凱提斯追隨者重生者',
    nil,
  },
  [21655] = {
    '納克杜',
    '陰鬱城軍需官',
  },
  [21656] = {
    '伊利達瑞森林之神',
    '伊利丹的僕人',
  },
  [21657] = {
    '奈爾斯阿拉古',
    nil,
  },
  [21659] = {
    '漂浮的裝飾眼珠',
    nil,
  },
  [21660] = {
    '卡巴宣誓者',
    nil,
  },
  [21661] = {
    '卡巴爭鬥者',
    nil,
  },
  [21662] = {
    '卡巴盜墓者',
    nil,
  },
  [21663] = {
    '長者奧朗奴',
    nil,
  },
  [21664] = {
    '人類衝鋒者',
    nil,
  },
  [21665] = {
    '外域岩石鐮奪怪精英 紫紫',
    nil,
  },
  [21666] = {
    '外域岩石鐮奪怪精英 紫藍',
    nil,
  },
  [21667] = {
    '外域岩石鐮奪怪精英 粉紅藍',
    nil,
  },
  [21668] = {
    '外域岩石鐮奪怪精英 綠紅',
    nil,
  },
  [21669] = {
    '外域岩石鐮奪怪精英 灰紫',
    nil,
  },
  [21670] = {
    '外域岩石鐮奪怪精英 灰灰',
    nil,
  },
  [21671] = {
    '外域岩石鐮奪怪精英 綠黃',
    nil,
  },
  [21672] = {
    '外域岩石鐮奪怪精英 綠紫',
    nil,
  },
  [21673] = {
    '外域岩石鐮奪怪精英 綠橘',
    nil,
  },
  [21674] = {
    '外域岩石鐮奪怪精英 綠綠',
    nil,
  },
  [21675] = {
    '外域岩石鐮奪怪精英 咖啡黃',
    nil,
  },
  [21676] = {
    '外域岩石鐮奪怪精英 咖啡白',
    nil,
  },
  [21677] = {
    '外域岩石鐮奪怪精英 咖啡紅',
    nil,
  },
  [21678] = {
    '外域岩石鐮奪怪精英 藍白',
    nil,
  },
  [21679] = {
    '外域岩石鐮奪怪精英 藍綠',
    nil,
  },
  [21680] = {
    '外域岩石鐮奪怪精英 藍咖啡',
    nil,
  },
  [21681] = {
    '外域岩石鐮奪怪精英 藍藍',
    nil,
  },
  [21682] = {
    '人類教士',
    nil,
  },
  [21683] = {
    '人類咒術師',
    nil,
  },
  [21684] = {
    '萊恩王',
    nil,
  },
  [21685] = {
    '歐朗諾克·碎心',
    nil,
  },
  [21686] = {
    '柏爾拉克, 歐朗諾克之子',
    nil,
  },
  [21687] = {
    '葛洛姆特, 歐朗諾克之子',
    nil,
  },
  [21688] = {
    '歐朗諾克的坐騎',
    nil,
  },
  [21689] = {
    '盤牙狂暴者屍體',
    nil,
  },
  [21690] = {
    nil,
    '托斯利基地遙控哨衛',
  },
  [21691] = {
    '托斯利',
    nil,
  },
  [21692] = {
    '坎希斯',
    nil,
  },
  [21694] = {
    '泥沼主宰',
    nil,
  },
  [21695] = {
    '浪潮奔騰者',
    nil,
  },
  [21696] = {
    '蒸汽奔騰者',
    nil,
  },
  [21697] = {
    '恆龍時間領主',
    nil,
  },
  [21698] = {
    '恆龍時間劫奪者',
    nil,
  },
  [21699] = {
    '瑪翼夫·影歌',
    nil,
  },
  [21700] = {
    '阿卡瑪',
    nil,
  },
  [21701] = {
    '灰舌死亡誓言者',
    nil,
  },
  [21702] = {
    '以太皇族生命束縛者',
    nil,
  },
  [21703] = {
    '墮落的火焰圖騰',
    nil,
  },
  [21704] = {
    '墮落的大地圖騰',
    nil,
  },
  [21705] = {
    '墮落的風之圖騰',
    nil,
  },
  [21706] = {
    '墮落的火元素',
    nil,
  },
  [21707] = {
    '墮落的風元素',
    nil,
  },
  [21708] = {
    '墮落的土元素',
    nil,
  },
  [21709] = {
    '伊肯尼恩',
    '大地之墮落者',
  },
  [21710] = {
    '烏拉魯',
    '火之墮落者',
  },
  [21711] = {
    '哈盧姆',
    '風之墮落者',
  },
  [21717] = {
    '龍喉爭吵者',
    nil,
  },
  [21718] = {
    '龍喉征服者',
    nil,
  },
  [21719] = {
    '龍喉龍騎士',
    nil,
  },
  [21720] = {
    '龍喉薩滿',
    nil,
  },
  [21721] = {
    '被奴役的虛空之翼幼龍',
    nil,
  },
  [21722] = {
    '被奴役的虛空之翼龍',
    nil,
  },
  [21723] = {
    '黑風獵豹',
    nil,
  },
  [21724] = {
    '鷹剋',
    nil,
  },
  [21725] = {
    '凱格羅西',
    nil,
  },
  [21726] = {
    '召喚的惡魔',
    nil,
  },
  [21727] = {
    '弗藍尼斯·迅翼',
    nil,
  },
  [21728] = {
    '司凱堤斯奔騰者',
    nil,
  },
  [21729] = {
    '電流體',
    nil,
  },
  [21730] = {
    '艾魯維恩',
    nil,
  },
  [21731] = {
    '包覆的電流體',
    nil,
  },
  [21732] = {
    '南德瑞斯',
    '銀行職員',
  },
  [21733] = {
    '卡爾索',
    '銀行職員',
  },
  [21734] = {
    '昔克希',
    '銀行職員',
  },
  [21735] = {
    '煉獄火邪靈',
    nil,
  },
  [21736] = {
    '蠻錘防衛者',
    nil,
  },
  [21737] = {
    '迷你電流體',
    nil,
  },
  [21738] = {
    '贖罪的風之靈',
    nil,
  },
  [21740] = {
    '贖罪的火焰之靈',
    nil,
  },
  [21741] = {
    '贖罪的水靈',
    nil,
  },
  [21742] = {
    '日怒根除者',
    nil,
  },
  [21743] = {
    '日怒血領主',
    nil,
  },
  [21744] = {
    '洛德馬爾',
    '旅店老闆',
  },
  [21746] = {
    '管理員奧魯羅',
    '旅店老闆',
  },
  [21747] = {
    '獸人通靈師',
    nil,
  },
  [21748] = {
    '獸人座狼',
    nil,
  },
  [21749] = {
    '影月斥候',
    nil,
  },
  [21750] = {
    '獸人術士',
    nil,
  },
  [21751] = {
    '恰比斯',
    'B.O.O.M.機械科技新進人員',
  },
  [21752] = {
    '大酋長黑手',
    nil,
  },
  [21753] = {
    '暗影議會惡魔獸人',
    nil,
  },
  [21754] = {
    '暗影議會狂熱者',
    nil,
  },
  [21755] = {
    '地鐵地精尼克偉恩寇',
    nil,
  },
  [21756] = {
    '影月凱爾薩斯的印記',
    nil,
  },
  [21757] = {
    '大型電流體',
    nil,
  },
  [21761] = {
    '被摧毀的守衛',
    nil,
  },
  [21762] = {
    '伊利達瑞苦痛者',
    '伊利丹的僕人',
  },
  [21763] = {
    '時光流逝司凱堤斯侍奉者',
    nil,
  },
  [21766] = {
    '阿里雪爾',
    '飛行管理員',
  },
  [21767] = {
    '烏鴉神諭使',
    nil,
  },
  [21768] = {
    '瓦卡斯',
    nil,
  },
  [21769] = {
    '霸主歐巴洛卡赫',
    nil,
  },
  [21770] = {
    '研究員提歐魯斯',
    nil,
  },
  [21771] = {
    '喚戰者薩爾登·崔賴斯',
    nil,
  },
  [21772] = {
    '總藥劑師希爾達嘉',
    nil,
  },
  [21773] = {
    '尤瑞卡爾族長',
    nil,
  },
  [21774] = {
    '『執法官』索羅斯',
    nil,
  },
  [21775] = {
    '喚戰者畢爾斯納特',
    nil,
  },
  [21776] = {
    '伊利達瑞妖女',
    nil,
  },
  [21777] = {
    '葛諾瑪斯',
    nil,
  },
  [21778] = {
    '博士嘎崔克',
    '暗影議會監督者',
  },
  [21779] = {
    '博士莫歐費卡斯',
    '暗影議會監督者',
  },
  [21780] = {
    '迪曼修斯之子',
    nil,
  },
  [21782] = {
    '泰姆昂',
    nil,
  },
  [21783] = {
    '護國者產生器',
    nil,
  },
  [21784] = {
    '卡拉伯爾鬼騎士',
    nil,
  },
  [21785] = {
    '深幽泥沼震動者 (UNUSED)',
    nil,
  },
  [21787] = {
    '時光流逝司凱堤斯高階牧師',
    nil,
  },
  [21788] = {
    '影月狂熱者',
    nil,
  },
  [21789] = {
    '那卡西',
    nil,
  },
  [21790] = {
    '普萊克希',
    nil,
  },
  [21791] = {
    '司凱堤斯下跪目標01',
    nil,
  },
  [21792] = {
    '司凱堤斯下跪目標02',
    nil,
  },
  [21793] = {
    '司凱堤斯下跪目標03',
    nil,
  },
  [21794] = {
    '司凱堤斯的阿拉卡法術來源 01',
    nil,
  },
  [21795] = {
    '影月先驅',
    nil,
  },
  [21796] = {
    '虛空翼龍',
    nil,
  },
  [21797] = {
    '古老的影月靈魂',
    nil,
  },
  [21798] = {
    '美聲山脊虛無風暴',
    nil,
  },
  [21799] = {
    '變型後的虛空翼龍',
    nil,
  },
  [21801] = {
    '弗歐克爾',
    nil,
  },
  [21802] = {
    '伊萊克毀滅者',
    nil,
  },
  [21803] = {
    '灰舌駕馭者',
    '伊利丹的僕人',
  },
  [21804] = {
    '司凱堤斯卡里瑞',
    nil,
  },
  [21805] = {
    '護國者復仇者',
    nil,
  },
  [21806] = {
    '灰色之心縛法者',
    nil,
  },
  [21807] = {
    '隱藏軍團傳送門',
    nil,
  },
  [21808] = {
    '伊利達瑞監督者',
    '伊利丹的僕人',
  },
  [21809] = {
    '巨龍教團盜獵者',
    nil,
  },
  [21810] = {
    '巨龍教團砍伐者',
    nil,
  },
  [21811] = {
    '巨龍教團小龍',
    nil,
  },
  [21812] = {
    '魅影李奧薩拉斯',
    nil,
  },
  [21814] = {
    '虛空龍蛋兔子',
    nil,
  },
  [21815] = {
    '卡拉伯爾教士',
    nil,
  },
  [21816] = {
    '鐵脊咀嚼者',
    nil,
  },
  [21817] = {
    '年輕的虛空龍',
    nil,
  },
  [21818] = {
    '恆龍幼龍',
    nil,
  },
  [21820] = {
    '成熟的虛空龍',
    nil,
  },
  [21821] = {
    '原始虛空龍',
    nil,
  },
  [21822] = {
    '復仇者阿魯曼',
    nil,
  },
  [21823] = {
    '被放逐者尼西歐',
    nil,
  },
  [21824] = {
    '迪希·迪娜',
    nil,
  },
  [21826] = {
    '杉諾魯',
    nil,
  },
  [21827] = {
    '薩卓瑞斯',
    '伊利丹的僕人',
  },
  [21829] = {
    '沒有木頭的聯盟伐木工',
    nil,
  },
  [21830] = {
    '眼魔(米黃色)',
    nil,
  },
  [21831] = {
    '眼魔(藍色)',
    nil,
  },
  [21832] = {
    '眼魔(黑色)',
    nil,
  },
  [21833] = {
    '眼魔(灰色)',
    nil,
  },
  [21834] = {
    '眼魔(綠色)',
    nil,
  },
  [21835] = {
    '眼魔(紅色)',
    nil,
  },
  [21836] = {
    '眼魔(唾沫)',
    nil,
  },
  [21837] = {
    '召喚的憤怒獵犬',
    nil,
  },
  [21838] = {
    '泰洛克',
    nil,
  },
  [21839] = {
    '成熟的絲翼',
    nil,
  },
  [21840] = {
    '化妝用的絲翼',
    nil,
  },
  [21841] = {
    nil,
    '觀察者的寵物',
  },
  [21844] = {
    '山巨人',
    nil,
  },
  [21845] = {
    '『盲目者』李奧薩拉斯',
    nil,
  },
  [21846] = {
    '陣亡的奧奇奈戰士',
    nil,
  },
  [21847] = {
    '惡魔守衛犬',
    nil,
  },
  [21849] = {
    '骸骨爬行者',
    nil,
  },
  [21850] = {
    '外域虛空鰭刺, 紅',
    nil,
  },
  [21851] = {
    '烏鴉神之聲',
    nil,
  },
  [21852] = {
    '奧奇奈戰士',
    nil,
  },
  [21853] = {
    '烏鴉林樹人',
    nil,
  },
  [21854] = {
    '鐵脊石化者',
    nil,
  },
  [21855] = {
    '司凱堤斯的阿拉卡法術起源 02',
    nil,
  },
  [21856] = {
    '司凱堤斯下跪目標04',
    nil,
  },
  [21857] = {
    '內心的惡靈',
    nil,
  },
  [21858] = {
    '薩塔復仇者',
    nil,
  },
  [21859] = {
    '陣亡的薩塔復仇者',
    nil,
  },
  [21860] = {
    '主教歐納拉',
    nil,
  },
  [21861] = {
    '烏鴉神幻象',
    nil,
  },
  [21862] = {
    '黑暗之門假人1.30',
    nil,
  },
  [21863] = {
    '毒蛇神殿潛伏者',
    nil,
  },
  [21864] = {
    '熱殼螯蝎',
    nil,
  },
  [21865] = {
    '盤牙伏擊者',
    nil,
  },
  [21866] = {
    '再活化的靈魂',
    nil,
  },
  [21867] = {
    '泰朗·血魔',
    nil,
  },
  [21868] = {
    '測試用地殼穿刺者',
    nil,
  },
  [21869] = {
    '不死的護衛',
    nil,
  },
  [21870] = {
    '不死的新兵',
    nil,
  },
  [21871] = {
    '虛無的靈魂',
    nil,
  },
  [21872] = {
    '血魔的聲音',
    nil,
  },
  [21873] = {
    '盤牙護衛',
    nil,
  },
  [21874] = {
    '水行者元素',
    nil,
  },
  [21875] = {
    '李奧薩拉斯的陰影',
    nil,
  },
  [21876] = {
    '暗影束縛者',
    nil,
  },
  [21877] = {
    '『遠古看守者』卡西亞斯',
    nil,
  },
  [21878] = {
    '惡魔野豬',
    nil,
  },
  [21879] = {
    '邪惡之翼奇美拉',
    nil,
  },
  [21880] = {
    '爆炸符文',
    nil,
  },
  [21881] = {
    '男性血精靈幻影',
    nil,
  },
  [21882] = {
    '女性血精靈幻影',
    nil,
  },
  [21883] = {
    '男性地精幻影',
    nil,
  },
  [21884] = {
    '女性地精幻影',
    nil,
  },
  [21885] = {
    '男性哥布林幻影',
    nil,
  },
  [21886] = {
    '女性哥布林幻影',
    nil,
  },
  [21887] = {
    '女性牛頭人幻影',
    nil,
  },
  [21888] = {
    '男性牛頭人幻影',
    nil,
  },
  [21889] = {
    '塞司克殺戮者',
    nil,
  },
  [21891] = {
    '鳥人撕裂者',
    nil,
  },
  [21892] = {
    '阿薩羅斯獎勵標記者',
    nil,
  },
  [21893] = {
    '奧翠司對話獎勵',
    nil,
  },
  [21894] = {
    '希樂斯',
    nil,
  },
  [21895] = {
    '塔爾瑞克',
    nil,
  },
  [21896] = {
    '希歐瑪納',
    nil,
  },
  [21897] = {
    '偉大的魔脊',
    nil,
  },
  [21898] = {
    '法力炸彈閃電觸發者',
    nil,
  },
  [21899] = {
    '法力炸彈閃電目標',
    nil,
  },
  [21900] = {
    '恐怖之翼',
    nil,
  },
  [21901] = {
    '虛空魟魚',
    nil,
  },
  [21902] = {
    '卡巴織法者',
    nil,
  },
  [21903] = {
    '虛空之雲01',
    nil,
  },
  [21904] = {
    '鳥人戰鷹',
    nil,
  },
  [21905] = {
    '維娜·黎星',
    '薩塔家傳物品保管人',
  },
  [21906] = {
    '奇拉娜',
    '薩塔家傳物品保管人',
  },
  [21907] = {
    '卡巴信徒',
    nil,
  },
  [21908] = {
    '錮法恐懼護衛',
    nil,
  },
  [21909] = {
    '秘法蠍子',
    nil,
  },
  [21911] = {
    '司凱堤斯召魂者',
    nil,
  },
  [21912] = {
    '司凱堤斯守衛',
    nil,
  },
  [21913] = {
    '水珠',
    nil,
  },
  [21920] = {
    '潮行者潛伏者',
    nil,
  },
  [21922] = {
    '塔巴克',
    nil,
  },
  [21923] = {
    '恐懼保衛者',
    nil,
  },
  [21924] = {
    '秘法蠍子獎勵',
    nil,
  },
  [21925] = {
    '薩撒爾的化身',
    nil,
  },
  [21928] = {
    '洛斯羅司',
    '伊利丹的僕人',
  },
  [21930] = {
    '地精火砲發射器 #0',
    nil,
  },
  [21931] = {
    '鳥人飛行者',
    nil,
  },
  [21932] = {
    '不穩定者海卓司',
    '海嘯公爵',
  },
  [21933] = {
    '海卓司光束協助者',
    nil,
  },
  [21934] = {
    '海卓司淨化磁場協助者',
    nil,
  },
  [21935] = {
    '地精火砲發射器 #撒塔斯',
    nil,
  },
  [21936] = {
    '瘋狂的裂石者',
    nil,
  },
  [21937] = {
    '大地治癒者索菲魯斯',
    '陶土議會',
  },
  [21938] = {
    '大地治癒者史賓力胡夫',
    '陶土議會',
  },
  [21941] = {
    '可憎的亡魂',
    nil,
  },
  [21942] = {
    '地精火砲發射器 #美聲山脊',
    nil,
  },
  [21944] = {
    '地精火砲發射器 #魯安',
    nil,
  },
  [21945] = {
    '地精靈魂',
    nil,
  },
  [21946] = {
    '地精靈魂寶珠',
    nil,
  },
  [21949] = {
    '惡魔劫奪者哨兵',
    nil,
  },
  [21950] = {
    '嘎姆·狼伴',
    '雷霆王氏族酋長',
  },
  [21951] = {
    '雷霆王氏族副酋長',
    nil,
  },
  [21952] = {
    '羅寶',
    nil,
  },
  [21953] = {
    '『感化者』瓦倫恩',
    nil,
  },
  [21954] = {
    '拉瑞莎·擊日者',
    nil,
  },
  [21955] = {
    '秘法師賽利斯',
    nil,
  },
  [21956] = {
    '瑞瑪',
    '獸穴之后',
  },
  [21958] = {
    '附魔後的元素',
    nil,
  },
  [21959] = {
    '惡魔劫奪者哨兵獎勵',
    nil,
  },
  [21960] = {
    '甘納格技師',
    nil,
  },
  [21961] = {
    '裂地監督者',
    nil,
  },
  [21962] = {
    '烏達羅',
    nil,
  },
  [21963] = {
    '被奴役的末日守衛',
    nil,
  },
  [21964] = {
    '深淵守衛卡利迪斯',
    nil,
  },
  [21965] = {
    '深淵守衛提達費斯',
    nil,
  },
  [21966] = {
    '深淵守衛沙卡奇斯',
    nil,
  },
  [21967] = {
    '奧奇奈亡靈',
    nil,
  },
  [21968] = {
    '銀月城表揚官',
    nil,
  },
  [21969] = {
    '艾克索達表揚官',
    nil,
  },
  [21970] = {
    '軍官丹寧',
    '銀月城表揚處',
  },
  [21971] = {
    '軍官卡盧恩',
    '艾克索達表揚處',
  },
  [21972] = {
    '幽暗偽裝男性變形',
    nil,
  },
  [21973] = {
    '幽暗偽裝女性變形',
    nil,
  },
  [21974] = {
    '空軍警告機器人 (52區)',
    nil,
  },
  [21975] = {
    '劍刃防衛者',
    nil,
  },
  [21976] = {
    '52區死亡機械守衛',
    nil,
  },
  [21977] = {
    '加基森空軍指派員',
    nil,
  },
  [21978] = {
    '影月谷野生動物',
    nil,
  },
  [21979] = {
    '『征服者』弗札克',
    '赤紅法印',
  },
  [21980] = {
    '弗札克的陸行鷹',
    nil,
  },
  [21981] = {
    '監督者奴阿爾',
    nil,
  },
  [21982] = {
    '巨龍教團伏擊者',
    nil,
  },
  [21983] = {
    '沙彌亞·暗示者',
    nil,
  },
  [21984] = {
    '羅卡洛',
    '部落的勇士',
  },
  [21985] = {
    '司凱堤斯剔骨者',
    nil,
  },
  [21986] = {
    '薩塔祭壇復仇者',
    nil,
  },
  [21987] = {
    '世界啟動器(小型)',
    nil,
  },
  [21992] = {
    '大地之力圖騰',
    nil,
  },
  [21993] = {
    '空軍衛哨 (部落-蝠騎兵)',
    nil,
  },
  [21994] = {
    '石甲圖騰',
    nil,
  },
  [21995] = {
    '灼熱圖騰',
    nil,
  },
  [21996] = {
    '空軍衛哨 (聯盟-獅鷲獸)',
    nil,
  },
  [21997] = {
    '空軍衛哨 (哥布林-52區- 飛艇)',
    nil,
  },
  [21998] = {
    '柯爾克隆飛龍騎士',
    nil,
  },
  [21999] = {
    '空軍飛行警報器-屋頂 (聯盟)',
    nil,
  },
  [22000] = {
    '龍喉虛空龍',
    nil,
  },
  [22001] = {
    '空軍飛行警報器-屋頂 (部落)',
    nil,
  },
  [22002] = {
    '空軍飛行警報器-地面 (部落)',
    nil,
  },
  [22003] = {
    '空軍飛行警報器-地面 (聯盟)',
    nil,
  },
  [22004] = {
    '李歐羅克斯',
    nil,
  },
  [22005] = {
    '泰姆',
    nil,
  },
  [22006] = {
    '暗影領主戴斯衛歐',
    nil,
  },
  [22007] = {
    '林木守衛蕭恩',
    nil,
  },
  [22008] = {
    '天空標記者',
    nil,
  },
  [22009] = {
    '污染的元素',
    nil,
  },
  [22010] = {
    '凱斯克',
    nil,
  },
  [22011] = {
    '偉大的科羅克',
    nil,
  },
  [22012] = {
    '大法官血葉',
    nil,
  },
  [22013] = {
    '暴風之眼大使',
    nil,
  },
  [22014] = {
    '銀月居民',
    nil,
  },
  [22015] = {
    '暴風之眼特使',
    nil,
  },
  [22016] = {
    '伊克利普森士兵',
    nil,
  },
  [22017] = {
    '伊克利普森縛法者',
    nil,
  },
  [22018] = {
    '伊克利普森騎士',
    nil,
  },
  [22019] = {
    '克菲斯·暗鱗',
    nil,
  },
  [22020] = {
    '歐瑪利·贊普奈',
    '塔利的另一個雙胞胎',
  },
  [22022] = {
    '秘法爆破',
    nil,
  },
  [22024] = {
    '帕莎',
    nil,
  },
  [22025] = {
    '阿斯格',
    nil,
  },
  [22026] = {
    '巴哈特',
    nil,
  },
  [22027] = {
    '虛空龍獸 (黑)',
    nil,
  },
  [22028] = {
    '虛空龍獸首領 (紫)',
    nil,
  },
  [22029] = {
    '虛空龍獸 (紫)',
    nil,
  },
  [22030] = {
    '虛空龍獸 (藍)',
    nil,
  },
  [22031] = {
    '虛空龍獸 (綠)',
    nil,
  },
  [22032] = {
    '虛空龍獸首領 (綠)',
    nil,
  },
  [22033] = {
    '虛空龍獸首領 (藍)',
    nil,
  },
  [22034] = {
    '虛空龍獸首領 (黑)',
    nil,
  },
  [22035] = {
    '純正的海卓司子嗣',
    nil,
  },
  [22036] = {
    '腐化的海卓司之子',
    nil,
  },
  [22037] = {
    '鐵匠戈蘭克',
    nil,
  },
  [22038] = {
    '海術路德',
    '骸骨大帝',
  },
  [22040] = {
    '洞穴蝙蝠',
    nil,
  },
  [22041] = {
    '墮落的幽靈[PH]',
    nil,
  },
  [22042] = {
    '獅鷲騎士凱蘭',
    nil,
  },
  [22043] = {
    '卡古爾中士',
    nil,
  },
  [22044] = {
    '洞穴爬行者',
    nil,
  },
  [22045] = {
    '復仇的軀殼',
    nil,
  },
  [22046] = {
    '洞穴蝙蝠',
    nil,
  },
  [22047] = {
    '洞穴甲蟲',
    nil,
  },
  [22049] = {
    '男性血精靈幻影(保持護甲)',
    nil,
  },
  [22050] = {
    '女性血精靈幻影(保持護甲)',
    nil,
  },
  [22051] = {
    '瘋狂的巨像擊殺獎勵',
    nil,
  },
  [22052] = {
    '龍喉黑脊迅猛龍',
    nil,
  },
  [22053] = {
    '苔木長老',
    nil,
  },
  [22054] = {
    '『巨像之王』貝希摩森',
    nil,
  },
  [22055] = {
    '盤牙精英',
    nil,
  },
  [22056] = {
    '盤牙旅行者',
    nil,
  },
  [22058] = {
    '狂怒之心視覺效果觸發器',
    nil,
  },
  [22059] = {
    '蠻錘獅鷲騎士',
    nil,
  },
  [22060] = {
    '『刺客』凡妮莎',
    nil,
  },
  [22061] = {
    '影月竊魂者',
    nil,
  },
  [22062] = {
    '魏德林博士',
    nil,
  },
  [22063] = {
    '空軍飛行警報器-屋頂 (哥布林-52區)',
    nil,
  },
  [22064] = {
    '風暴之尖飛龍',
    nil,
  },
  [22065] = {
    '空軍衛哨 (以太族-風暴之尖)',
    nil,
  },
  [22066] = {
    '空軍衛哨 (占卜者-龍鷹)',
    nil,
  },
  [22067] = {
    '占卜者龍鷹',
    nil,
  },
  [22068] = {
    '空軍飛行警報器-屋頂 (以太族-風暴之尖)',
    nil,
  },
  [22069] = {
    '空軍警報機器人 (風暴之尖)',
    nil,
  },
  [22070] = {
    '空軍飛行警報器-屋頂 (占卜者)',
    nil,
  },
  [22071] = {
    '空軍警報機器人 (占卜者)',
    nil,
  },
  [22072] = {
    '影誓龍獸',
    '伊利丹的僕人',
  },
  [22073] = {
    '馬庫斯·阿瑞利恩',
    '薩塔大將軍',
  },
  [22074] = {
    '伊利達瑞心靈破獲者',
    '赤紅法印',
  },
  [22075] = {
    '伊利達瑞士兵',
    '赤紅法印',
  },
  [22076] = {
    '超凡的托洛斯',
    '赤紅法印',
  },
  [22077] = {
    '奧多爾獅鷲獸守衛',
    nil,
  },
  [22078] = {
    '空軍警報機器人 (奧多爾)',
    nil,
  },
  [22079] = {
    '空軍衛哨 (奧多爾-獅鷲獸)',
    nil,
  },
  [22080] = {
    '空軍飛行警報器-屋頂 (奧多爾)',
    nil,
  },
  [22081] = {
    '影月暗織者',
    '伊利丹的僕人',
  },
  [22082] = {
    '影月殺戮者',
    '伊利丹的僕人',
  },
  [22083] = {
    '伊利丹·怒風',
    nil,
  },
  [22084] = {
    '影月挑選者',
    '伊利丹的僕人',
  },
  [22085] = {
    '斯博格爾孢子蝙蝠',
    nil,
  },
  [22086] = {
    '空軍警報機器人 (斯博格爾)',
    nil,
  },
  [22087] = {
    '空軍衛哨 (斯博格爾-孢子蝙蝠)',
    nil,
  },
  [22088] = {
    '空軍飛行警報器-屋頂 (斯博格爾)',
    nil,
  },
  [22089] = {
    '托斯利基地飛行器',
    nil,
  },
  [22090] = {
    '空軍衛哨 (托斯利基地-飛行器)',
    nil,
  },
  [22091] = {
    '飛火圖騰',
    nil,
  },
  [22093] = {
    '伊利達瑞看守者',
    '赤紅法印',
  },
  [22094] = {
    '仇恨怨念者',
    '古爾丹的化身',
  },
  [22095] = {
    '群聚的根鬚行者',
    nil,
  },
  [22096] = {
    '暗影領主戴斯衛歐視覺啟動器',
    nil,
  },
  [22097] = {
    '老練的鬥士',
    nil,
  },
  [22098] = {
    '蒼老的鬥士',
    nil,
  },
  [22099] = {
    '巨龍教團補給官',
    nil,
  },
  [22100] = {
    '爬骨蝎子',
    nil,
  },
  [22101] = {
    '競技場發起人',
    nil,
  },
  [22102] = {
    '影月侍從',
    '伊利丹的僕人',
  },
  [22103] = {
    '沙伯邁恩男爵',
    nil,
  },
  [22104] = {
    '颶風 (卡拉薩瑞斯)',
    nil,
  },
  [22105] = {
    '衰老的裂蹄',
    nil,
  },
  [22106] = {
    '魯歐的虛空龍',
    nil,
  },
  [22107] = {
    '暗吼上尉',
    nil,
  },
  [22108] = {
    '黑色幼龍',
    nil,
  },
  [22110] = {
    '泰西克',
    nil,
  },
  [22112] = {
    '凱瑞納古',
    '奈爾斯阿拉古的配偶',
  },
  [22113] = {
    '摩德奈',
    nil,
  },
  [22114] = {
    '胡佛',
    '雷克薩的朋友',
  },
  [22115] = {
    '憤怒的裂地者',
    nil,
  },
  [22119] = {
    '深淵潛伏者',
    nil,
  },
  [22120] = {
    '深淵孢子蝙蝠',
    nil,
  },
  [22121] = {
    '惡魔烈焰召喚者',
    nil,
  },
  [22122] = {
    '塞納里奧風暴烏鴉',
    nil,
  },
  [22123] = {
    '裂刃劫毀者',
    nil,
  },
  [22124] = {
    '空軍警報器機器人 (塞納里奧)',
    nil,
  },
  [22125] = {
    '空軍衛哨 (塞納里奧-風暴烏鴉)',
    nil,
  },
  [22126] = {
    '空軍飛行警報器-屋頂 (塞納里奧遠征隊)',
    nil,
  },
  [22127] = {
    '野蠻領主安德烈利安',
    nil,
  },
  [22128] = {
    '敦霍爾德監視員',
    nil,
  },
  [22130] = {
    '沙伯邁恩男爵的黑色幼龍',
    nil,
  },
  [22131] = {
    '虛空之翼事件發射器',
    nil,
  },
  [22132] = {
    '成熟的洞穴爬行者',
    nil,
  },
  [22133] = {
    '法拉德雷伊',
    nil,
  },
  [22134] = {
    '影月·基爾羅格之眼',
    nil,
  },
  [22135] = {
    '溫馴的裂蹄',
    nil,
  },
  [22136] = {
    '杜古',
    nil,
  },
  [22137] = {
    '現世的遠古之神',
    nil,
  },
  [22138] = {
    '黑暗議會祭儀師',
    nil,
  },
  [22139] = {
    '阿拉卡隱形目標',
    nil,
  },
  [22140] = {
    '毒孢子蝙蝠',
    nil,
  },
  [22141] = {
    '羽獸',
    nil,
  },
  [22142] = {
    '柴克',
    nil,
  },
  [22143] = {
    '戈杜尼碎背者',
    nil,
  },
  [22144] = {
    '戈杜尼元素師',
    nil,
  },
  [22146] = {
    '虛無召喚風暴',
    nil,
  },
  [22147] = {
    '虛無風暴 (SM)',
    nil,
  },
  [22148] = {
    '戈杜尼裂頭者',
    nil,
  },
  [22149] = {
    '指揮官海法斯·石牆',
    nil,
  },
  [22150] = {
    '中尉費爾威德',
    nil,
  },
  [22151] = {
    '魯安曠野女衛士',
    nil,
  },
  [22152] = {
    '魯安曠野幽光',
    nil,
  },
  [22160] = {
    '血槌監工',
    nil,
  },
  [22161] = {
    '熾熱巨礫',
    nil,
  },
  [22174] = {
    '崔古',
    nil,
  },
  [22175] = {
    '頂尖鐮奪怪',
    nil,
  },
  [22180] = {
    '裂牙潛藏野豬',
    nil,
  },
  [22181] = {
    '蒼穹鰭刺',
    nil,
  },
  [22182] = {
    '閃電黃蜂',
    nil,
  },
  [22187] = {
    '劍脊蜥蜴',
    nil,
  },
  [22189] = {
    '土撥鼠',
    nil,
  },
  [22190] = {
    '黑色刃龍 [PH]',
    nil,
  },
  [22191] = {
    '劍刃潛獵者',
    nil,
  },
  [22192] = {
    '大型黑色刃龍 [PH]',
    nil,
  },
  [22193] = {
    '刃甲釘刺者',
    nil,
  },
  [22194] = {
    '螺旋針刺者',
    nil,
  },
  [22195] = {
    '盛怒說教者',
    nil,
  },
  [22196] = {
    '盛怒劫奪者',
    nil,
  },
  [22197] = {
    '龍喉獸人',
    nil,
  },
  [22199] = {
    '史拉格',
    '戈魯爾之子',
  },
  [22200] = {
    '史拉格之子',
    nil,
  },
  [22201] = {
    '恐懼私語者',
    nil,
  },
  [22202] = {
    '夢魘小鬼',
    nil,
  },
  [22203] = {
    '煉獄火',
    nil,
  },
  [22204] = {
    '恐慌惡魔',
    nil,
  },
  [22205] = {
    '墮落者領主',
    nil,
  },
  [22206] = {
    '遠征隊德魯伊',
    nil,
  },
  [22207] = {
    '孢子掉落觸發者',
    nil,
  },
  [22208] = {
    '那斯馬拉·月歌',
    '月布裁縫專家',
  },
  [22209] = {
    '墮落的灼熱圖騰',
    nil,
  },
  [22210] = {
    '女祭司之魂',
    nil,
  },
  [22211] = {
    '戰鬥法師維爾阿拉',
    nil,
  },
  [22212] = {
    '安德利恩·暗紋紡織者',
    '影紋裁縫專家',
  },
  [22213] = {
    '蓋吉·織法者',
    '魔焰裁縫專家',
  },
  [22214] = {
    '先驅者沙洛尼恩',
    nil,
  },
  [22215] = {
    '樹老長者',
    nil,
  },
  [22216] = {
    '飛恩·葉影',
    '飛行管理員',
  },
  [22217] = {
    '邪惡風暴墮落者',
    nil,
  },
  [22218] = {
    '陰險的小鬼',
    nil,
  },
  [22219] = {
    '邪惡風暴魅魔',
    nil,
  },
  [22220] = {
    '軍團戰爭獵犬',
    nil,
  },
  [22221] = {
    '邪惡風暴監督者',
    nil,
  },
  [22224] = {
    '葛銳洛克之聲',
    nil,
  },
  [22225] = {
    '雷根·曼庫斯',
    '寶石商',
  },
  [22226] = {
    '可伊靈魂',
    nil,
  },
  [22227] = {
    '馬可仕·史凱蘭',
    '寶石商',
  },
  [22228] = {
    '烈焰波 II',
    nil,
  },
  [22229] = {
    '德魯曼·影林',
    '新年使者',
  },
  [22230] = {
    '影月魔獄獸人攻擊觸發者',
    nil,
  },
  [22231] = {
    '雷札克',
    nil,
  },
  [22232] = {
    '葛瑞納阿拉卡',
    nil,
  },
  [22233] = {
    '潛伏的葉鬚樹人',
    nil,
  },
  [22234] = {
    '西尼亞·星歌',
    '新年使者',
  },
  [22235] = {
    '邪惡的可伊可伊',
    nil,
  },
  [22236] = {
    '水元素圖騰',
    nil,
  },
  [22237] = {
    '羅莉亞·風奔者',
    '新年使者',
  },
  [22238] = {
    '毒蛇神殿招潮者',
    nil,
  },
  [22239] = {
    '哥布林天使',
    nil,
  },
  [22241] = {
    '貝許爾劫掠者',
    nil,
  },
  [22242] = {
    '貝許爾法術竊取者',
    nil,
  },
  [22243] = {
    '貝許爾秘法師',
    nil,
  },
  [22244] = {
    '無縛的以太族',
    nil,
  },
  [22247] = {
    nil,
    '可口可樂大使',
  },
  [22248] = {
    nil,
    '可口可樂大使',
  },
  [22249] = {
    nil,
    '可口可樂大使',
  },
  [22250] = {
    '腐臭蘑菇',
    nil,
  },
  [22251] = {
    '龍喉弓箭手',
    nil,
  },
  [22252] = {
    '龍喉苦工',
    nil,
  },
  [22253] = {
    '龍喉卓越者',
    nil,
  },
  [22254] = {
    '憤怒墮落者',
    nil,
  },
  [22255] = {
    '劍尾蜥蜴',
    nil,
  },
  [22256] = {
    '鐵爪蜥蜴',
    nil,
  },
  [22257] = {
    '死鞭釘刺者',
    nil,
  },
  [22258] = {
    '惡魔占卜器',
    nil,
  },
  [22259] = {
    '地獄火守護小鬼',
    nil,
  },
  [22260] = {
    '魔法指數裝置重生器',
    nil,
  },
  [22261] = {
    '劍刃守衛',
    nil,
  },
  [22262] = {
    '劍刃長老',
    nil,
  },
  [22263] = {
    '劍刃啤酒大王',
    nil,
  },
  [22264] = {
    '歐格利拉鋼鐵商',
    '鍛造供應商',
  },
  [22265] = {
    '暗影之翼貓頭鷹',
    nil,
  },
  [22266] = {
    '歐格利拉食物商',
    '食物商人',
  },
  [22267] = {
    '吸法器驅動者',
    nil,
  },
  [22268] = {
    '里奧克',
    nil,
  },
  [22269] = {
    '黑龍屍體',
    nil,
  },
  [22270] = {
    '歐格利拉商人',
    '雜貨商',
  },
  [22271] = {
    '歐格利拉貿易者',
    '商人',
  },
  [22272] = {
    '『覺醒者』奇瑞克',
    nil,
  },
  [22273] = {
    '魔獄衛兵',
    nil,
  },
  [22274] = {
    '龍喉破天者',
    nil,
  },
  [22275] = {
    '頂尖守護者',
    nil,
  },
  [22277] = {
    '黑龍屍體變形',
    nil,
  },
  [22278] = {
    '高階祭司歐格蘭',
    nil,
  },
  [22279] = {
    '南加',
    nil,
  },
  [22280] = {
    '索林',
    nil,
  },
  [22281] = {
    '高瓦諾斯',
    nil,
  },
  [22282] = {
    '厄運降臨者',
    nil,
  },
  [22283] = {
    '埃雷達爾風暴召喚者',
    nil,
  },
  [22285] = {
    '德萊尼墓穴守衛',
    nil,
  },
  [22286] = {
    '惡魔狂怒者',
    nil,
  },
  [22287] = {
    '琥珀迅猛裂蹄',
    nil,
  },
  [22288] = {
    '泰洛卡任務目標',
    nil,
  },
  [22289] = {
    '黑焰煉獄火',
    nil,
  },
  [22290] = {
    '高階星術師索拉瑞恩變形視覺效果',
    nil,
  },
  [22291] = {
    '熔爐守衛者',
    nil,
  },
  [22292] = {
    '『贖罪者』里拉克',
    nil,
  },
  [22293] = {
    '閒置的惡魔劫奪者',
    nil,
  },
  [22295] = {
    '死亡熔爐自動執行者',
    nil,
  },
  [22297] = {
    '惡王守衛大領主',
    nil,
  },
  [22298] = {
    '邪惡的火之靈',
    nil,
  },
  [22299] = {
    '孢子行者',
    nil,
  },
  [22301] = {
    '惡王守衛哨兵',
    nil,
  },
  [22302] = {
    '惡王守衛勇士',
    nil,
  },
  [22303] = {
    '惡王獵犬',
    nil,
  },
  [22304] = {
    '莫阿格提取者',
    nil,
  },
  [22305] = {
    '維克',
    '維克尼爾的首領',
  },
  [22306] = {
    '洞穴爬行蛛',
    nil,
  },
  [22307] = {
    '腐爛的森林狂怒者',
    nil,
  },
  [22308] = {
    '巨龍教團獵手',
    nil,
  },
  [22309] = {
    '水魂碾碎者',
    nil,
  },
  [22310] = {
    '風裂猛襲者',
    nil,
  },
  [22311] = {
    '火魂盛怒者',
    nil,
  },
  [22312] = {
    '招魂師多赫加',
    nil,
  },
  [22313] = {
    '地心震動者',
    nil,
  },
  [22314] = {
    '幼童俘虜',
    nil,
  },
  [22315] = {
    '死鑄地雷',
    nil,
  },
  [22316] = {
    '被奴役的虛空之翼龍擊殺獎勵',
    nil,
  },
  [22317] = {
    '虛空之翼龍逃脫假人',
    nil,
  },
  [22318] = {
    '召靈圖騰',
    nil,
  },
  [22319] = {
    '巨石人',
    nil,
  },
  [22320] = {
    '基爾加丹目標',
    nil,
  },
  [22323] = {
    '閃亮的魔化火光',
    nil,
  },
  [22325] = {
    '夢魘編織者',
    nil,
  },
  [22326] = {
    '贖罪之鳥',
    nil,
  },
  [22327] = {
    '恐懼之火守護者',
    nil,
  },
  [22328] = {
    '玩具蒸汽坦克',
    nil,
  },
  [22330] = {
    '祖魯希德變形',
    '龍喉氏族酋長',
  },
  [22331] = {
    '龍喉精兵',
    nil,
  },
  [22332] = {
    '奈爾斯阿拉古的子嗣',
    nil,
  },
  [22333] = {
    '寶珠召集圖騰',
    nil,
  },
  [22334] = {
    '破碎之手獸人',
    nil,
  },
  [22335] = {
    '蘑菇法術效果',
    nil,
  },
  [22336] = {
    '惡魔傳送門(祖魯希德)',
    nil,
  },
  [22337] = {
    '有害的幼鳥',
    nil,
  },
  [22338] = {
    '阿庫巴斯毀滅者',
    nil,
  },
  [22339] = {
    '獲救的幼雛',
    nil,
  },
  [22340] = {
    '泰洛卡阿拉卡飛行目標',
    nil,
  },
  [22341] = {
    '死亡之影侍僧',
    nil,
  },
  [22342] = {
    '死亡之影縛法者',
    nil,
  },
  [22343] = {
    '死亡之影執政官',
    nil,
  },
  [22344] = {
    '崩碎裂石者',
    nil,
  },
  [22345] = {
    '暮光山脊龍獸 [PH]',
    nil,
  },
  [22347] = {
    '巨像潛伏者',
    nil,
  },
  [22348] = {
    '基赫納西部傳送門獎勵',
    nil,
  },
  [22350] = {
    '基赫納中部傳送門獎勵',
    nil,
  },
  [22351] = {
    '基赫納東部傳送門獎勵',
    nil,
  },
  [22352] = {
    '巨像狂怒者',
    nil,
  },
  [22353] = {
    '暮光山脊座狼 [PH]',
    nil,
  },
  [22354] = {
    '被網住的薩塔復仇者',
    nil,
  },
  [22355] = {
    '虛空蛛網俘虜者',
    nil,
  },
  [22357] = {
    '『鎮壓者』雷斯海卓恩',
    nil,
  },
  [22358] = {
    '虛空氣體視覺效果觸發者',
    nil,
  },
  [22359] = {
    '巨龍教團野心家',
    nil,
  },
  [22360] = {
    '凱瑞納古飛行器',
    '奈爾斯阿拉古的配偶',
  },
  [22361] = {
    '黑暗領主·哈瑪拉克',
    '巨龍教團高階龍主',
  },
  [22362] = {
    '死亡之影小鬼',
    nil,
  },
  [22363] = {
    '死亡之影術士',
    nil,
  },
  [22364] = {
    '斥候納夫靈',
    nil,
  },
  [22365] = {
    '伊森',
    nil,
  },
  [22366] = {
    '降臨的惡魔',
    nil,
  },
  [22369] = {
    '恐怖的遺跡奴隸',
    nil,
  },
  [22370] = {
    '麥克達',
    nil,
  },
  [22372] = {
    '摩克納薩爾靈魂',
    nil,
  },
  [22373] = {
    '防衛者赫拉希娜',
    nil,
  },
  [22374] = {
    '卡加斯之手',
    nil,
  },
  [22375] = {
    '泰洛克的化身',
    nil,
  },
  [22376] = {
    '泰洛克爪牙',
    nil,
  },
  [22377] = {
    '阿庫諾',
    nil,
  },
  [22378] = {
    '卡巴審問者',
    nil,
  },
  [22379] = {
    '毒蛇神殿攀附者',
    nil,
  },
  [22380] = {
    '泰洛克周圍的爪牙',
    nil,
  },
  [22381] = {
    '邪惡的海希斯',
    nil,
  },
  [22384] = {
    '血槌預卜者',
    nil,
  },
  [22385] = {
    '『折磨者』泰爾達',
    nil,
  },
  [22386] = {
    '看守者月影',
    nil,
  },
  [22387] = {
    '里斯克神諭者',
    nil,
  },
  [22388] = {
    '里斯克猛爪護衛',
    nil,
  },
  [22389] = {
    '基爾加丹劫奪者 (無法互動)',
    nil,
  },
  [22390] = {
    '山林裂石者',
    nil,
  },
  [22391] = {
    '強旋裂石者',
    nil,
  },
  [22392] = {
    '狂怒惡魔',
    nil,
  },
  [22393] = {
    '死亡之影主宰',
    nil,
  },
  [22394] = {
    '死亡之影黑暗犬',
    nil,
  },
  [22395] = {
    '[PH]暗影祭壇目標',
    nil,
  },
  [22396] = {
    '德拉卡·長尾',
    nil,
  },
  [22398] = {
    '敦霍爾德援兵',
    nil,
  },
  [22400] = {
    '暮光山脊目標',
    nil,
  },
  [22404] = {
    '榮譽堡獅鷲準將，北方',
    nil,
  },
  [22405] = {
    '榮譽堡獅鷲準將，熔爐',
    nil,
  },
  [22406] = {
    '榮譽堡獅鷲準將，山麓小丘',
    nil,
  },
  [22407] = {
    '商隊防衛者',
    nil,
  },
  [22408] = {
    '狂怒的虛空怨靈',
    nil,
  },
  [22410] = {
    '遠征隊先遣騎',
    nil,
  },
  [22411] = {
    '以太施法者，種類 A (金色)',
    nil,
  },
  [22412] = {
    '以太施法者，種類 A (綠色)',
    nil,
  },
  [22413] = {
    '以太施法者，種類 A (紫色)',
    nil,
  },
  [22414] = {
    '以太施法者，種類 A (紅色)',
    nil,
  },
  [22415] = {
    '以太施法者，種類 B (黑色)',
    nil,
  },
  [22416] = {
    '以太施法者，種類 B (白色)',
    nil,
  },
  [22417] = {
    '[PH]暗影祭壇法師',
    nil,
  },
  [22418] = {
    '阿克蒙德引導目標',
    nil,
  },
  [22419] = {
    '蝕木蟲',
    nil,
  },
  [22420] = {
    '拉庫提',
    nil,
  },
  [22421] = {
    '『異端』司卡利斯',
    nil,
  },
  [22423] = {
    '永恆樹林德魯伊',
    nil,
  },
  [22424] = {
    '天翼',
    nil,
  },
  [22425] = {
    '永恆樹林德魯伊 (變形:德魯伊)',
    nil,
  },
  [22426] = {
    '永恆樹林德魯伊 (變形:烏鴉)',
    nil,
  },
  [22427] = {
    '薩爾菲',
    nil,
  },
  [22429] = {
    '威卡斯',
    nil,
  },
  [22430] = {
    '助手克拉圖',
    nil,
  },
  [22431] = {
    '隱士巴瑞達',
    nil,
  },
  [22432] = {
    '喬渥上校',
    nil,
  },
  [22433] = {
    '傑·諾斯利',
    '破天者號將軍',
  },
  [22436] = {
    '劍刃的軍團目標',
    nil,
  },
  [22437] = {
    '怨恨殘存者',
    '古爾丹的化身',
  },
  [22438] = {
    '貪婪殘存者',
    '古爾丹的化身',
  },
  [22439] = {
    '墮落殘存者',
    '古爾丹的化身',
  },
  [22440] = {
    '光榮殘存者',
    '古爾丹的化身',
  },
  [22441] = {
    '受詛咒的泰利巴斯',
    nil,
  },
  [22442] = {
    '羅尼卡·堅刃',
    '盜賊學院經營者',
  },
  [22443] = {
    '死亡之門惡魔火砲',
    nil,
  },
  [22445] = {
    '迷你鸚鵡',
    nil,
  },
  [22446] = {
    '指揮官洛沃',
    nil,
  },
  [22448] = {
    '羅卡洛',
    '部落的勇士',
  },
  [22449] = {
    '薩塔火焰',
    nil,
  },
  [22450] = {
    '殺戳戰鬥員',
    nil,
  },
  [22451] = {
    '燃燒軍團第II型惡魔火砲',
    nil,
  },
  [22452] = {
    '再活化的主教',
    nil,
  },
  [22453] = {
    '受傷的薩塔復仇者',
    nil,
  },
  [22454] = {
    '惡魔靈魂',
    nil,
  },
  [22455] = {
    '天翔者麥克蘇爾',
    '飛行管理員',
  },
  [22456] = {
    '歐肯',
    nil,
  },
  [22457] = {
    '沙塵地精觸發者',
    nil,
  },
  [22458] = {
    '首席考古學家里同',
    '探險者協會',
  },
  [22459] = {
    '獲釋的薩塔戰士',
    nil,
  },
  [22460] = {
    '史貝瑞',
    nil,
  },
  [22461] = {
    '第I型惡魔火砲',
    nil,
  },
  [22462] = {
    '復仇者赫藍',
    nil,
  },
  [22463] = {
    '受創的薩塔復仇者',
    nil,
  },
  [22464] = {
    '探險者協會研究員',
    '探險者協會',
  },
  [22465] = {
    '娜塔夏',
    nil,
  },
  [22466] = {
    '篩骨者',
    nil,
  },
  [22468] = {
    '歐格林',
    '獸欄管理員',
  },
  [22469] = {
    '費斯可·影歌',
    '獸欄管理員',
  },
  [22470] = {
    '死亡之門星移門控制者',
    nil,
  },
  [22471] = {
    '死亡之門北方星移門',
    nil,
  },
  [22472] = {
    '死亡之門南方星移門',
    nil,
  },
  [22473] = {
    '沙伯邁恩男爵',
    nil,
  },
  [22474] = {
    '善變的魔化小鬼',
    nil,
  },
  [22475] = {
    '變形的善變魔化小鬼',
    nil,
  },
  [22476] = {
    '安德羅',
    '鍛造供應商',
  },
  [22477] = {
    '隱士伊善姆',
    '急救訓練師',
  },
  [22478] = {
    '永恆樹林古樹',
    nil,
  },
  [22479] = {
    '沙布奧斯',
    '施法材料和毒藥供應商',
  },
  [22480] = {
    '棕色土撥鼠',
    nil,
  },
  [22481] = {
    '德拉弗懷玆',
    '遠征隊領袖',
  },
  [22482] = {
    '成熟的篩骨者',
    nil,
  },
  [22483] = {
    '沙塵地精',
    nil,
  },
  [22484] = {
    '塞皮',
    nil,
  },
  [22485] = {
    '哈魯',
    '角鷹獸管理員',
  },
  [22486] = {
    '強效地縛圖騰',
    nil,
  },
  [22487] = {
    '強效驅毒圖騰',
    nil,
  },
  [22488] = {
    '哨兵月語',
    nil,
  },
  [22489] = {
    '蠻兵葛拉赫',
    nil,
  },
  [22490] = {
    '胡佛',
    nil,
  },
  [22491] = {
    '卡伯·衝扳',
    '武器商',
  },
  [22492] = {
    '史貝瑞',
    nil,
  },
  [22494] = {
    '扭曲太空衛兵',
    nil,
  },
  [22496] = {
    '賽柏利安',
    '黑龍軍團',
  },
  [22497] = {
    '范魯',
    nil,
  },
  [22499] = {
    '低吼憤怒獵犬',
    nil,
  },
  [22500] = {
    '虛無之犬',
    nil,
  },
  [22501] = {
    '變形的虛無之犬',
    nil,
  },
  [22506] = {
    '腐敗的淨化者',
    nil,
  },
  [22507] = {
    '釋出的邪惡之氣',
    nil,
  },
  [22509] = {
    '變形的廢棄惡魔劫奪者',
    nil,
  },
  [22510] = {
    '鈷藍塔巴克坐騎',
    nil,
  },
  [22511] = {
    '黑色塔巴克坐騎',
    nil,
  },
  [22512] = {
    '銀色塔巴克坐騎',
    nil,
  },
  [22513] = {
    '古銅色塔巴克坐騎',
    nil,
  },
  [22514] = {
    '白色塔巴克坐騎',
    nil,
  },
  [22515] = {
    '世界啟動器',
    nil,
  },
  [22516] = {
    '暴風之眼戰場軍官',
    nil,
  },
  [22517] = {
    '世界啟動器(Large AOI)',
    nil,
  },
  [22518] = {
    '勘探大師奧利亞斯',
    nil,
  },
  [22519] = {
    '西洋棋子:卡拉贊隱形跟隨者',
    nil,
  },
  [22520] = {
    '西洋棋子:狀態欄',
    nil,
  },
  [22521] = {
    'Karazhan - Chess, Medivh CHEAT:Fury of Medivh Visual (DND)',
    nil,
  },
  [22522] = {
    '超級索爾',
    nil,
  },
  [22523] = {
    '卡拉贊 - 西洋棋，勝利假人工具',
    nil,
  },
  [22524] = {
    '卡拉贊 - 西洋棋，勝利控制者',
    nil,
  },
  [22528] = {
    nil,
    '賞金獵人',
  },
  [22551] = {
    nil,
    '獸欄管理員',
  },
  [22569] = {
    nil,
    '賞金獵人',
  },
  [22577] = {
    nil,
    '獸欄管理員',
  },
  [22605] = {
    nil,
    '雷矛上尉',
  },
  [22606] = {
    nil,
    '霜狼上尉',
  },
  [22631] = {
    nil,
    '冰斧英雄',
  },
  [22641] = {
    nil,
    '霜狼將軍',
  },
  [22644] = {
    nil,
    '雷矛將軍',
  },
  [22646] = {
    nil,
    '食物和飲料',
  },
  [22650] = {
    nil,
    '鍛造供應商',
  },
  [22651] = {
    nil,
    '雜貨商',
  },
  [22652] = {
    nil,
    '施法材料和毒藥供應商',
  },
  [22653] = {
    nil,
    '鍛造供應商',
  },
  [22654] = {
    nil,
    '雜貨商',
  },
  [22655] = {
    nil,
    '食物和飲料',
  },
  [22659] = {
    nil,
    '商人',
  },
  [22660] = {
    nil,
    '施法材料和毒藥供應商',
  },
  [22661] = {
    nil,
    '商人',
  },
  [22680] = {
    nil,
    '雷矛物資官',
  },
  [22681] = {
    nil,
    '霜狼物資官',
  },
  [22682] = {
    nil,
    '霜狼物資官',
  },
  [22695] = {
    nil,
    '雷矛物資官',
  },
  [22699] = {
    nil,
    '賞金獵人',
  },
  [22712] = {
    nil,
    '賞金獵人',
  },
  [22726] = {
    '奧特蘭克山羊',
    nil,
  },
  [22727] = {
    '奧特蘭克山羊',
    nil,
  },
  [22802] = {
    '艾克索達節慶吐火者',
    nil,
  },
  [22804] = {
    '銀月城節慶吞火者',
    nil,
  },
  [22806] = {
    '撒塔斯節慶吐火者',
    nil,
  },
  [22807] = {
    '失落的巨行鳥',
    nil,
  },
  [22810] = {
    '獲救的塞納里奧遠征隊德魯伊',
    nil,
  },
  [22811] = {
    '獲救的陰鬱城蠻卒',
    nil,
  },
  [22812] = {
    '獲救的薩塔復仇者',
    nil,
  },
  [22813] = {
    '獲救的聯合團商人',
    nil,
  },
  [22814] = {
    '獲救的斯博格爾斥候',
    nil,
  },
  [22815] = {
    '獲救的時光守望者管理人',
    nil,
  },
  [22816] = {
    '黑貓',
    nil,
  },
  [22817] = {
    '血精靈孤兒',
    nil,
  },
  [22818] = {
    '德萊尼孤兒',
    nil,
  },
  [22819] = {
    '孤兒監護員瑪西',
    nil,
  },
  [22820] = {
    '先知歐蘭',
    nil,
  },
  [22821] = {
    '以太皇族復仇者',
    nil,
  },
  [22822] = {
    '以太皇族淨化者',
    nil,
  },
  [22823] = {
    '胡秋',
    nil,
  },
  [22824] = {
    '以太皇族巨刃者',
    nil,
  },
  [22825] = {
    '女侍衛長利薩哈爾',
    nil,
  },
  [22826] = {
    '杜布理瑟王',
    nil,
  },
  [22827] = {
    '『全知者』戈爾多隆',
    nil,
  },
  [22828] = {
    '特羅費茲',
    '燃燒軍團指揮官',
  },
  [22829] = {
    '外域兒童週斯博格爾觸發者',
    nil,
  },
  [22830] = {
    '男性破碎者幻影(保持護甲外觀)',
    nil,
  },
  [22831] = {
    '外域兒童週奧齊頓觸發者',
    nil,
  },
  [22832] = {
    '莫西斯·語翼',
    '猛禽德魯伊',
  },
  [22833] = {
    '外域兒童週黑暗之門觸發者',
    nil,
  },
  [22834] = {
    '克林塔夢境行者',
    nil,
  },
  [22835] = {
    '塞納里奧夢境看守者',
    nil,
  },
  [22836] = {
    '吉歐',
    nil,
  },
  [22837] = {
    '夢境看守者盧羅莎',
    nil,
  },
  [22838] = {
    '外域兒童週艾瑞斯平臺觸發器',
    nil,
  },
  [22839] = {
    '外域兒童週元素王座',
    nil,
  },
  [22840] = {
    '灰舌幻影',
    nil,
  },
  [22841] = {
    '阿卡瑪的黑暗面',
    nil,
  },
  [22842] = {
    '寇瓦克斯',
    nil,
  },
  [22843] = {
    '魯克',
    nil,
  },
  [22844] = {
    '灰舌戰鬥領主',
    nil,
  },
  [22845] = {
    '灰舌秘法師',
    nil,
  },
  [22846] = {
    '灰舌風暴召喚者',
    nil,
  },
  [22847] = {
    '灰舌原獵者',
    nil,
  },
  [22848] = {
    '風暴之怒',
    nil,
  },
  [22849] = {
    '灰舌野性靈魂',
    nil,
  },
  [22850] = {
    '歐爾擊殺獎勵',
    nil,
  },
  [22851] = {
    '外域兒童週艾克索達01觸發器',
    nil,
  },
  [22852] = {
    nil,
    '伊利丹的僕人',
  },
  [22853] = {
    '伊利達瑞污染者',
    nil,
  },
  [22854] = {
    nil,
    '伊利丹的僕人',
  },
  [22855] = {
    '伊利達瑞黑夜領主',
    nil,
  },
  [22856] = {
    '失落聖匣',
    nil,
  },
  [22857] = {
    '伊利達瑞劫毀者',
    '伊利丹的僕人',
  },
  [22858] = {
    '影蹄刺客',
    '伊利丹的僕人',
  },
  [22859] = {
    '影蹄召喚者',
    '伊利丹的僕人',
  },
  [22860] = {
    '伊利達瑞魅魔',
    '伊利丹的僕人',
  },
  [22861] = {
    '聖光之誓復仇者',
    nil,
  },
  [22862] = {
    '隱士凱倫',
    nil,
  },
  [22863] = {
    '老練的博學者',
    nil,
  },
  [22865] = {
    '伊利丹的形體',
    nil,
  },
  [22866] = {
    '外域兒童週銀月城01觸發器',
    nil,
  },
  [22867] = {
    '外域兒童週銀月城02觸發器',
    nil,
  },
  [22869] = {
    '伊利達瑞切骨者',
    nil,
  },
  [22870] = {
    '歐蘭的靈魂',
    nil,
  },
  [22871] = {
    '泰朗·血魔',
    nil,
  },
  [22872] = {
    '外域兒童週時光之穴觸發器',
    nil,
  },
  [22873] = {
    '考斯卡將軍',
    nil,
  },
  [22874] = {
    '考斯卡魚叉手',
    nil,
  },
  [22875] = {
    '考斯卡召海者',
    nil,
  },
  [22876] = {
    '考斯卡預卜者',
    nil,
  },
  [22877] = {
    '考斯卡爭吵者',
    nil,
  },
  [22878] = {
    '元水領主',
    nil,
  },
  [22879] = {
    '影月劫奪者',
    nil,
  },
  [22880] = {
    '影月勇士',
    nil,
  },
  [22881] = {
    '元水奔騰者',
    nil,
  },
  [22882] = {
    '影月死亡塑形者',
    nil,
  },
  [22883] = {
    '元水之子',
    nil,
  },
  [22884] = {
    '巨神海蛇',
    nil,
  },
  [22885] = {
    '龍龜',
    '考斯卡魚叉手的寵物',
  },
  [22886] = {
    '黑暗神廟俘虜',
    nil,
  },
  [22887] = {
    '高階督軍納珍塔斯',
    nil,
  },
  [22888] = {
    '復仇的先驅事件啟動者',
    nil,
  },
  [22889] = {
    '預兆夢魘',
    nil,
  },
  [22890] = {
    '第一碎片守衛者',
    nil,
  },
  [22891] = {
    '第二碎片守衛者',
    nil,
  },
  [22892] = {
    '第三碎片守衛者',
    nil,
  },
  [22893] = {
    '『食人妖僕從』烏丁',
    nil,
  },
  [22894] = {
    '颶風圖騰',
    nil,
  },
  [22895] = {
    '召喚的灼熱圖騰',
    nil,
  },
  [22896] = {
    '灰舌灼熱圖騰',
    nil,
  },
  [22897] = {
    '召喚的風怒圖騰',
    nil,
  },
  [22898] = {
    '瑟普莫斯',
    nil,
  },
  [22899] = {
    '護國者顧問拉辛姆',
    '護國者',
  },
  [22900] = {
    '受折磨的護國者先鋒',
    '護國者',
  },
  [22901] = {
    '克林塔的靈魂',
    nil,
  },
  [22902] = {
    '幻魅鞭笞者',
    nil,
  },
  [22904] = {
    '伊利丹之眼',
    nil,
  },
  [22905] = {
    '外域兒童週艾克索達02觸發器',
    nil,
  },
  [22906] = {
    '風元素力量',
    nil,
  },
  [22907] = {
    '火焰元素力量',
    nil,
  },
  [22908] = {
    '土元素力量',
    nil,
  },
  [22909] = {
    '水元素力量',
    nil,
  },
  [22910] = {
    '史庫洛克·靈魂研磨者',
    '戈魯爾之子',
  },
  [22911] = {
    '邪惡的梵戈',
    nil,
  },
  [22912] = {
    '碎裂的靈魂',
    nil,
  },
  [22913] = {
    '朵娜',
    nil,
  },
  [22914] = {
    '瑟蘭德雅',
    nil,
  },
  [22915] = {
    '烏鴉的化身',
    nil,
  },
  [22916] = {
    '克林塔夢境行者的靈魂',
    nil,
  },
  [22917] = {
    '伊利丹·怒風',
    '背叛者',
  },
  [22919] = {
    '指揮官阿密爾的影像',
    '護國者',
  },
  [22920] = {
    '『違抗者』薩克',
    nil,
  },
  [22921] = {
    '以太皇族囚犯(靜止密室A)',
    nil,
  },
  [22922] = {
    '旅店老闆艾勒雅',
    '旅店老闆',
  },
  [22924] = {
    '亞索·風歌',
    nil,
  },
  [22927] = {
    '以太皇族囚犯(地城能量球)',
    nil,
  },
  [22928] = {
    '帕克西維大使',
    nil,
  },
  [22929] = {
    '巨型暗影惡魔',
    nil,
  },
  [22930] = {
    '約兒',
    '薩法爾的虛無之犬',
  },
  [22931] = {
    '哥林',
    '翡翠議會飛行管理員',
  },
  [22932] = {
    '塞可長者',
    nil,
  },
  [22933] = {
    '遠古烏鴉祭司',
    nil,
  },
  [22934] = {
    '黑暗神廟戰鬥感應器',
    nil,
  },
  [22935] = {
    '蘇拉萊斯·遠風',
    '角鷹獸管理員',
  },
  [22936] = {
    '奧胡拉',
    '實習角鷹獸管理員',
  },
  [22937] = {
    '諾拉伯',
    '角鷹獸管理員',
  },
  [22939] = {
    '神廟侍妾',
    nil,
  },
  [22940] = {
    '葛羅克',
    nil,
  },
  [22941] = {
    '乾癟的莫格多克',
    nil,
  },
  [22942] = {
    '魔獄獸人突變體 1',
    '伊利丹的僕人',
  },
  [22943] = {
    '鹿角兔',
    nil,
  },
  [22945] = {
    '影月血法師',
    nil,
  },
  [22946] = {
    '影月戰犬',
    nil,
  },
  [22947] = {
    '薩拉茲女士',
    nil,
  },
  [22948] = {
    '葛塔格·血沸',
    nil,
  },
  [22949] = {
    '粉碎者高希歐',
    nil,
  },
  [22950] = {
    '高等虛空術師札瑞佛',
    nil,
  },
  [22951] = {
    '瑪蘭黛女士',
    nil,
  },
  [22952] = {
    '維拉斯·深影',
    nil,
  },
  [22953] = {
    '憤骨撕掠者',
    nil,
  },
  [22954] = {
    '伊利達瑞恐懼者',
    nil,
  },
  [22955] = {
    '迷人的交際花',
    nil,
  },
  [22956] = {
    '痛苦之女',
    nil,
  },
  [22957] = {
    '退化女祭司',
    nil,
  },
  [22958] = {
    '綠色虛空鰭刺',
    nil,
  },
  [22959] = {
    '錮法侍者',
    nil,
  },
  [22960] = {
    '龍喉喚龍者',
    nil,
  },
  [22962] = {
    '喜樂女祭司',
    nil,
  },
  [22963] = {
    '噬骨者勞工',
    nil,
  },
  [22964] = {
    '歡愉之女',
    nil,
  },
  [22965] = {
    '受制的奴僕',
    nil,
  },
  [22966] = {
    '聖光之誓伊萊克',
    nil,
  },
  [22967] = {
    '占卜者騎兵',
    nil,
  },
  [22968] = {
    '輕裝伊萊克',
    nil,
  },
  [22969] = {
    '占卜者獵鷹',
    nil,
  },
  [22972] = {
    '塞納里奧雀鷹',
    nil,
  },
  [22973] = {
    '黑暗神廟破碎之手魔獄獸人',
    '伊利丹的僕人',
  },
  [22974] = {
    '隱形雀鷹起源',
    nil,
  },
  [22975] = {
    '紫色虛空鰭刺',
    nil,
  },
  [22976] = {
    '紅色虛空鰭刺',
    nil,
  },
  [22977] = {
    '銀色虛空鰭刺',
    nil,
  },
  [22978] = {
    '藍色虛空鰭刺',
    nil,
  },
  [22979] = {
    '野生雀鷹',
    nil,
  },
  [22980] = {
    '禦天者斥候',
    nil,
  },
  [22981] = {
    '看守者艾雷雅',
    nil,
  },
  [22982] = {
    '禦天者領航員',
    nil,
  },
  [22983] = {
    '禦天者飛行員',
    nil,
  },
  [22984] = {
    '黑暗神廟觸發器',
    nil,
  },
  [22985] = {
    '布萊德福·布雷登',
    nil,
  },
  [22986] = {
    '司凱堤斯 - 隱形烏鴉石',
    nil,
  },
  [22987] = {
    '禦天者虛空鰭刺',
    nil,
  },
  [22988] = {
    '伊利達瑞暗影領主',
    nil,
  },
  [22989] = {
    '瑪翼夫·影歌',
    nil,
  },
  [22990] = {
    '阿卡瑪',
    nil,
  },
  [22991] = {
    '巨大的卡里瑞蛋觸發者',
    nil,
  },
  [22992] = {
    '獵鷹守護者',
    nil,
  },
  [22993] = {
    '戰鷹守護者',
    nil,
  },
  [22994] = {
    '獵隼守護者',
    nil,
  },
  [22995] = {
    '丘特',
    nil,
  },
  [22996] = {
    '埃辛諾斯之刃',
    nil,
  },
  [22997] = {
    '埃辛諾斯火焰',
    nil,
  },
  [22998] = {
    '女性血精靈冬天狂歡者',
    nil,
  },
  [22999] = {
    '男性血精靈冬天狂歡者',
    nil,
  },
  [23000] = {
    '德萊尼男性冬天狂歡者',
    nil,
  },
  [23001] = {
    '德萊尼女性冬天狂歡者',
    nil,
  },
  [23002] = {
    '瑞茲爾·滑鏈',
    nil,
  },
  [23003] = {
    '喬·蘭姆西',
    nil,
  },
  [23004] = {
    '禦天者虛空鰭刺(飛行坐騎)',
    nil,
  },
  [23005] = {
    '地精男性冬天狂歡者',
    nil,
  },
  [23006] = {
    '地精女性冬天狂歡者',
    nil,
  },
  [23007] = {
    '波斯塔茲',
    '聯合團軍需官',
  },
  [23008] = {
    '以太皇族獄卒',
    nil,
  },
  [23009] = {
    '貝司比·響囊',
    '燻木牧場',
  },
  [23010] = {
    '沃格蘭·響囊',
    '燻木牧場',
  },
  [23011] = {
    '摩許爾茲·考伯賓奇',
    '燻木牧場',
  },
  [23012] = {
    '哈托彼克·考伯賓奇',
    '燻木牧場',
  },
  [23015] = {
    '空降龍鷹',
    nil,
  },
  [23016] = {
    '禦天者管理者',
    nil,
  },
  [23018] = {
    '影月馴犬者',
    nil,
  },
  [23019] = {
    '靈魂研磨者',
    nil,
  },
  [23020] = {
    '暗影毒蛇',
    nil,
  },
  [23021] = {
    '(PH)禦天者造箭師',
    nil,
  },
  [23022] = {
    '戈杜尼噬靈者',
    nil,
  },
  [23023] = {
    '占卜者狂歡者',
    nil,
  },
  [23024] = {
    '奧多爾狂歡者',
    nil,
  },
  [23025] = {
    '瑞茲爾的深水炸彈',
    nil,
  },
  [23026] = {
    '暮光毒蛇',
    nil,
  },
  [23028] = {
    '噬骨者監工',
    nil,
  },
  [23029] = {
    '爪誓森林狂怒者',
    nil,
  },
  [23030] = {
    '龍喉空巡者',
    nil,
  },
  [23031] = {
    '裝甲虛空龍',
    nil,
  },
  [23032] = {
    '禦天者虛空鰭刺(陸行坐騎)',
    nil,
  },
  [23033] = {
    '隱形巡者(飄浮)',
    nil,
  },
  [23034] = {
    '靈魂研磨者鬼魂(外貌)',
    nil,
  },
  [23035] = {
    '安祖',
    nil,
  },
  [23036] = {
    '俘虜雀鷹',
    nil,
  },
  [23038] = {
    '天空指揮官艾德瑞斯',
    nil,
  },
  [23039] = {
    '德萊尼狂歡者',
    nil,
  },
  [23042] = {
    '瑟弗林',
    '禦天者醫療員',
  },
  [23043] = {
    '隱形守衛施法者',
    nil,
  },
  [23044] = {
    '卡拉伯爾煉獄火',
    nil,
  },
  [23045] = {
    '血精靈狂歡者',
    nil,
  },
  [23046] = {
    '隱形烏鴉神傳送門',
    nil,
  },
  [23047] = {
    '影月士兵',
    nil,
  },
  [23048] = {
    '天空士官多林',
    nil,
  },
  [23049] = {
    '影月武器大師',
    nil,
  },
  [23050] = {
    '小諾亞',
    nil,
  },
  [23051] = {
    '巨大的卡里瑞',
    nil,
  },
  [23052] = {
    '血槌懇求者',
    nil,
  },
  [23053] = {
    '劍刃懇求者',
    nil,
  },
  [23054] = {
    '凱爾薩斯·逐日者',
    '血精靈領主',
  },
  [23055] = {
    '惡魔守衛剝蝕者',
    nil,
  },
  [23057] = {
    '隱形烏鴉神目標',
    nil,
  },
  [23058] = {
    '隱形烏鴉神施法者',
    nil,
  },
  [23059] = {
    '軍團競技場事件隱形人',
    nil,
  },
  [23060] = {
    '虛空之翼幼龍',
    nil,
  },
  [23061] = {
    '瑞文達科',
    nil,
  },
  [23062] = {
    '黑曜配偶',
    nil,
  },
  [23063] = {
    '監督者夏圖歐',
    nil,
  },
  [23064] = {
    '伊比·響囊',
    '燻木牧場',
  },
  [23065] = {
    '歐納維·考伯賓奇',
    '燻木牧場',
  },
  [23066] = {
    '魔爪祭司艾夏歐',
    nil,
  },
  [23067] = {
    '魔爪祭司史奇吉克',
    nil,
  },
  [23068] = {
    '魔爪祭司札列克',
    nil,
  },
  [23069] = {
    '惡魔火焰',
    nil,
  },
  [23075] = {
    '軍團競技場煉獄火',
    nil,
  },
  [23076] = {
    '軍團高射火砲',
    nil,
  },
  [23077] = {
    '[PH]擊倒惡魔火砲假人',
    nil,
  },
  [23078] = {
    '魔化小鬼防衛者',
    nil,
  },
  [23079] = {
    '保安官賈達',
    nil,
  },
  [23080] = {
    '考斯卡噴泉',
    nil,
  },
  [23082] = {
    '軍團高射火砲',
    nil,
  },
  [23083] = {
    '影月騎乘獵犬',
    nil,
  },
  [23084] = {
    '黑暗神廟隱形巡者',
    nil,
  },
  [23085] = {
    '瑟普莫斯火山',
    nil,
  },
  [23086] = {
    '下水道老鼠',
    nil,
  },
  [23087] = {
    '下水道鱷魚',
    nil,
  },
  [23088] = {
    '巨魔煙霧影像',
    nil,
  },
  [23089] = {
    '阿卡瑪',
    nil,
  },
  [23090] = {
    '食人妖高頂巡者',
    nil,
  },
  [23091] = {
    '薩希斯的門徒',
    nil,
  },
  [23092] = {
    '薩希斯的召喚者',
    nil,
  },
  [23093] = {
    '薩希斯',
    nil,
  },
  [23094] = {
    '薩希斯的爪牙',
    nil,
  },
  [23095] = {
    '瑟普莫斯猛擊隱形巡者',
    nil,
  },
  [23096] = {
    '風元素侍僧',
    nil,
  },
  [23097] = {
    '水元素侍僧',
    nil,
  },
  [23098] = {
    '土元素侍僧',
    nil,
  },
  [23099] = {
    '火元素侍僧',
    nil,
  },
  [23100] = {
    '完美的秘法元素',
    nil,
  },
  [23101] = {
    '恰勒',
    nil,
  },
  [23102] = {
    '泰洛卡觸發器',
    nil,
  },
  [23103] = {
    '不死的德瑞克',
    '法師訓練師',
  },
  [23105] = {
    '魔化小鬼爪牙變形',
    nil,
  },
  [23106] = {
    '賈拉',
    nil,
  },
  [23107] = {
    '恰度',
    nil,
  },
  [23108] = {
    '莎拉',
    nil,
  },
  [23109] = {
    '復仇靈魂',
    nil,
  },
  [23110] = {
    '歐格利拉飲料大王',
    '飲料商人',
  },
  [23111] = {
    '幽靈形體',
    nil,
  },
  [23112] = {
    '敏格',
    '施法材料',
  },
  [23113] = {
    '末日守衛懲戒者',
    nil,
  },
  [23114] = {
    '幸運',
    nil,
  },
  [23115] = {
    '歐格利拉保安官',
    nil,
  },
  [23116] = {
    '星移門護盾',
    nil,
  },
  [23117] = {
    '水晶人',
    nil,
  },
  [23120] = {
    '天空士官樊德麗',
    nil,
  },
  [23121] = {
    '古羅煙霧影像',
    nil,
  },
  [23123] = {
    '末日花',
    nil,
  },
  [23124] = {
    '末日花移動目標',
    nil,
  },
  [23125] = {
    '農夫里昂',
    nil,
  },
  [23127] = {
    '先知賈瓦德',
    '薩滿訓練師',
  },
  [23128] = {
    '大師皮禮諾',
    '聖騎士訓練師',
  },
  [23129] = {
    '魔獄獸人幻影 (男性)',
    nil,
  },
  [23130] = {
    '魔獄獸人幻影 (交替)',
    nil,
  },
  [23131] = {
    '血騎士榮譽守衛',
    nil,
  },
  [23132] = {
    '安祖之子',
    nil,
  },
  [23133] = {
    '聯盟冒險者',
    nil,
  },
  [23134] = {
    '獵鷹靈魂',
    nil,
  },
  [23135] = {
    '獵隼靈魂',
    nil,
  },
  [23136] = {
    '戰鷹靈魂',
    nil,
  },
  [23137] = {
    '惡魔血獵犬變形',
    nil,
  },
  [23138] = {
    '[PH]惡魔犬',
    nil,
  },
  [23139] = {
    '霸主莫格',
    nil,
  },
  [23140] = {
    '監工瓦庫歐·龍息',
    nil,
  },
  [23141] = {
    '商人亞吉歐',
    nil,
  },
  [23142] = {
    '哥布林商人',
    nil,
  },
  [23143] = {
    '霍洛斯',
    '旅店老闆',
  },
  [23144] = {
    '賈格',
    '護甲鍛造師',
  },
  [23145] = {
    '藍普斯',
    '施法材料和毒藥供應商',
  },
  [23146] = {
    '龍喉執行者',
    nil,
  },
  [23147] = {
    '影月蠻兵',
    nil,
  },
  [23148] = {
    '佛格斯',
    '鬥士組織者',
  },
  [23149] = {
    '礦坑夫人',
    nil,
  },
  [23150] = {
    '龍喉鬥士',
    nil,
  },
  [23151] = {
    '洛克斯人',
    nil,
  },
  [23152] = {
    '瓦卡斯',
    nil,
  },
  [23153] = {
    '調查員巴什爾',
    nil,
  },
  [23154] = {
    '法債奴隸',
    nil,
  },
  [23155] = {
    '隱形巡者 (大小x3)',
    nil,
  },
  [23156] = {
    '德瑞',
    '見習巫醫',
  },
  [23157] = {
    '阿魯焰',
    '施法材料',
  },
  [23158] = {
    '先知卡奈',
    nil,
  },
  [23159] = {
    '歐庫諾',
    '灰舌死亡誓言者軍需官',
  },
  [23160] = {
    '寧寧',
    nil,
  },
  [23161] = {
    '黑暗尖叫者阿卡萊',
    nil,
  },
  [23162] = {
    '『風怒者』瓦奇茲',
    nil,
  },
  [23163] = {
    '女獵手吉札拉',
    nil,
  },
  [23164] = {
    '托拉納庫',
    nil,
  },
  [23165] = {
    '凱羅格',
    nil,
  },
  [23166] = {
    '『鞭奴者』羅納葛',
    nil,
  },
  [23167] = {
    '安祖利幼鳥',
    nil,
  },
  [23168] = {
    '瘋狂的歐可斯',
    nil,
  },
  [23169] = {
    '虛空礦坑鐮奪怪',
    nil,
  },
  [23170] = {
    '聯盟士兵',
    nil,
  },
  [23171] = {
    '部落士兵',
    nil,
  },
  [23172] = {
    '血魔之手',
    nil,
  },
  [23173] = {
    '惡魔犬防衛者',
    nil,
  },
  [23174] = {
    '水晶礦工',
    nil,
  },
  [23175] = {
    '塔倫米爾守衛',
    nil,
  },
  [23176] = {
    '塔倫米爾守衛',
    nil,
  },
  [23177] = {
    '塔倫米爾監視者',
    nil,
  },
  [23178] = {
    '塔倫米爾監視者',
    nil,
  },
  [23179] = {
    '塔倫米爾保衛者',
    nil,
  },
  [23180] = {
    '塔倫米爾保衛者',
    nil,
  },
  [23187] = {
    '被奴役的虛空之翼龍',
    nil,
  },
  [23188] = {
    '龍喉輸送者',
    nil,
  },
  [23189] = {
    '以太煙霧影像',
    nil,
  },
  [23190] = {
    '黑龍煙霧影像',
    nil,
  },
  [23191] = {
    '阿卡瑪',
    nil,
  },
  [23192] = {
    '埃辛諾斯餘燼',
    nil,
  },
  [23193] = {
    '羅德隆居民(傑森)',
    nil,
  },
  [23194] = {
    '航線勞工',
    nil,
  },
  [23195] = {
    '伊利丹惡魔形態',
    '背叛者',
  },
  [23196] = {
    '噬骨者巨獸',
    nil,
  },
  [23197] = {
    '瑪翼夫·影歌',
    nil,
  },
  [23198] = {
    '幸運',
    nil,
  },
  [23199] = {
    '甘納格賤民',
    nil,
  },
  [23200] = {
    '農夫里昂',
    '養豬的農夫',
  },
  [23201] = {
    '德瑞',
    '見習巫醫',
  },
  [23202] = {
    '毛歐托',
    '養豬的農夫',
  },
  [23203] = {
    '甘納格爪牙變形',
    nil,
  },
  [23204] = {
    '『風怒者』瓦奇茲',
    nil,
  },
  [23205] = {
    '凱羅格裂石者',
    nil,
  },
  [23206] = {
    '阿卡萊幼鳥',
    nil,
  },
  [23207] = {
    '司凱堤斯刺客',
    nil,
  },
  [23208] = {
    '禦天者煙火技師',
    nil,
  },
  [23209] = {
    '龍喉苦工擊殺獎勵',
    nil,
  },
  [23210] = {
    '生物生成器(阿卡瑪)',
    nil,
  },
  [23211] = {
    '奧多爾聲望測試員',
    nil,
  },
  [23212] = {
    '莫阿格施刑者',
    nil,
  },
  [23213] = {
    '龍喉苦工羊肉',
    nil,
  },
  [23214] = {
    '莫阿格施刑者變形',
    nil,
  },
  [23215] = {
    '灰舌巫士',
    nil,
  },
  [23216] = {
    '灰舌防衛者',
    nil,
  },
  [23217] = {
    '劍刃密探',
    nil,
  },
  [23218] = {
    '血槌密探',
    nil,
  },
  [23219] = {
    '黑風扭曲追趕者',
    nil,
  },
  [23220] = {
    '希瓦拉刺客',
    nil,
  },
  [23222] = {
    '噬骨打鬥者',
    nil,
  },
  [23223] = {
    '噬骨看守者',
    nil,
  },
  [23224] = {
    '球中的小鬼',
    nil,
  },
  [23225] = {
    '虛空之翼龍逃脫點',
    nil,
  },
  [23226] = {
    '伊利達瑞精英',
    nil,
  },
  [23227] = {
    '夏圖歐之眼變形',
    nil,
  },
  [23228] = {
    '夏圖歐之眼',
    nil,
  },
  [23229] = {
    '球中的小鬼特殊情況 (盜賊)',
    nil,
  },
  [23230] = {
    '夏圖歐',
    nil,
  },
  [23231] = {
    '韋利',
    nil,
  },
  [23232] = {
    '突變的戰犬',
    nil,
  },
  [23233] = {
    '裘阿洛',
    nil,
  },
  [23234] = {
    '巴那納斯',
    nil,
  },
  [23235] = {
    '噬骨劍刃狂怒者',
    nil,
  },
  [23236] = {
    '噬骨護盾門徒',
    nil,
  },
  [23237] = {
    '噬骨鮮血預言者',
    nil,
  },
  [23239] = {
    '噬骨者戰鬥員',
    nil,
  },
  [23240] = {
    '隱形瑞茲爾手榴彈栓塞',
    nil,
  },
  [23241] = {
    '禦天者蒼穹技師',
    nil,
  },
  [23242] = {
    '禦天者巡邏員',
    nil,
  },
  [23243] = {
    '蒼穹技師助手',
    nil,
  },
  [23244] = {
    '蒼穹技師專家',
    nil,
  },
  [23245] = {
    '蒼穹技師大師',
    nil,
  },
  [23246] = {
    '骯髒的奴隸',
    nil,
  },
  [23247] = {
    '貝許爾副手',
    nil,
  },
  [23249] = {
    '貝許爾腐肉魔',
    nil,
  },
  [23250] = {
    '混亂者之塔',
    nil,
  },
  [23252] = {
    '惡魔守衛煙霧影像',
    nil,
  },
  [23253] = {
    '克朗克',
    nil,
  },
  [23254] = {
    '魔化噴泉',
    nil,
  },
  [23256] = {
    '歐格利拉說書人',
    nil,
  },
  [23257] = {
    '禦天者擊風者',
    nil,
  },
  [23258] = {
    '艾格伯特',
    nil,
  },
  [23259] = {
    '燃炎',
    nil,
  },
  [23261] = {
    '狂怒之翼',
    nil,
  },
  [23262] = {
    '以太之環，熔爐',
    nil,
  },
  [23263] = {
    '布蘭登·透納',
    '肉商',
  },
  [23264] = {
    '礦坑鐮奪怪',
    nil,
  },
  [23265] = {
    '先知納克哈',
    nil,
  },
  [23266] = {
    '花生米',
    nil,
  },
  [23267] = {
    '貪婪的亞博爾',
    nil,
  },
  [23268] = {
    '先知喬瓦',
    nil,
  },
  [23269] = {
    '『獸穴之母』芭拉什',
    nil,
  },
  [23270] = {
    '復仇者艾佑斯',
    nil,
  },
  [23271] = {
    '復仇者卡恩',
    nil,
  },
  [23272] = {
    '秘法師薩凡',
    nil,
  },
  [23273] = {
    '秘法師瑞斯坦',
    nil,
  },
  [23274] = {
    '小臭鼬',
    nil,
  },
  [23275] = {
    '巨齒',
    nil,
  },
  [23276] = {
    '[PH]憤怒獵犬變形',
    nil,
  },
  [23277] = {
    '禦天者目標',
    nil,
  },
  [23278] = {
    '攜帶式惡魔火砲',
    nil,
  },
  [23279] = {
    '攜帶式惡魔火砲變形',
    nil,
  },
  [23280] = {
    '阿格戴',
    '雙足飛龍學徒',
  },
  [23281] = {
    '印希迪恩',
    nil,
  },
  [23282] = {
    '歐比希迪亞',
    nil,
  },
  [23283] = {
    '賽絲特拉女士',
    nil,
  },
  [23284] = {
    '賽絲特拉女士',
    nil,
  },
  [23285] = {
    '虛空礦坑穿刺者',
    nil,
  },
  [23286] = {
    '德拉諾黑血怪',
    nil,
  },
  [23287] = {
    '黑暗之血礦工',
    nil,
  },
  [23290] = {
    '德拉諾恐懼血怪',
    nil,
  },
  [23291] = {
    '大監督者馬朗',
    '苦工鞭策者',
  },
  [23300] = {
    '賈克',
    nil,
  },
  [23305] = {
    '瘋狂的黑暗之血工頭',
    nil,
  },
  [23306] = {
    '海茲克',
    nil,
  },
  [23309] = {
    '黑暗之血監督者',
    nil,
  },
  [23310] = {
    '惡魔傳送門警報',
    nil,
  },
  [23311] = {
    '不服從的龍喉苦工',
    nil,
  },
  [23314] = {
    '[PH] PvP火砲',
    nil,
  },
  [23316] = {
    '托卡司',
    nil,
  },
  [23318] = {
    '灰舌盜賊',
    nil,
  },
  [23319] = {
    '灰舌破碎者',
    nil,
  },
  [23320] = {
    '虛空之翼盟友',
    nil,
  },
  [23321] = {
    '龍喉飛行指導者',
    nil,
  },
  [23323] = {
    '魔化眼梗',
    nil,
  },
  [23324] = {
    '瘋狂的黑暗之血礦工',
    nil,
  },
  [23325] = {
    '龍喉飛行指導者目標',
    nil,
  },
  [23326] = {
    '虛空礦坑劫毀者',
    nil,
  },
  [23329] = {
    '魔化眼梗變形',
    nil,
  },
  [23330] = {
    '龍喉風劫者',
    nil,
  },
  [23331] = {
    '雷·晨星',
    nil,
  },
  [23332] = {
    '貝許爾計算者',
    nil,
  },
  [23333] = {
    '偉大的收集者',
    nil,
  },
  [23334] = {
    '天空指揮官凱勒',
    nil,
  },
  [23335] = {
    '禦天者卡緹',
    nil,
  },
  [23336] = {
    '火焰爆裂',
    nil,
  },
  [23337] = {
    '伊利達瑞百夫長',
    nil,
  },
  [23338] = {
    '亞索的雀鷹',
    nil,
  },
  [23339] = {
    '伊利達瑞尋心者',
    nil,
  },
  [23340] = {
    '莫格·老邁克喬',
    nil,
  },
  [23341] = {
    '龍喉飛蛾坐騎',
    nil,
  },
  [23342] = {
    '『污穢者』川普',
    nil,
  },
  [23343] = {
    '被綑綁的蒼穹鰭刺',
    nil,
  },
  [23344] = {
    '年邁的克洛克',
    nil,
  },
  [23345] = {
    '空軍指揮官艾克曼',
    nil,
  },
  [23346] = {
    '空軍指揮官穆維里克',
    nil,
  },
  [23347] = {
    '托克',
    nil,
  },
  [23348] = {
    '碎天者隊長',
    nil,
  },
  [23349] = {
    '破天者隊長的虛空龍',
    nil,
  },
  [23350] = {
    '偉大的收集者',
    nil,
  },
  [23353] = {
    '布萊克斯',
    nil,
  },
  [23354] = {
    '莫阿格焚化者',
    nil,
  },
  [23355] = {
    '札克辛',
    nil,
  },
  [23356] = {
    'Dragonmaw Race:Oldie\'s Target',
    nil,
  },
  [23357] = {
    'Dragonmaw Race:Trope\'s Target',
    nil,
  },
  [23358] = {
    'Dragonmaw Race:Corlok\'s Target',
    nil,
  },
  [23359] = {
    'Dragonmaw Race:Ichman\'s Target',
    nil,
  },
  [23360] = {
    'Dragonmaw Race:Mulverick\'s Target',
    nil,
  },
  [23361] = {
    'Dragonmaw Race:Skyshatter\'s Target',
    nil,
  },
  [23362] = {
    '托奇',
    nil,
  },
  [23363] = {
    '撒哈克',
    '卷軸看守者',
  },
  [23364] = {
    '黑龍寶寶',
    nil,
  },
  [23365] = {
    '小托卡司',
    nil,
  },
  [23367] = {
    '葛瑞拉',
    '禦天者軍需官',
  },
  [23368] = {
    '貝許爾管制者',
    nil,
  },
  [23369] = {
    '迴旋刀刃',
    nil,
  },
  [23370] = {
    '龍喉哨塔控制者',
    nil,
  },
  [23371] = {
    '影月不死者',
    nil,
  },
  [23373] = {
    '莫塔格·史提海德',
    nil,
  },
  [23374] = {
    '灰舌潛獵者',
    nil,
  },
  [23375] = {
    '影魔',
    nil,
  },
  [23376] = {
    '龍喉工頭',
    nil,
  },
  [23377] = {
    '禦天者能手',
    nil,
  },
  [23380] = {
    '布朗可',
    nil,
  },
  [23381] = {
    '提多姆',
    '失落的神器看管者',
  },
  [23382] = {
    '賽門遊戲召喚目標',
    nil,
  },
  [23383] = {
    '禦天者囚犯',
    nil,
  },
  [23384] = {
    '小赫奇',
    '佛格斯的助手',
  },
  [23386] = {
    '甘納格分析者',
    nil,
  },
  [23387] = {
    '納丘',
    nil,
  },
  [23388] = {
    '納丘的坐騎',
    nil,
  },
  [23389] = {
    '死去的盟友',
    nil,
  },
  [23390] = {
    '貝許爾的先驅者',
    nil,
  },
  [23391] = {
    '貝許爾',
    nil,
  },
  [23392] = {
    '禦天者獸欄管理員',
    '獸欄管理員',
  },
  [23393] = {
    '死亡之影密探',
    nil,
  },
  [23394] = {
    '漫步哨兵',
    nil,
  },
  [23396] = {
    '奎克索·急嘯',
    '征服點數軍需官',
  },
  [23397] = {
    '伊利達瑞血領主',
    nil,
  },
  [23398] = {
    '憤怒的冤魂',
    nil,
  },
  [23399] = {
    '受難的冤魂',
    nil,
  },
  [23400] = {
    '伊利達瑞執政官',
    nil,
  },
  [23401] = {
    '飢餓的冤魂',
    nil,
  },
  [23402] = {
    '伊利達瑞戰鬥法師',
    nil,
  },
  [23403] = {
    '伊利達瑞刺客',
    nil,
  },
  [23404] = {
    '小鬼侍從',
    nil,
  },
  [23405] = {
    '法拉斯卡托',
    nil,
  },
  [23406] = {
    '吉米·麥克威醬',
    '麥克威醬兄弟',
  },
  [23407] = {
    '強尼·麥克威醬',
    '麥克威醬兄弟',
  },
  [23410] = {
    '烏達羅之靈',
    nil,
  },
  [23411] = {
    '歐蘭之靈',
    nil,
  },
  [23413] = {
    '禦天者管理者艾瑞娜',
    nil,
  },
  [23414] = {
    '貝許爾審判官',
    nil,
  },
  [23415] = {
    '禦天者管理者迪塞克',
    nil,
  },
  [23416] = {
    '雷斯海卓恩的目標',
    nil,
  },
  [23418] = {
    '受難精華',
    nil,
  },
  [23419] = {
    '慾望精華',
    nil,
  },
  [23420] = {
    '憤怒精華',
    nil,
  },
  [23421] = {
    '灰舌導魔師',
    nil,
  },
  [23422] = {
    '虛空鰭刺',
    nil,
  },
  [23423] = {
    '阿拉卡幻影',
    nil,
  },
  [23426] = {
    '伊利達瑞議會',
    nil,
  },
  [23427] = {
    '伊利達瑞領主巴薩斯',
    nil,
  },
  [23428] = {
    '喬那斯',
    '歐格利拉軍需官',
  },
  [23429] = {
    '秘法炸藥',
    nil,
  },
  [23430] = {
    '禦天者中尉',
    nil,
  },
  [23433] = {
    '巴薩姆斯',
    nil,
  },
  [23434] = {
    '指揮官赫布',
    nil,
  },
  [23435] = {
    '聖所防衛者',
    nil,
  },
  [23436] = {
    '退化的影像',
    nil,
  },
  [23437] = {
    '隱多米',
    '寶石傳說的守護者',
  },
  [23438] = {
    '虛空鰭刺餵食記錄',
    nil,
  },
  [23439] = {
    '飢餓的虛空鰭刺',
    nil,
  },
  [23440] = {
    '龍喉破天者',
    nil,
  },
  [23441] = {
    '龍喉破天者',
    nil,
  },
  [23446] = {
    '翠斯堤亞中尉',
    '護甲軍需官',
  },
  [23447] = {
    '奇恩中士',
    '護甲軍需官',
  },
  [23449] = {
    '尤拉',
    '招募軍官',
  },
  [23450] = {
    '戈杜尼代理人',
    nil,
  },
  [23452] = {
    '指揮官阿克斯',
    nil,
  },
  [23453] = {
    '祭壇防衛者',
    nil,
  },
  [23455] = {
    '黑瑪瑙色虛空之翼龍',
    nil,
  },
  [23456] = {
    '藍色虛空之翼龍',
    nil,
  },
  [23457] = {
    '翠綠色虛空之翼龍',
    nil,
  },
  [23458] = {
    '紫色虛空之翼龍',
    nil,
  },
  [23459] = {
    '紫紅色虛空之翼龍',
    nil,
  },
  [23460] = {
    '鈷藍虛空之翼龍',
    nil,
  },
  [23461] = {
    '蘇拉庫',
    nil,
  },
  [23462] = {
    '喬瑞斯',
    nil,
  },
  [23463] = {
    '奧尼克希安',
    nil,
  },
  [23464] = {
    '莫法斯',
    nil,
  },
  [23465] = {
    '佐亞',
    nil,
  },
  [23466] = {
    '弗拉納庫',
    nil,
  },
  [23467] = {
    '伊利丹·怒風',
    '背叛者',
  },
  [23468] = {
    '亞吉歐龍形態',
    nil,
  },
  [23469] = {
    '被奴役的靈魂',
    nil,
  },
  [23471] = {
    '司凱堤斯先遣騎',
    nil,
  },
  [23473] = {
    '蒼穹技師學徒',
    nil,
  },
  [23474] = {
    '女妖刺客 (紅色)',
    nil,
  },
  [23475] = {
    '女妖刺客 (藍色)',
    nil,
  },
  [23476] = {
    '女妖刺客 (黑色)',
    nil,
  },
  [23477] = {
    '裝甲虛空龍(黑暗神廟 01)',
    nil,
  },
  [23478] = {
    '裝甲虛空龍(黑暗神廟 02)',
    nil,
  },
  [23481] = {
    '凱蘭·唐納修',
    '香腸商',
  },
  [23482] = {
    '麥酒學徒',
    '麥酒商',
  },
  [23483] = {
    '秘法師科諾斯',
    '占卜者藥劑師',
  },
  [23484] = {
    '固執的海多爾',
    '奧多爾藥劑師',
  },
  [23485] = {
    '摧毀惡魔火砲:解除坐騎 (攻擊區)',
    nil,
  },
  [23486] = {
    '茍達克·狙獵者',
    nil,
  },
  [23487] = {
    '野生鹿角兔',
    nil,
  },
  [23488] = {
    '酒慶人群',
    nil,
  },
  [23489] = {
    '龍之商人荷刃克',
    nil,
  },
  [23497] = {
    '跩格·麥酒',
    nil,
  },
  [23498] = {
    '寄生暗影惡魔',
    nil,
  },
  [23501] = {
    '虛空之翼鰭刺',
    nil,
  },
  [23503] = {
    '暗影旋渦',
    nil,
  },
  [23504] = {
    '啤酒節準備工作人員',
    nil,
  },
  [23505] = {
    '堤卡斯',
    nil,
  },
  [23506] = {
    '破碎者幻影',
    nil,
  },
  [23507] = {
    '艾爾文粉紅伊萊克',
    nil,
  },
  [23508] = {
    '古爾丹',
    nil,
  },
  [23509] = {
    '昔日之靈',
    nil,
  },
  [23510] = {
    '雷酒學徒',
    '雷酒商',
  },
  [23511] = {
    '戈多克酒學徒',
    '戈多克酒商人',
  },
  [23512] = {
    '晶鑄兔子',
    nil,
  },
  [23521] = {
    '安·桑默思',
    '起司商人',
  },
  [23522] = {
    '亞連·隆克蘭',
    '麵包商',
  },
  [23523] = {
    '灰舌元素師',
    nil,
  },
  [23524] = {
    '灰舌縛靈者',
    nil,
  },
  [23525] = {
    '卡特萊特修士',
    '酒商',
  },
  [23527] = {
    '泰達希爾粉紅伊萊克',
    nil,
  },
  [23528] = {
    '藍謎粉紅伊萊克',
    nil,
  },
  [23529] = {
    '莫高雷粉紅伊萊克',
    nil,
  },
  [23530] = {
    '提里斯法粉紅伊萊克',
    nil,
  },
  [23531] = {
    '永歌粉紅伊萊克',
    nil,
  },
  [23533] = {
    '提洽里的巫毒酒廠學徒',
    '巫毒酒商',
  },
  [23534] = {
    '巴巴嘎亞暗影斬裂者',
    '術士訓練師',
  },
  [23535] = {
    '瑪泰羅·澤宿沃',
    '惡魔訓練師',
  },
  [23536] = {
    '納古隆',
    '瑪泰羅·澤宿沃的僕從',
  },
  [23542] = {
    '阿曼尼希擲斧者',
    nil,
  },
  [23543] = {
    '無頭騎士之影',
    nil,
  },
  [23544] = {
    '凱爾·雷度',
    nil,
  },
  [23545] = {
    '南瓜狂魔',
    nil,
  },
  [23554] = {
    '復活之靈',
    nil,
  },
  [23555] = {
    '復活之軀',
    nil,
  },
  [23558] = {
    '奈爾·拉姆斯登',
    '山羊競速管理員',
  },
  [23559] = {
    '霸德',
    nil,
  },
  [23560] = {
    '補給官亞米娜',
    '施法材料',
  },
  [23561] = {
    '冰凍荒原士兵',
    nil,
  },
  [23562] = {
    '無法阻止的憎惡體',
    nil,
  },
  [23563] = {
    '靈魂編織者',
    nil,
  },
  [23565] = {
    '透高爾',
    nil,
  },
  [23566] = {
    '卡莉雅·哈斯丁',
    nil,
  },
  [23567] = {
    '巡察員塔倫',
    nil,
  },
  [23568] = {
    '達利爾上尉',
    nil,
  },
  [23569] = {
    '瑞恩·麥格吉爾',
    '軍情七處救難潛水員',
  },
  [23570] = {
    '吉希克斯·污流',
    nil,
  },
  [23571] = {
    '拉茲保·鏽齒',
    '武器及護甲商人',
  },
  [23572] = {
    '德拉席特·滴栓',
    nil,
  },
  [23573] = {
    '克里克希爾·亂鞭',
    '食物和飲料',
  },
  [23574] = {
    '阿奇爾森',
    '<雄鷹化身>',
  },
  [23576] = {
    '納羅拉克',
    '熊化身',
  },
  [23577] = {
    '哈拉齊',
    '山貓化身',
  },
  [23578] = {
    '賈納雷',
    '龍鷹化身',
  },
  [23579] = {
    '布洛葛',
    '石槌倖存者',
  },
  [23580] = {
    '阿曼尼希戰爭使者',
    nil,
  },
  [23581] = {
    '阿曼尼希咒醫',
    nil,
  },
  [23582] = {
    '阿曼尼希族人',
    nil,
  },
  [23584] = {
    '阿曼尼熊',
    nil,
  },
  [23585] = {
    '光明女巫',
    nil,
  },
  [23586] = {
    '阿曼尼希斥候',
    nil,
  },
  [23587] = {
    '阿曼尼希援兵',
    nil,
  },
  [23589] = {
    '迪菲亞搜索者',
    nil,
  },
  [23590] = {
    '迪菲亞咒術師',
    nil,
  },
  [23591] = {
    '迪菲亞潛水者',
    nil,
  },
  [23592] = {
    '恐怖圖騰破壞者',
    nil,
  },
  [23593] = {
    '恐怖圖騰移靈者',
    nil,
  },
  [23594] = {
    '恐怖圖騰毀滅者',
    nil,
  },
  [23595] = {
    '恐怖圖騰縛地者',
    nil,
  },
  [23596] = {
    '阿曼尼希火焰施放者',
    nil,
  },
  [23597] = {
    '阿曼尼希守衛',
    nil,
  },
  [23598] = {
    '阿曼尼小龍鷹',
    nil,
  },
  [23600] = {
    '學徒莫蘭恩',
    '塔貝薩的學徒',
  },
  [23601] = {
    '學徒加利昂',
    '塔貝薩的學徒',
  },
  [23602] = {
    '叛逃者煽動家',
    nil,
  },
  [23603] = {
    '烏塔·粗麵',
    '麵包商',
  },
  [23604] = {
    '阿妮絲·遠胛',
    '起司商人',
  },
  [23605] = {
    '布隆',
    '香腸商',
  },
  [23606] = {
    '日觸學徒',
    '酒商',
  },
  [23612] = {
    '[UNUSED]迪司利克思·銀尋',
    '飛行管理員',
  },
  [23616] = {
    '狂亂的凱爾',
    nil,
  },
  [23617] = {
    '監護員古威爾',
    nil,
  },
  [23618] = {
    '亞哈伯·麥蹄',
    '老農民',
  },
  [23619] = {
    '柏格里斯特',
    '牛頭大佬',
  },
  [23620] = {
    '私掠者',
    nil,
  },
  [23622] = {
    '友善的凱爾',
    nil,
  },
  [23623] = {
    '酋長雷皮',
    '牛頭大佬',
  },
  [23624] = {
    '邁告爾',
    '牛頭大佬',
  },
  [23625] = {
    '沙姆洛',
    '牛頭大佬',
  },
  [23626] = {
    '席格·尼修斯',
    '牛頭大佬',
  },
  [23627] = {
    '畢肯·麥酒',
    nil,
  },
  [23628] = {
    '達然·雷酒',
    nil,
  },
  [23635] = {
    '克里克斯克',
    '飛艇工程師',
  },
  [23636] = {
    '泥鏈衛兵',
    nil,
  },
  [23637] = {
    '叛逃者中尉',
    nil,
  },
  [23679] = {
    '加爾恩·邁瑟斯',
    nil,
  },
  [23681] = {
    '艾弗蘭上尉',
    nil,
  },
  [23682] = {
    '無頭騎士',
    nil,
  },
  [23683] = {
    '瑪伊芙·麥酒',
    '啤酒辣妹',
  },
  [23684] = {
    '意塔·雷酒',
    '啤酒辣妹',
  },
  [23685] = {
    '戈多克酒叫賣者',
    nil,
  },
  [23687] = {
    '焦鱗龍',
    nil,
  },
  [23694] = {
    '跳動的南瓜',
    nil,
  },
  [23696] = {
    '戈多克酒主管',
    nil,
  },
  [23697] = {
    '啤酒護目鏡地精男性',
    nil,
  },
  [23698] = {
    '酒醉的啤酒節狂歡者',
    nil,
  },
  [23699] = {
    '凱文·白朗寧',
    '咖啡狂',
  },
  [23700] = {
    '麥酒節慶酒桶',
    nil,
  },
  [23701] = {
    '沼鰭伏擊者',
    nil,
  },
  [23702] = {
    '雷酒節慶酒桶',
    nil,
  },
  [23704] = {
    '卡莎·紅翼',
    '獅鷲獸管理員學徒',
  },
  [23705] = {
    '馭貓者屍體',
    nil,
  },
  [23706] = {
    '戈多克節慶酒桶',
    nil,
  },
  [23707] = {
    '葛林布茲的警報系統',
    nil,
  },
  [23708] = {
    '遲鈍的機械守護者',
    nil,
  },
  [23709] = {
    '黑鐵暴飲者',
    nil,
  },
  [23710] = {
    '貝爾碧·迅移',
    '獎品章商',
  },
  [23712] = {
    '遊覽中的孤兒',
    nil,
  },
  [23713] = {
    '克拉克斯克',
    '飛艇工程師',
  },
  [23714] = {
    '恐怖圖騰長者',
    nil,
  },
  [23716] = {
    '妖術師的屍體',
    nil,
  },
  [23718] = {
    '麥客',
    nil,
  },
  [23719] = {
    '調查員亞斯里克',
    nil,
  },
  [23720] = {
    '塞拉摩俘虜',
    nil,
  },
  [23721] = {
    '演唱會保鏢',
    nil,
  },
  [23722] = {
    '莎夏·歌恩斯',
    '達拉然出租法師',
  },
  [23723] = {
    '盧卡斯中士',
    nil,
  },
  [23724] = {
    '山米爾',
    nil,
  },
  [23741] = {
    '被俘虜的迅猛龍',
    nil,
  },
  [23745] = {
    '加吉',
    nil,
  },
  [23748] = {
    '庫賽爾',
    '食物和飲料',
  },
  [23751] = {
    '北方帳篷',
    nil,
  },
  [23752] = {
    '東北方帳篷',
    nil,
  },
  [23753] = {
    '東方帳篷',
    nil,
  },
  [23754] = {
    '魚人裝束',
    nil,
  },
  [23757] = {
    '阿曼尼治療結界',
    nil,
  },
  [23759] = {
    '熊之靈變形幻象',
    nil,
  },
  [23761] = {
    '皮格蒙',
    nil,
  },
  [23762] = {
    '布瑞德',
    nil,
  },
  [23764] = {
    '馬姬',
    nil,
  },
  [23765] = {
    '希瓦娜斯·風行者(高等精靈)',
    nil,
  },
  [23766] = {
    '摩高姆',
    nil,
  },
  [23768] = {
    '琳恩·海爾',
    nil,
  },
  [23769] = {
    '吉米·海爾',
    nil,
  },
  [23774] = {
    '阿曼尼希訓練師',
    nil,
  },
  [23775] = {
    '騎士的頭顱',
    nil,
  },
  [23786] = {
    '石槌之靈',
    nil,
  },
  [23787] = {
    '曼尼先生',
    nil,
  },
  [23788] = {
    '衛克沙·幼龍看守者',
    nil,
  },
  [23789] = {
    '燃翼',
    nil,
  },
  [23790] = {
    '坦札爾',
    nil,
  },
  [23795] = {
    '黑鐵反對者',
    nil,
  },
  [23797] = {
    '莫克希·鋼格',
    nil,
  },
  [23800] = {
    '無頭騎士，下馬',
    nil,
  },
  [23807] = {
    '祖阿曼 - 熊神隱形人',
    nil,
  },
  [23811] = {
    '俘虜圖騰',
    nil,
  },
  [23812] = {
    '山貓之靈',
    nil,
  },
  [23813] = {
    '祖阿曼 - 龍鷹神隱形人',
    nil,
  },
  [23814] = {
    '祖阿曼 - 雄鷹神隱形人',
    nil,
  },
  [23815] = {
    '祖阿曼 - 山貓神隱形人',
    nil,
  },
  [23817] = {
    '龍鷹之卵',
    nil,
  },
  [23818] = {
    '阿曼尼希孵化者',
    nil,
  },
  [23822] = {
    '阿曼尼保護結界',
    nil,
  },
  [23832] = {
    '飛艇能量核心',
    nil,
  },
  [23834] = {
    '阿曼尼龍鷹',
    nil,
  },
  [23835] = {
    '艾莫林中士',
    nil,
  },
  [23841] = {
    '尖背',
    nil,
  },
  [23843] = {
    '莫丹特·格林思比',
    nil,
  },
  [23858] = {
    '多娜·布拉斯科',
    nil,
  },
  [23861] = {
    '不安息的亡魂',
    nil,
  },
  [23863] = {
    '達卡拉',
    nil,
  },
  [23864] = {
    '澤爾弗瑞克斯',
    nil,
  },
  [23872] = {
    '寇仁·恐酒',
    nil,
  },
  [23873] = {
    '貪婪的血爪',
    nil,
  },
  [23877] = {
    '阿曼尼山貓之靈',
    nil,
  },
  [23878] = {
    '阿曼尼熊之靈',
    nil,
  },
  [23879] = {
    '阿曼尼龍鷹之靈',
    nil,
  },
  [23880] = {
    '阿曼尼雄鷹之靈',
    nil,
  },
  [23881] = {
    '藥劑師西拉',
    nil,
  },
  [23889] = {
    '阿曼尼希狂怒者',
    nil,
  },
  [23892] = {
    '鮑伯斯·嘶鍊',
    nil,
  },
  [23896] = {
    '『骯髒』麥可·克羅威',
    '魚商',
  },
  [23897] = {
    '祖剛',
    nil,
  },
  [23899] = {
    '泰瑟爾',
    nil,
  },
  [23900] = {
    '塞拉摩神射手',
    nil,
  },
  [23904] = {
    '湯瑪斯爵士',
    '湯瑪斯之子',
  },
  [23905] = {
    '米爾斯少校',
    nil,
  },
  [23907] = {
    '塞拉摩火砲',
    nil,
  },
  [23909] = {
    '邪惡小南瓜',
    nil,
  },
  [23910] = {
    '皮恩奇先生',
    nil,
  },
  [23912] = {
    '龍鷹之靈變形視覺',
    nil,
  },
  [23913] = {
    '雄鷹之靈變形視覺',
    nil,
  },
  [23914] = {
    '山貓之靈變形視覺',
    nil,
  },
  [23920] = {
    '燃燒彈(祖阿曼)',
    nil,
  },
  [23928] = {
    '潛伏的鯊魚',
    nil,
  },
  [23941] = {
    '蓋維司·灰盾',
    nil,
  },
  [23942] = {
    '安德羅·波特',
    nil,
  },
  [23944] = {
    '祖爾金的精華',
    nil,
  },
  [23948] = {
    '學徒塔瑟瑞爾',
    nil,
  },
  [23949] = {
    '納斯中尉',
    nil,
  },
  [23950] = {
    '卡罕德中尉',
    nil,
  },
  [23951] = {
    '亞汀中尉',
    nil,
  },
  [23952] = {
    '飛行掃帚',
    nil,
  },
  [23966] = {
    '魔法掃帚',
    nil,
  },
  [23969] = {
    '火鬃飛龍',
    nil,
  },
  [23971] = {
    '旅行的孤兒',
    nil,
  },
  [23973] = {
    '戴面具的孤兒監護員',
    nil,
  },
  [23979] = {
    '巨型沼澤蛙',
    nil,
  },
  [23988] = {
    '麥可·史懷哲',
    '表演經理人',
  },
  [23995] = {
    '艾斯雷',
    '旅店老闆',
  },
  [23999] = {
    '哈克爾',
    nil,
  },
  [24001] = {
    '阿西利',
    nil,
  },
  [24005] = {
    '攻城工人',
    nil,
  },
  [24006] = {
    '工頭帝奧',
    nil,
  },
  [24007] = {
    '磨坊信差',
    nil,
  },
  [24024] = {
    '卡拉茲',
    nil,
  },
  [24039] = {
    '碎裂的鬼魂',
    nil,
  },
  [24043] = {
    '阿曼尼山貓',
    nil,
  },
  [24047] = {
    '阿曼尼鱷魚',
    nil,
  },
  [24059] = {
    '阿曼尼希馴獸師',
    nil,
  },
  [24064] = {
    '阿曼尼小山貓',
    nil,
  },
  [24065] = {
    '阿曼尼希管理員',
    nil,
  },
  [24108] = {
    '自轉及振盪作用目標',
    nil,
  },
  [24133] = {
    '遠古恐怖圖騰靈魂嚮導',
    nil,
  },
  [24136] = {
    '羽毛漩渦',
    nil,
  },
  [24138] = {
    '被馴服的阿曼尼鱷魚',
    nil,
  },
  [24143] = {
    '山貓之靈',
    nil,
  },
  [24144] = {
    '哈拉齊',
    '山貓化身',
  },
  [24159] = {
    '阿曼尼雄鷹',
    nil,
  },
  [24175] = {
    '阿曼尼希監視者',
    nil,
  },
  [24179] = {
    '阿曼尼希風行者',
    nil,
  },
  [24180] = {
    '阿曼尼希保衛者',
    nil,
  },
  [24187] = {
    '火圓柱',
    nil,
  },
  [24208] = {
    '「小」拉葛克',
    '旅店老闆',
  },
  [24217] = {
    '阿曼尼熊坐騎',
    nil,
  },
  [24222] = {
    '多風之雲',
    nil,
  },
  [24224] = {
    '墮落的閃電圖騰',
    nil,
  },
  [24225] = {
    '阿曼尼希戰士',
    nil,
  },
  [24239] = {
    '妖術領主瑪拉克雷斯',
    nil,
  },
  [24240] = {
    '艾利森·安第列',
    nil,
  },
  [24241] = {
    '瑟吉',
    nil,
  },
  [24242] = {
    '史立塞',
    nil,
  },
  [24243] = {
    '領主雷阿登',
    nil,
  },
  [24244] = {
    '葛薩克羅司',
    nil,
  },
  [24245] = {
    '沼群巡者',
    nil,
  },
  [24246] = {
    '黑心',
    nil,
  },
  [24247] = {
    '可拉格',
    nil,
  },
  [24312] = {
    '龍鷹之卵',
    nil,
  },
  [24320] = {
    'zzOLD火焰新星圖騰',
    nil,
  },
  [24338] = {
    '阿曼尼蛇',
    nil,
  },
  [24358] = {
    '哈里遜·瓊斯',
    nil,
  },
  [24363] = {
    '妖術領主瑪拉克雷斯',
    nil,
  },
  [24364] = {
    '弗萊恩·火酒',
    nil,
  },
  [24365] = {
    '哈里遜的屍體',
    nil,
  },
  [24366] = {
    '尼索',
    '獅鷲獸管理員',
  },
  [24367] = {
    '阿曼尼希門戶守衛者',
    nil,
  },
  [24369] = {
    '風之貿易者札令姆',
    nil,
  },
  [24370] = {
    '虛空巡者瑪頓恩',
    nil,
  },
  [24372] = {
    '德羅恩釀酒廠節慶酒桶',
    nil,
  },
  [24373] = {
    '提洽里的巫毒酒節慶酒桶',
    nil,
  },
  [24374] = {
    '阿曼尼希狂戰士',
    nil,
  },
  [24375] = {
    '哈里遜·瓊斯',
    nil,
  },
  [24379] = {
    '阿曼尼戰熊',
    nil,
  },
  [24382] = {
    '[VO]納羅拉克',
    nil,
  },
  [24383] = {
    '[VO]阿奇爾森',
    nil,
  },
  [24384] = {
    '[VO]哈拉齊',
    nil,
  },
  [24386] = {
    '[VO]賈納雷',
    nil,
  },
  [24388] = {
    '凸牙',
    nil,
  },
  [24389] = {
    '污息',
    nil,
  },
  [24392] = {
    '利尼『微笑』斯莫斯',
    '征服點數軍需官',
  },
  [24393] = {
    '洛克',
    '烹飪大師',
  },
  [24394] = {
    '德利克斯·急嘯',
    '征服點數軍需官',
  },
  [24395] = {
    '辛迪克·急嘯',
    '征服點數軍需官',
  },
  [24396] = {
    '森林蛙',
    nil,
  },
  [24397] = {
    '曼努斯',
    nil,
  },
  [24403] = {
    '迪滋',
    nil,
  },
  [24404] = {
    '加拉瑟林',
    nil,
  },
  [24405] = {
    '阿達拉',
    nil,
  },
  [24406] = {
    '方積瑞克',
    nil,
  },
  [24407] = {
    '達爾溫',
    nil,
  },
  [24408] = {
    '剛特',
    '食物商人',
  },
  [24409] = {
    '凱倫',
    '施法材料',
  },
  [24410] = {
    '『信使』維斯路登影像',
    nil,
  },
  [24411] = {
    '破碎之手百夫長影像',
    nil,
  },
  [24413] = {
    '『破壞者』凱利丹影像',
    nil,
  },
  [24414] = {
    '大酋長卡加斯·刃拳影像',
    nil,
  },
  [24415] = {
    '盤牙部屬影像',
    nil,
  },
  [24416] = {
    '格林希·爆嗆',
    '廚房助手',
  },
  [24419] = {
    '奎克米瑞影像',
    nil,
  },
  [24420] = {
    '黑色潛獵者影像',
    nil,
  },
  [24421] = {
    '督軍卡利斯瑞影像',
    nil,
  },
  [24422] = {
    '鷹王伊奇斯影像',
    nil,
  },
  [24423] = {
    '奈薩斯王子薩法爾影像',
    nil,
  },
  [24424] = {
    '主教瑪拉達爾影像',
    nil,
  },
  [24425] = {
    '莫爾墨影像',
    nil,
  },
  [24426] = {
    '惡毒導師影像',
    nil,
  },
  [24427] = {
    '紀元狩獵者影像',
    nil,
  },
  [24428] = {
    '艾奧那斯影像',
    nil,
  },
  [24429] = {
    '裂隙領主影像',
    nil,
  },
  [24430] = {
    '尋日導魔師影像',
    nil,
  },
  [24431] = {
    '扭曲分裂者影像',
    nil,
  },
  [24432] = {
    '風暴要塞-熔爐毀滅者影像',
    nil,
  },
  [24433] = {
    '帕薩里歐影像',
    nil,
  },
  [24434] = {
    '亞克崔茲哨兵影像',
    nil,
  },
  [24435] = {
    '先驅者史蓋力司影像',
    nil,
  },
  [24436] = {
    '賈可斯',
    '廚房助手',
  },
  [24437] = {
    '聯合團助手',
    nil,
  },
  [24441] = {
    '阿西利的屍體',
    nil,
  },
  [24442] = {
    '坦札爾的屍體',
    nil,
  },
  [24443] = {
    '哈克爾的屍體',
    nil,
  },
  [24444] = {
    '卡拉茲的屍體',
    nil,
  },
  [24445] = {
    '米特辛',
    nil,
  },
  [24448] = {
    '克莉絲汀',
    nil,
  },
  [24451] = {
    '艾里·爆鼻',
    '征服點數軍需官',
  },
  [24452] = {
    '帕利·爆鼻',
    '征服點數軍需官',
  },
  [24453] = {
    '布里納',
    nil,
  },
  [24455] = {
    '荷里',
    nil,
  },
  [24456] = {
    '泰爾達·風詠上尉',
    '月霧號',
  },
  [24457] = {
    '歐戴爾上尉',
    nil,
  },
  [24462] = {
    '競速山羊',
    nil,
  },
  [24463] = {
    '迅捷競速山羊',
    nil,
  },
  [24468] = {
    '保爾·安伯斯堤爾',
    '山羊競速學徒',
  },
  [24476] = {
    '小型虛無行者',
    nil,
  },
  [24477] = {
    '辛迪加竊賊',
    nil,
  },
  [24480] = {
    '莫巧',
    nil,
  },
  [24483] = {
    '青蛙變形',
    nil,
  },
  [24484] = {
    '啤酒節狂歡者',
    nil,
  },
  [24486] = {
    '紫色裝甲角鷹獸',
    nil,
  },
  [24487] = {
    '棕色裝甲角鷹獸',
    nil,
  },
  [24489] = {
    '白色裝甲角鷹獸',
    nil,
  },
  [24490] = {
    '藍色騎乘用角鷹獸',
    nil,
  },
  [24491] = {
    '亡靈衛兵佛羅倫斯',
    nil,
  },
  [24492] = {
    '德羅恩釀酒廠叫賣者',
    nil,
  },
  [24493] = {
    '提洽里的巫毒酒廠叫賣者',
    nil,
  },
  [24495] = {
    '布力克斯·修械',
    nil,
  },
  [24496] = {
    '啤酒護目鏡獸人女性',
    nil,
  },
  [24497] = {
    '山羊管理員雷',
    '山羊競速管理員',
  },
  [24498] = {
    '寇特·高斯坦',
    nil,
  },
  [24499] = {
    '賈隆',
    nil,
  },
  [24501] = {
    '德羅恩釀酒廠學徒',
    '德羅恩釀酒廠酒商',
  },
  [24503] = {
    '樂胚',
    nil,
  },
  [24504] = {
    '阿曼尼希孵化者',
    nil,
  },
  [24510] = {
    '德瑞茲·迅跌',
    '山羊競速學徒',
  },
  [24519] = {
    '變裝的孤兒監護員',
    nil,
  },
  [24520] = {
    '朵莉絲· 維蘭提斯',
    '護甲軍需官',
  },
  [24522] = {
    '啤酒節哥布林準備工作人員',
    nil,
  },
  [24527] = {
    '包克·滴確',
    nil,
  },
  [24529] = {
    '巫毒奴僕',
    nil,
  },
  [24530] = {
    '阿曼尼老山貓',
    nil,
  },
  [24536] = {
    '黑鐵信使',
    nil,
  },
  [24545] = {
    '雷酒學徒',
    '雷酒商',
  },
  [24549] = {
    '阿曼尼希暴怒者',
    nil,
  },
  [24552] = {
    '割裂者',
    '卡拉克薩斯的寵物',
  },
  [24553] = {
    '阿波考',
    nil,
  },
  [24554] = {
    '依拉瑪·火光',
    nil,
  },
  [24555] = {
    '卡拉克薩斯',
    nil,
  },
  [24556] = {
    '塞爾汎',
    nil,
  },
  [24557] = {
    '卡嘉尼·夜擊',
    nil,
  },
  [24558] = {
    '艾爾里斯·聖暮',
    nil,
  },
  [24559] = {
    '督軍沙拉利思',
    nil,
  },
  [24560] = {
    '女牧師戴利莎',
    nil,
  },
  [24561] = {
    '耶賽',
    nil,
  },
  [24631] = {
    '酒醉的矮人狂歡者',
    nil,
  },
  [24632] = {
    '酒醉的哥布林狂歡者',
    nil,
  },
  [24649] = {
    '破碎的土元素圖騰',
    nil,
  },
  [24650] = {
    '破碎的土元素',
    nil,
  },
  [24653] = {
    '飛行器',
    nil,
  },
  [24654] = {
    '渦輪飛行器',
    nil,
  },
  [24656] = {
    '菲茲爾',
    nil,
  },
  [24657] = {
    '葛羅卓克·獵狙者',
    nil,
  },
  [24664] = {
    '凱爾薩斯·逐日者',
    '血精靈領主',
  },
  [24666] = {
    '烈焰打擊啟動器 (凱爾 - 5人)',
    nil,
  },
  [24667] = {
    '雷角中士',
    '武器軍需官',
  },
  [24668] = {
    '帕蘭蒂爾女士',
    '護甲軍需官',
  },
  [24670] = {
    '翠斯堤亞中尉',
    '護甲軍需官',
  },
  [24671] = {
    '奧尼爾上尉',
    '武器軍需官',
  },
  [24672] = {
    '戴格哈默上尉',
    '護甲軍需官',
  },
  [24674] = {
    '鳳凰',
    nil,
  },
  [24675] = {
    '鳳凰蛋',
    nil,
  },
  [24683] = {
    '日刃法師守衛',
    nil,
  },
  [24684] = {
    '日刃血騎士',
    nil,
  },
  [24685] = {
    '日刃博學者',
    nil,
  },
  [24686] = {
    '日刃術士',
    nil,
  },
  [24687] = {
    '日刃治療者',
    nil,
  },
  [24688] = {
    '鄙惡者潛藏者',
    nil,
  },
  [24689] = {
    '鄙惡者衛兵',
    nil,
  },
  [24690] = {
    '鄙惡者之軀',
    nil,
  },
  [24696] = {
    '考斯卡女巫',
    nil,
  },
  [24697] = {
    '折磨之女',
    nil,
  },
  [24698] = {
    '以太皇族走私者',
    nil,
  },
  [24700] = {
    '無頭騎士，友善',
    nil,
  },
  [24708] = {
    '秘法之球',
    nil,
  },
  [24710] = {
    '易菲克佛·鐵桶',
    '啤酒節管理人',
  },
  [24711] = {
    '泰伯·詐桶',
    '啤酒節管理人',
  },
  [24715] = {
    '高精密自爆綿羊',
    nil,
  },
  [24722] = {
    '惡魔水晶',
    nil,
  },
  [24723] = {
    '賽林·炎心',
    nil,
  },
  [24727] = {
    '凱莉·達克',
    nil,
  },
  [24728] = {
    '達斯基',
    '凱莉的寵物',
  },
  [24729] = {
    '艾利西亞',
    nil,
  },
  [24734] = {
    '愛蓮娜·伊度',
    nil,
  },
  [24735] = {
    '貝肯娜·伊度',
    nil,
  },
  [24736] = {
    '蘇蘭·杜納黛爾',
    nil,
  },
  [24737] = {
    '威廉·杜納黛爾',
    nil,
  },
  [24738] = {
    '伊蘭娜·伊度',
    nil,
  },
  [24739] = {
    '班傑利·伊度',
    nil,
  },
  [24740] = {
    '古迪',
    '伊蘭娜·伊度的寵物',
  },
  [24743] = {
    '殘忍虛空龍',
    nil,
  },
  [24744] = {
    '維克索魯斯',
    nil,
  },
  [24745] = {
    '純淨能量',
    nil,
  },
  [24761] = {
    '明鱗龍鰻',
    nil,
  },
  [24762] = {
    '日刃看守者',
    nil,
  },
  [24777] = {
    '日刃哨兵',
    nil,
  },
  [24780] = {
    '修理機器人110G型',
    nil,
  },
  [24781] = {
    '虛空能量',
    nil,
  },
  [24782] = {
    '虛弱的摩本特·費爾',
    nil,
  },
  [24792] = {
    '高級訓練假人',
    nil,
  },
  [24805] = {
    '伊萊克戰騎',
    nil,
  },
  [24808] = {
    '破碎的哨兵',
    nil,
  },
  [24809] = {
    '虛空能量體(地面)',
    nil,
  },
  [24813] = {
    '主教雷索爾',
    nil,
  },
  [24815] = {
    '日刃小鬼',
    nil,
  },
  [24818] = {
    '鐵怒監工',
    nil,
  },
  [24819] = {
    '鐵怒執行者',
    nil,
  },
  [24822] = {
    '提里斯',
    nil,
  },
  [24830] = {
    '石窟掠取者',
    nil,
  },
  [24833] = {
    '多茍利『小鬍子』船長',
    '梅利女士號',
  },
  [24834] = {
    '船艙長葛蕾絲',
    '梅利女士號',
  },
  [24835] = {
    '大副可沃斯基',
    '梅利女士號',
  },
  [24836] = {
    '船艙服務員艾畢',
    '梅利女士號',
  },
  [24837] = {
    '領航員梅朗',
    '梅利女士號',
  },
  [24838] = {
    '水手漢德斯',
    '梅利女士號',
  },
  [24839] = {
    '水手威克斯',
    '梅利女士號',
  },
  [24840] = {
    '水手凡恩斯',
    '梅利女士號',
  },
  [24841] = {
    '海軍赫特斯',
    nil,
  },
  [24842] = {
    '海軍安德森',
    nil,
  },
  [24843] = {
    '工程師康伯斯',
    '梅利女士號',
  },
  [24844] = {
    '卡雷苟斯',
    nil,
  },
  [24848] = {
    '卡雷苟斯',
    nil,
  },
  [24850] = {
    '卡雷苟斯',
    nil,
  },
  [24851] = {
    '基斯·圈扳',
    '飛行管理員',
  },
  [24854] = {
    '折磨之女影像',
    nil,
  },
  [24855] = {
    '凱爾薩斯·逐日者影像',
    '血精靈領主',
  },
  [24857] = {
    nil,
    '血精靈領主',
  },
  [24858] = {
    '飛行中的雄鷹',
    nil,
  },
  [24860] = {
    '迪菲亞海賊，女性',
    nil,
  },
  [24866] = {
    '拉寇爾',
    nil,
  },
  [24867] = {
    '哈剌敵方戰鬥員',
    nil,
  },
  [24868] = {
    '尼歐畢·嘯炫',
    '工程學訓練師',
  },
  [24881] = {
    '可托克',
    nil,
  },
  [24882] = {
    '布魯托魯斯',
    nil,
  },
  [24885] = {
    '驅魔者蘇利文',
    nil,
  },
  [24886] = {
    '驅魔者樊夏',
    nil,
  },
  [24891] = {
    '卡雷苟斯',
    nil,
  },
  [24892] = {
    '『墮落者』塞斯諾瓦',
    nil,
  },
  [24893] = {
    '奧齊頓每日任務觸發器',
    nil,
  },
  [24895] = {
    '瑪卓苟莎',
    nil,
  },
  [24905] = {
    '利西安',
    '獸欄管理員',
  },
  [24906] = {
    '飛行騎乘用麋鹿',
    nil,
  },
  [24907] = {
    '開球者',
    nil,
  },
  [24916] = {
    '生命火花',
    nil,
  },
  [24917] = {
    '相位龍鰻',
    nil,
  },
  [24918] = {
    '魔化血精靈新兵',
    nil,
  },
  [24919] = {
    '憤怒傳令官',
    nil,
  },
  [24920] = {
    '刺棘撕掠者',
    nil,
  },
  [24922] = {
    '刺棘劫毀者',
    nil,
  },
  [24923] = {
    '破碎之日導魔師',
    nil,
  },
  [24924] = {
    '領空隊長轟末',
    '鋼鐵雄鷹',
  },
  [24926] = {
    '大副銅栓',
    '鋼鐵雄鷹',
  },
  [24927] = {
    '領航員火嘶',
    '鋼鐵雄鷹',
  },
  [24929] = {
    '船員岔弦',
    '鋼鐵雄鷹',
  },
  [24930] = {
    '船員賈索基爾',
    '鋼鐵雄鷹',
  },
  [24931] = {
    '船員速鉗',
    '鋼鐵雄鷹',
  },
  [24932] = {
    '主教納蘇安',
    nil,
  },
  [24933] = {
    '懸浮的恐懼護衛',
    nil,
  },
  [24934] = {
    '自動點心機IV',
    nil,
  },
  [24937] = {
    '博學者賽菈',
    nil,
  },
  [24938] = {
    '破碎之日神射手',
    nil,
  },
  [24939] = {
    '破碎之日神射手 - BE Male Tier 2',
    nil,
  },
  [24940] = {
    '破碎之日神射手 - BE Male Tier 3',
    nil,
  },
  [24941] = {
    '破碎之日神射手 - BE Male Tier 4',
    nil,
  },
  [24942] = {
    '破碎之日神射手 - BE Female Tier 1',
    nil,
  },
  [24943] = {
    '破碎之日神射手 - BE Female Tier 2',
    nil,
  },
  [24944] = {
    '破碎之日神射手 - BE Female Tier 3',
    nil,
  },
  [24945] = {
    '破碎之日神射手 - BE Female Tier 4',
    nil,
  },
  [24946] = {
    '破碎之日神射手 - Draenei Male Tier 1',
    nil,
  },
  [24947] = {
    '破碎之日神射手 - Draenei Male Tier 2',
    nil,
  },
  [24948] = {
    '破碎之日神射手 - Draenei Male Tier 3',
    nil,
  },
  [24949] = {
    '破碎之日神射手 - Draenei Male Tier 4',
    nil,
  },
  [24950] = {
    '破碎之日神射手 - Draenei Female Tier 1',
    nil,
  },
  [24951] = {
    '破碎之日神射手 - Draenei Female Tier 2',
    nil,
  },
  [24952] = {
    '破碎之日神射手 - Draenei Female Tier 3',
    nil,
  },
  [24953] = {
    '破碎之日神射手 - Draenei Female Tier 4',
    nil,
  },
  [24955] = {
    '憔悴的魔化血精靈',
    nil,
  },
  [24958] = {
    '不穩定的生命火花',
    nil,
  },
  [24960] = {
    '鄙惡者吞噬者',
    nil,
  },
  [24961] = {
    '聖所裂隙',
    nil,
  },
  [24962] = {
    '陣亡的守衛',
    nil,
  },
  [24963] = {
    '破碎之日神射手 - BE Male Tier 1',
    nil,
  },
  [24964] = {
    '破碎之日斥候',
    nil,
  },
  [24965] = {
    '復仇者薩楊',
    nil,
  },
  [24966] = {
    '鄙惡者惡魔',
    nil,
  },
  [24967] = {
    '塞里斯·曦爐上尉',
    nil,
  },
  [24968] = {
    '藍色發條火箭機器人',
    nil,
  },
  [24969] = {
    '機械人',
    nil,
  },
  [24970] = {
    '奮戰的藍色動力戰士',
    nil,
  },
  [24971] = {
    '粗暴的紅色動力戰士',
    nil,
  },
  [24972] = {
    '不穩定的哨衛',
    nil,
  },
  [24974] = {
    '麗莎·卡勒佛利思',
    '獸欄管理員',
  },
  [24975] = {
    '瑪納',
    '鍊金師',
  },
  [24976] = {
    '曦刃血騎士',
    nil,
  },
  [24977] = {
    '小扭曲行者',
    '麗莎的寵物',
  },
  [24978] = {
    '曦刃召喚師',
    nil,
  },
  [24979] = {
    '曦刃神射手',
    nil,
  },
  [24980] = {
    '防禦水晶',
    nil,
  },
  [24981] = {
    '轉化的哨衛',
    nil,
  },
  [24982] = {
    '法拉斯卡托夫人',
    '法拉斯卡托的配偶',
  },
  [24984] = {
    '聖誕版大術士奈德克斯',
    nil,
  },
  [24985] = {
    '聖誕版宗師瓦皮歐',
    nil,
  },
  [24986] = {
    '聖誕版主教瑪拉達爾',
    nil,
  },
  [24987] = {
    '聖誕版史卡拉克上尉',
    nil,
  },
  [24988] = {
    '聖誕版虛空術師賽菲瑞雅',
    nil,
  },
  [24989] = {
    '捷蒂雅·麥克威醬',
    '麥克威醬兄弟',
  },
  [24990] = {
    '聖誕版大植物學家費瑞衛恩',
    nil,
  },
  [24991] = {
    '轉化的哨衛獎勵',
    nil,
  },
  [24993] = {
    '船艙長馬里斯',
    '月霧號',
  },
  [24994] = {
    '破碎之日哨衛',
    nil,
  },
  [24995] = {
    '商人法雷·凝星者',
    '月霧號',
  },
  [24996] = {
    '海員刃語',
    '月霧號',
  },
  [24997] = {
    '海員迅星',
    '月霧號',
  },
  [24998] = {
    '海員遠目',
    '月霧號',
  },
  [24999] = {
    '怒語者',
    nil,
  },
  [25000] = {
    '深淵生物',
    nil,
  },
  [25001] = {
    '深淵烈焰行者',
    nil,
  },
  [25002] = {
    '竄出的地獄惡徒',
    nil,
  },
  [25003] = {
    '憎恨密使',
    nil,
  },
  [25004] = {
    '絕望密使',
    nil,
  },
  [25005] = {
    '恐怖密使',
    nil,
  },
  [25007] = {
    '海員平霧',
    '月霧號',
  },
  [25008] = {
    '深淵烈焰行者(陳列品)',
    nil,
  },
  [25009] = {
    '安潔莉娜·月樣船長',
    '勇氣號',
  },
  [25010] = {
    '工程師亮釦',
    '勇氣號',
  },
  [25011] = {
    '大副浪詠',
    '勇氣號',
  },
  [25012] = {
    '船艙長賈德斯',
    '勇氣號',
  },
  [25013] = {
    '哨兵亮菁',
    nil,
  },
  [25014] = {
    '哨兵冬露',
    nil,
  },
  [25015] = {
    '領航員蘭德森',
    '勇氣號',
  },
  [25016] = {
    '水手威爾思',
    '勇氣號',
  },
  [25017] = {
    '水手金族',
    '勇氣號',
  },
  [25018] = {
    '水手石踵',
    '勇氣號',
  },
  [25019] = {
    '商人費拉古',
    '羽月渡口',
  },
  [25020] = {
    '船艙長艾魯威',
    '羽月渡口',
  },
  [25021] = {
    '海員月刃',
    '羽月渡口',
  },
  [25022] = {
    '海員永守',
    '羽月渡口',
  },
  [25023] = {
    '海員恆望',
    '羽月渡口',
  },
  [25024] = {
    '海員溫歌',
    '羽月渡口',
  },
  [25025] = {
    '伊德利雷船長',
    '羽月渡口',
  },
  [25027] = {
    '狂亂的食屍鬼',
    nil,
  },
  [25028] = {
    '骷髏劫毀者',
    nil,
  },
  [25029] = {
    '阿曼尼西戰士DEBUG',
    nil,
  },
  [25030] = {
    '憤怒執行者',
    nil,
  },
  [25031] = {
    '深淵霸主',
    nil,
  },
  [25032] = {
    '艾達拉·曦奔',
    '破碎之日軍需官',
  },
  [25033] = {
    '埃雷達爾巫士',
    nil,
  },
  [25034] = {
    '商人波塔努斯',
    '貿易供應商',
  },
  [25035] = {
    '泰瑞爾·焰吻',
    '雜貨商',
  },
  [25036] = {
    '照顧者尹納拉',
    '旅店老闆',
  },
  [25037] = {
    '瑟拉芬娜·血心',
    '獸欄管理員',
  },
  [25038] = {
    '魔龍謎霧',
    nil,
  },
  [25039] = {
    '卡立伏',
    '施法材料商',
  },
  [25040] = {
    '巨型水元素',
    nil,
  },
  [25041] = {
    '魔龍謎霧幻象',
    nil,
  },
  [25042] = {
    '博學者殿堂 - 占卜者任務兔子',
    nil,
  },
  [25043] = {
    '瑟拉斯·幽暮使者',
    '毒藥供應商',
  },
  [25044] = {
    '龍鷹(轟炸任務)',
    nil,
  },
  [25045] = {
    '哨兵',
    '瑟拉芬娜的寵物',
  },
  [25046] = {
    '鐵匠荷莎',
    '武器和護甲鍛造',
  },
  [25047] = {
    '鄙惡者飢餓者',
    nil,
  },
  [25049] = {
    '晨星戰騎',
    nil,
  },
  [25050] = {
    '加林德·風刀船長',
    '伊露恩祝福號',
  },
  [25051] = {
    '商人霜步',
    '伊露恩祝福號',
  },
  [25052] = {
    '船艙長哈倫寶利',
    '伊露恩祝福號',
  },
  [25053] = {
    '海員遠尋',
    '伊露恩祝福號',
  },
  [25054] = {
    '海員銳星',
    '伊露恩祝福號',
  },
  [25055] = {
    '海員霜夜',
    '伊露恩祝福號',
  },
  [25056] = {
    '海員永翔',
    '伊露恩祝福號',
  },
  [25057] = {
    '戰鬥法師艾里娜',
    nil,
  },
  [25058] = {
    '佛茲',
    nil,
  },
  [25059] = {
    '埃倫·破雲者',
    nil,
  },
  [25060] = {
    '暗脊部屬',
    nil,
  },
  [25061] = {
    '先驅者因努羅',
    nil,
  },
  [25062] = {
    '小型孢子蝙蝠',
    nil,
  },
  [25063] = {
    '曦刃馭鷹者',
    nil,
  },
  [25064] = {
    '龍鷹坐騎(黑色)',
    nil,
  },
  [25065] = {
    '憎恨密使獎勵',
    nil,
  },
  [25066] = {
    '恐怖密使獎勵',
    nil,
  },
  [25067] = {
    '絕望密使獎勵',
    nil,
  },
  [25068] = {
    '燃燒軍團惡魔',
    nil,
  },
  [25069] = {
    '博學者伊拉斯塔',
    nil,
  },
  [25070] = {
    '大副銅螺',
    '喚雷者號',
  },
  [25071] = {
    '船員鏽錘',
    '喚雷者號',
  },
  [25072] = {
    '船員速修',
    '喚雷者號',
  },
  [25073] = {
    '暗脊海妖',
    nil,
  },
  [25074] = {
    '船員火飛',
    '喚雷者號',
  },
  [25075] = {
    '飛艇指揮',
    nil,
  },
  [25076] = {
    '領航者費爾威德',
    '喚雷者號',
  },
  [25077] = {
    '領空隊長踢雲',
    '喚雷者號',
  },
  [25078] = {
    '克瑞克·擰鼻船長',
    '少女之愛號',
  },
  [25079] = {
    '亡靈衛兵佛勒斯',
    '喚雷者號',
  },
  [25080] = {
    '蠻兵烏格',
    nil,
  },
  [25081] = {
    '蠻兵奧達',
    nil,
  },
  [25082] = {
    '工程師矩軸',
    '少女之愛號',
  },
  [25083] = {
    '亡靈衛兵羅森',
    '喚雷者號',
  },
  [25084] = {
    '綠鰓奴隸',
    nil,
  },
  [25085] = {
    '獲釋的綠鰓奴隸',
    nil,
  },
  [25086] = {
    '獲釋的綠鰓奴隸擊殺獎勵',
    nil,
  },
  [25087] = {
    '曦刃預備兵',
    nil,
  },
  [25088] = {
    '瓦琳翠亞船長',
    nil,
  },
  [25089] = {
    '船艙長鋼腹',
    '少女之愛號',
  },
  [25090] = {
    '辛洛倫獎勵',
    nil,
  },
  [25091] = {
    '血之誓約獎勵',
    nil,
  },
  [25092] = {
    '曦逐者獎勵',
    nil,
  },
  [25093] = {
    '大副馬斯可',
    '少女之愛號',
  },
  [25094] = {
    '領航員塔雷',
    '少女之愛號',
  },
  [25095] = {
    '船員簧械',
    '少女之愛號',
  },
  [25096] = {
    '船員齒旋',
    '少女之愛號',
  },
  [25097] = {
    '船員錘叮',
    '少女之愛號',
  },
  [25098] = {
    '水手長雷角',
    '少女之愛號',
  },
  [25099] = {
    '強納森·加勒特',
    '工程學訓練師',
  },
  [25100] = {
    '大副錘緣',
    '紫色公主號',
  },
  [25101] = {
    '船員斷管',
    '紫色公主號',
  },
  [25102] = {
    '船員轉軸',
    '紫色公主號',
  },
  [25103] = {
    '船員栓亮',
    '紫色公主號',
  },
  [25104] = {
    '領航員哈奇',
    '紫色公主號',
  },
  [25105] = {
    '領空隊長索鉗',
    '紫色公主號',
  },
  [25106] = {
    '看守者度烏納',
    nil,
  },
  [25107] = {
    '看守者溫金',
    nil,
  },
  [25108] = {
    '復仇者卡藍',
    nil,
  },
  [25109] = {
    '火箭雞',
    nil,
  },
  [25110] = {
    '飛龍風箏',
    nil,
  },
  [25111] = {
    '財寶',
    '少女之愛號',
  },
  [25112] = {
    '隱士艾悠里',
    nil,
  },
  [25113] = {
    '狡猾的蛇',
    nil,
  },
  [25114] = {
    '荷莎的鐵砧兔子',
    nil,
  },
  [25115] = {
    '破碎之日戰士',
    nil,
  },
  [25116] = {
    '破碎之日戰士 - BE Female Tier 1',
    nil,
  },
  [25117] = {
    '破碎之日戰士 - BE Female Tier 2',
    nil,
  },
  [25118] = {
    '破碎之日戰士 - BE Female Tier 3',
    nil,
  },
  [25119] = {
    '破碎之日戰士 - BE Female Tier 4',
    nil,
  },
  [25120] = {
    '破碎之日戰士 - BE Male Tier 1',
    nil,
  },
  [25121] = {
    '破碎之日戰士 - BE Male Tier 2',
    nil,
  },
  [25122] = {
    '破碎之日戰士 - BE Male Tier 3',
    nil,
  },
  [25123] = {
    '破碎之日戰士 - BE Male Tier 4',
    nil,
  },
  [25124] = {
    '破碎之日戰士 - Draenei Female Tier 1',
    nil,
  },
  [25125] = {
    '破碎之日戰士 - Draenei Female Tier 2',
    nil,
  },
  [25126] = {
    '破碎之日戰士 - Draenei Female Tier 3',
    nil,
  },
  [25127] = {
    '破碎之日戰士 - Draenei Female Tier 4',
    nil,
  },
  [25128] = {
    '破碎之日戰士 - Draenei Male Tier 1',
    nil,
  },
  [25129] = {
    '破碎之日戰士 - Draenei Male Tier 2',
    nil,
  },
  [25130] = {
    '破碎之日戰士 - Draenei Male Tier 3',
    nil,
  },
  [25131] = {
    '破碎之日戰士 - Draenei Male Tier 4',
    nil,
  },
  [25132] = {
    '日刃監視者',
    nil,
  },
  [25133] = {
    '星術師達納里安',
    nil,
  },
  [25134] = {
    '破碎之日受訓員',
    nil,
  },
  [25135] = {
    '破碎之日受訓員',
    nil,
  },
  [25136] = {
    '破碎之日受訓員',
    nil,
  },
  [25137] = {
    '破碎之日受訓員',
    nil,
  },
  [25138] = {
    '卓那魯斯上尉',
    nil,
  },
  [25140] = {
    '托沃斯領主',
    nil,
  },
  [25141] = {
    '指揮官斯蒂利',
    nil,
  },
  [25142] = {
    '破碎之日神射手',
    nil,
  },
  [25143] = {
    '破碎之日精兵',
    nil,
  },
  [25144] = {
    '破碎之日投彈手',
    nil,
  },
  [25145] = {
    '霸德的保鑣',
    nil,
  },
  [25146] = {
    '金豬',
    nil,
  },
  [25147] = {
    '銀豬',
    nil,
  },
  [25148] = {
    '柏格里斯特',
    '牛頭大佬',
  },
  [25149] = {
    '酋長雷皮',
    '牛頭大佬',
  },
  [25150] = {
    '邁告爾',
    '牛頭大佬',
  },
  [25151] = {
    '沙姆洛',
    '牛頭大佬',
  },
  [25152] = {
    '席格·尼修斯',
    '牛頭大佬',
  },
  [25153] = {
    '破碎之日巫術師',
    nil,
  },
  [25155] = {
    '破碎之日教士',
    nil,
  },
  [25158] = {
    '布魯托魯斯',
    nil,
  },
  [25160] = {
    '瑪卓苟莎',
    nil,
  },
  [25161] = {
    '曦刃龍鷹',
    nil,
  },
  [25162] = {
    '訓練中士巴度恩',
    nil,
  },
  [25163] = {
    '隱士凱爾索斯',
    nil,
  },
  [25164] = {
    '破碎之日新兵',
    nil,
  },
  [25165] = {
    '莎珂蕾希女士',
    nil,
  },
  [25166] = {
    '大術士艾黎瑟絲',
    nil,
  },
  [25167] = {
    '提拉薩蘭將軍',
    nil,
  },
  [25168] = {
    '風箏閃電兔子',
    nil,
  },
  [25169] = {
    '大法師奈蘇爾',
    nil,
  },
  [25170] = {
    '破碎之日大法師',
    nil,
  },
  [25172] = {
    '大法師隱形目標',
    nil,
  },
  [25174] = {
    '基魯',
    nil,
  },
  [25175] = {
    '破碎之日龍鷹',
    nil,
  },
  [25176] = {
    '格利金·銅簧',
    '征服點數軍需官',
  },
  [25177] = {
    '伊薇·銅簧',
    '征服點數軍需官',
  },
  [25178] = {
    '艾克頓·銅杯',
    '征服點數軍需官',
  },
  [25179] = {
    '佛利基·銅杯',
    '征服點數軍需官',
  },
  [25180] = {
    '快捷黑色戰鬥山羊',
    nil,
  },
  [25181] = {
    '快捷黑色戰狼',
    nil,
  },
  [25182] = {
    '克洛克的奴役虛空之翼龍',
    nil,
  },
  [25183] = {
    '蠻錘獅鷲獸(紫色)',
    nil,
  },
  [25184] = {
    '空軍指揮官艾克曼的坐騎',
    nil,
  },
  [25185] = {
    '老邁克喬的雙足翼龍',
    nil,
  },
  [25186] = {
    '柯爾克隆的坐騎',
    nil,
  },
  [25187] = {
    '穆維里克的坐騎',
    nil,
  },
  [25188] = {
    '川普的坐騎',
    nil,
  },
  [25189] = {
    '騎乘用馬(棕色)(速度16)',
    nil,
  },
  [25190] = {
    '史卡拉克的戰馬',
    nil,
  },
  [25191] = {
    '騎乘用馬(白色種馬)(速度16)',
    nil,
  },
  [25192] = {
    '橋樑神射手目標Bunny',
    nil,
  },
  [25193] = {
    '魯歐的虛空龍',
    nil,
  },
  [25195] = {
    '神射手波瓦',
    nil,
  },
  [25196] = {
    '弓箭手戴文納',
    nil,
  },
  [25200] = {
    '史蒂芬·湯瑪斯',
    nil,
  },
  [25202] = {
    '秘法師麥帝曼迪茲',
    nil,
  },
  [25207] = {
    '羅伊陶',
    nil,
  },
  [25214] = {
    '暗影影像',
    nil,
  },
  [25218] = {
    '[PH]火炬目標',
    nil,
  },
  [25223] = {
    '索拉納爾·血怒領主',
    nil,
  },
  [25225] = {
    '練習假人',
    nil,
  },
  [25236] = {
    '自由的龍鷹',
    nil,
  },
  [25246] = {
    '莉雅德倫女士',
    '血騎士女王',
  },
  [25265] = {
    '惡魔煙霧',
    nil,
  },
  [25267] = {
    '惡魔煙霧(小徑)',
    nil,
  },
  [25268] = {
    '不屈的亡者',
    nil,
  },
  [25305] = {
    '火焰舞孃',
    nil,
  },
  [25315] = {
    '基爾加丹',
    '欺詐者',
  },
  [25319] = {
    '卡雷苟斯',
    nil,
  },
  [25324] = {
    '陶土議會嚮導',
    nil,
  },
  [25325] = {
    '陶土議會嚮導狼形態',
    nil,
  },
  [25344] = {
    '先知克雷格·厲牙',
    nil,
  },
  [25345] = {
    '陶土議會部落偽裝',
    nil,
  },
  [25346] = {
    '暮光間諜維客特',
    '暮光之錘',
  },
  [25347] = {
    '諾柏多的幻象',
    nil,
  },
  [25348] = {
    '索爾的幻象',
    nil,
  },
  [25354] = {
    '突變的鞭屍者',
    nil,
  },
  [25357] = {
    '魔龍謎霧飛行目標 - 左邊',
    nil,
  },
  [25358] = {
    '魔龍謎霧飛行目標 - 右邊',
    nil,
  },
  [25360] = {
    '陶土議會聯盟偽裝',
    nil,
  },
  [25363] = {
    '日刃秘術師',
    nil,
  },
  [25367] = {
    '日刃大法師',
    nil,
  },
  [25368] = {
    '日刃殺戮者',
    nil,
  },
  [25369] = {
    '日刃復仇者',
    nil,
  },
  [25370] = {
    '日刃暗黑牧師',
    nil,
  },
  [25371] = {
    '日刃曙光牧師',
    nil,
  },
  [25372] = {
    '日刃斥候',
    nil,
  },
  [25373] = {
    '影劍縛魂者',
    nil,
  },
  [25483] = {
    '影劍法力惡魔',
    nil,
  },
  [25484] = {
    '影劍刺客',
    nil,
  },
  [25485] = {
    '影劍死亡使者',
    nil,
  },
  [25486] = {
    '影劍鎮壓者',
    nil,
  },
  [25491] = {
    '頭目低語者',
    nil,
  },
  [25499] = {
    '派迪麥克斯 - 假人',
    nil,
  },
  [25500] = {
    '派迪麥克斯 - 飛行假人',
    nil,
  },
  [25502] = {
    '盾之寶珠',
    nil,
  },
  [25506] = {
    '影劍生命塑形者',
    nil,
  },
  [25507] = {
    '日刃保衛者',
    nil,
  },
  [25508] = {
    '影劍守衛',
    nil,
  },
  [25509] = {
    '折磨之女祭司',
    nil,
  },
  [25515] = {
    '[PH]節慶火焰雜耍師',
    nil,
  },
  [25518] = {
    '地旋花火',
    nil,
  },
  [25538] = {
    '(PH)破碎之日徽章商人',
    nil,
  },
  [25539] = {
    '(PH)破碎之日團隊戰利品轉換',
    nil,
  },
  [25540] = {
    '(PH)破碎之日團隊戰利品',
    nil,
  },
  [25564] = {
    nil,
    '卡拉克薩斯的寵物',
  },
  [25580] = {
    '老人巴洛',
    '釣魚大師',
  },
  [25588] = {
    '欺詐者之手',
    nil,
  },
  [25591] = {
    '痛苦使者',
    nil,
  },
  [25592] = {
    '毀滅之火摧毀者',
    nil,
  },
  [25593] = {
    '天啟守衛',
    nil,
  },
  [25595] = {
    '混亂凝視者',
    nil,
  },
  [25597] = {
    '消亡法師',
    nil,
  },
  [25598] = {
    '火爆魔焰惡魔',
    nil,
  },
  [25599] = {
    '裂地獵犬',
    nil,
  },
  [25603] = {
    '惡魔烈焰傳送門',
    nil,
  },
  [25608] = {
    '基爾加丹',
    nil,
  },
  [25632] = {
    '復仇者莫爾巴',
    nil,
  },
  [25633] = {
    '秘法師伊凡達',
    '施法材料供應商',
  },
  [25634] = {
    '鐵匠范卓',
    '裝備修理工',
  },
  [25638] = {
    '賽拉娜上尉',
    nil,
  },
  [25639] = {
    '隱士艾邦頓',
    nil,
  },
  [25640] = {
    '寶珠目標',
    nil,
  },
  [25644] = {
    '信徒納拉瑪',
    nil,
  },
  [25653] = {
    '藍龍軍團之力',
    nil,
  },
  [25661] = {
    '破碎之日士兵',
    nil,
  },
  [25662] = {
    '破碎之日弓箭手',
    nil,
  },
  [25663] = {
    '破碎之日法師',
    nil,
  },
  [25695] = {
    '紅龍',
    nil,
  },
  [25697] = {
    '魯瑪·天空之母',
    nil,
  },
  [25703] = {
    '布魯托魯斯死亡之雲',
    nil,
  },
  [25706] = {
    '灼熱的小焦焰',
    nil,
  },
  [25708] = {
    '不祥的倒影',
    nil,
  },
  [25710] = {
    '紐瑪·雲女',
    nil,
  },
  [25731] = {
    '遠古恐怖圖騰幽靈狼',
    nil,
  },
  [25735] = {
    '隕石風暴目標',
    nil,
  },
  [25740] = {
    '艾胡恩',
    '冰霜領主',
  },
  [25741] = {
    '瑪酷魯',
    nil,
  },
  [25744] = {
    '暗魔',
    nil,
  },
  [25754] = {
    '陶土議會招炎者',
    nil,
  },
  [25755] = {
    '艾胡恩教徒冰雹',
    nil,
  },
  [25756] = {
    '艾胡恩教徒冰波',
    nil,
  },
  [25757] = {
    '艾胡恩教徒霜風',
    nil,
  },
  [25770] = {
    '莫魯 傳送門門目標',
    nil,
  },
  [25772] = {
    '虛無哨兵',
    nil,
  },
  [25782] = {
    '虛無哨兵召喚者',
    nil,
  },
  [25795] = {
    '凡人國度',
    nil,
  },
  [25796] = {
    '鬼靈國度',
    nil,
  },
  [25798] = {
    '影劍狂戰士',
    nil,
  },
  [25799] = {
    '影劍怒法師',
    nil,
  },
  [25824] = {
    '虛無再生',
    nil,
  },
  [25837] = {
    '影劍指揮官',
    nil,
  },
  [25840] = {
    '安卓普斯',
    nil,
  },
  [25848] = {
    '笞刑小鬼觸發器',
    nil,
  },
  [25851] = {
    '火爆惡魔',
    nil,
  },
  [25852] = {
    '節慶營火管理者裝扮:地精',
    nil,
  },
  [25853] = {
    '節慶營火管理者裝扮:德萊尼',
    nil,
  },
  [25854] = {
    '節慶營火管理者裝扮:血精靈',
    nil,
  },
  [25855] = {
    '異點',
    nil,
  },
  [25856] = {
    '節慶營火管理者裝扮:夜精靈',
    nil,
  },
  [25857] = {
    '節慶營火管理者裝扮:獸人',
    nil,
  },
  [25858] = {
    '節慶營火管理者裝扮:不死族',
    nil,
  },
  [25859] = {
    '節慶營火管理者裝扮:哥布林',
    nil,
  },
  [25860] = {
    '熾熱煉獄火',
    nil,
  },
  [25863] = {
    '暮光火誓者',
    '暮光之錘',
  },
  [25864] = {
    '惡魔守衛殺戮者',
    nil,
  },
  [25865] = {
    '冰霜之心',
    nil,
  },
  [25866] = {
    '暮光烈焰守衛',
    '暮光之錘',
  },
  [25867] = {
    '日刃龍鷹',
    nil,
  },
  [25868] = {
    '仲夏節慶祝者裝扮:血精靈',
    nil,
  },
  [25869] = {
    '仲夏節慶祝者裝扮:德萊尼',
    nil,
  },
  [25870] = {
    '仲夏節慶祝者裝扮:矮人',
    nil,
  },
  [25871] = {
    '仲夏節慶祝者裝扮:地精',
    nil,
  },
  [25872] = {
    '仲夏節慶祝者裝扮:哥布林',
    nil,
  },
  [25873] = {
    '仲夏節慶祝者裝扮:人類',
    nil,
  },
  [25874] = {
    '仲夏節慶祝者裝扮:夜精靈',
    nil,
  },
  [25875] = {
    '仲夏節慶祝者裝扮:獸人',
    nil,
  },
  [25876] = {
    '仲夏節慶祝者裝扮:牛頭人',
    nil,
  },
  [25877] = {
    '仲夏節慶祝者裝扮:食人妖',
    nil,
  },
  [25878] = {
    '仲夏節慶祝者裝扮:不死族',
    nil,
  },
  [25879] = {
    '邪暗',
    nil,
  },
  [25882] = {
    '多相干擾',
    nil,
  },
  [25883] = {
    '梣谷火焰看守者',
    nil,
  },
  [25884] = {
    '梣谷火焰守護者',
    nil,
  },
  [25885] = {
    '轉轉炸餅',
    '地精發明家',
  },
  [25886] = {
    '末日鼠',
    nil,
  },
  [25887] = {
    '阿拉希火焰看守者',
    nil,
  },
  [25888] = {
    '藍謎島火焰看守者',
    nil,
  },
  [25889] = {
    '劍刃山脈火焰看守者',
    nil,
  },
  [25890] = {
    '詛咒之地火焰看守者',
    nil,
  },
  [25891] = {
    '血謎島火焰看守者',
    nil,
  },
  [25892] = {
    '燃燒平原火焰看守者',
    nil,
  },
  [25893] = {
    '黑海岸火焰看守者',
    nil,
  },
  [25894] = {
    '淒涼之地火焰看守者',
    nil,
  },
  [25895] = {
    '丹莫洛火焰看守者',
    nil,
  },
  [25896] = {
    '暮色森林火焰看守者',
    nil,
  },
  [25897] = {
    '塵泥沼澤火焰看守者',
    nil,
  },
  [25898] = {
    '艾爾文森林火焰看守者',
    nil,
  },
  [25899] = {
    '菲拉斯火焰看守者',
    nil,
  },
  [25900] = {
    '地獄火半島火焰看守者',
    nil,
  },
  [25901] = {
    '希爾斯布萊德火焰看守者',
    nil,
  },
  [25902] = {
    '洛克莫丹火焰看守者',
    nil,
  },
  [25903] = {
    '納葛蘭火焰看守者',
    nil,
  },
  [25904] = {
    '赤脊山火焰看守者',
    nil,
  },
  [25905] = {
    '影月谷火焰看守者',
    nil,
  },
  [25906] = {
    '泰達希爾火焰看守者',
    nil,
  },
  [25907] = {
    '泰洛卡森林火焰看守者',
    nil,
  },
  [25908] = {
    '辛特蘭火焰看守者',
    nil,
  },
  [25909] = {
    '西瘟疫之地火焰看守者',
    nil,
  },
  [25910] = {
    '西部荒野火焰看守者',
    nil,
  },
  [25911] = {
    '濕地火焰看守者',
    nil,
  },
  [25912] = {
    '贊格沼澤火焰看守者',
    nil,
  },
  [25913] = {
    '虛空風暴火焰看守者',
    nil,
  },
  [25914] = {
    '希利蘇斯火焰看守者',
    nil,
  },
  [25915] = {
    '荊棘谷海角火焰看守者',
    nil,
  },
  [25916] = {
    '塔納利斯火焰看守者',
    nil,
  },
  [25917] = {
    '冬泉谷火焰看守者',
    nil,
  },
  [25918] = {
    '虛空風暴火焰守護者',
    nil,
  },
  [25919] = {
    '希利蘇斯火焰守護者',
    nil,
  },
  [25920] = {
    '荊棘谷海角火焰守護者',
    nil,
  },
  [25921] = {
    '塔納利斯火焰守護者',
    nil,
  },
  [25922] = {
    '冬泉谷火焰守護者',
    nil,
  },
  [25923] = {
    '阿拉希火焰守護者',
    nil,
  },
  [25924] = {
    '暮光演講者維多',
    '暮光之錘',
  },
  [25925] = {
    '荒蕪之地火焰守護者',
    nil,
  },
  [25926] = {
    '劍刃山脈火焰守護者',
    nil,
  },
  [25927] = {
    '燃燒平原火焰守護者',
    nil,
  },
  [25928] = {
    '淒涼之地火焰守護者',
    nil,
  },
  [25929] = {
    '杜洛塔火焰守護者',
    nil,
  },
  [25930] = {
    '塵泥沼澤火焰守護者',
    nil,
  },
  [25931] = {
    '永歌森林火焰守護者',
    nil,
  },
  [25932] = {
    '菲拉斯火焰守護者',
    nil,
  },
  [25933] = {
    '鬼魂之地火焰守護者',
    nil,
  },
  [25934] = {
    '地獄火半島火焰守護者',
    nil,
  },
  [25935] = {
    '希爾斯布萊德火焰守護者',
    nil,
  },
  [25936] = {
    '莫高雷火焰守護者',
    nil,
  },
  [25937] = {
    '納葛蘭火焰守護者',
    nil,
  },
  [25938] = {
    '影月谷火焰守護者',
    nil,
  },
  [25939] = {
    '銀松森林火焰守護者',
    nil,
  },
  [25940] = {
    '石爪山脈火焰守護者',
    nil,
  },
  [25941] = {
    '悲傷沼澤火焰守護者',
    nil,
  },
  [25942] = {
    '泰洛卡森林火焰守護者',
    nil,
  },
  [25943] = {
    '北貧瘠之地火焰守護者',
    nil,
  },
  [25944] = {
    '辛特蘭火焰守護者',
    nil,
  },
  [25945] = {
    '千針石林火焰守護者',
    nil,
  },
  [25946] = {
    '提里斯法林地火焰守護者',
    nil,
  },
  [25947] = {
    '贊格沼澤火焰守護者',
    nil,
  },
  [25948] = {
    '毀滅之火裂片',
    nil,
  },
  [25949] = {
    '喚冰者布里亞薩',
    '暮光之錘',
  },
  [25950] = {
    '夏尼',
    '珠寶設計供應商',
  },
  [25951] = {
    '異端特使',
    nil,
  },
  [25952] = {
    '光滑地面兔子',
    nil,
  },
  [25953] = {
    '惡魔水晶法術目標',
    nil,
  },
  [25954] = {
    '太陽之井影劍守衛',
    nil,
  },
  [25955] = {
    '太陽之井欺詐者之手',
    nil,
  },
  [25956] = {
    '太陽之井混亂凝視者',
    nil,
  },
  [25957] = {
    '太陽之井裂地獵犬',
    nil,
  },
  [25958] = {
    '太陽之井火爆魔焰惡魔',
    nil,
  },
  [25959] = {
    '太陽之井天啟守衛',
    nil,
  },
  [25960] = {
    '太陽之井莫魯',
    nil,
  },
  [25961] = {
    '陶土議會圖騰',
    nil,
  },
  [25962] = {
    '吞火者',
    nil,
  },
  [25964] = {
    '薩滿光束兔子 000',
    nil,
  },
  [25965] = {
    '薩滿光束兔子 001',
    nil,
  },
  [25966] = {
    '薩滿光束兔子 002',
    nil,
  },
  [25967] = {
    '賽佛',
    nil,
  },
  [25970] = {
    '火舞者',
    nil,
  },
  [25971] = {
    '薩滿營火兔子 000',
    nil,
  },
  [25972] = {
    '薩滿營火兔子 001',
    nil,
  },
  [25973] = {
    '薩滿營火兔子 002',
    nil,
  },
  [25974] = {
    '火舞者大師',
    nil,
  },
  [25975] = {
    '吞火者大師',
    nil,
  },
  [25976] = {
    '瑟雷敏斯',
    '失落的神器看管者',
  },
  [25977] = {
    '耶瑪',
    '辛多雷聖物轉化者',
  },
  [25980] = {
    '異端保鏢',
    nil,
  },
  [25985] = {
    '艾胡恩冰矛兔子',
    nil,
  },
  [25991] = {
    '剃刀基克西',
    '競技場戰場軍官',
  },
  [25992] = {
    '彪形大漢',
    nil,
  },
  [25994] = {
    '吞焰者',
    nil,
  },
  [26007] = {
    '競技場戰場軍官',
    nil,
  },
  [26012] = {
    '競技場編制者',
    nil,
  },
  [26016] = {
    '馴服的狼',
    nil,
  },
  [26017] = {
    '馴服的蝙蝠',
    nil,
  },
  [26019] = {
    '馴服的食腐鳥',
    nil,
  },
  [26020] = {
    '馴服的野豬',
    nil,
  },
  [26021] = {
    '馴服的貓',
    nil,
  },
  [26024] = {
    '馴服的龍鷹',
    nil,
  },
  [26027] = {
    '馴服的虛空鰭刺',
    nil,
  },
  [26029] = {
    '馴服的迅猛龍',
    nil,
  },
  [26030] = {
    '馴服的劫毀者',
    nil,
  },
  [26031] = {
    '馴服的蠍子',
    nil,
  },
  [26032] = {
    '馴服的毒蛇',
    nil,
  },
  [26033] = {
    '馴服的蜘蛛',
    nil,
  },
  [26037] = {
    '馴服的扭曲巡者',
    nil,
  },
  [26038] = {
    '馴服的風蛇',
    nil,
  },
  [26042] = {
    '暮光仲夏節慶男性偽裝',
    nil,
  },
  [26046] = {
    '安薇娜',
    nil,
  },
  [26050] = {
    '史納立',
    nil,
  },
  [26056] = {
    '恰克',
    nil,
  },
  [26057] = {
    '安薇娜標記',
    nil,
  },
  [26075] = {
    '主計官',
    nil,
  },
  [26089] = {
    '凱里',
    '奇特裝備代理商',
  },
  [26090] = {
    '凱立娜',
    '奇特裝備代理商',
  },
  [26091] = {
    '歐盧思',
    '奇特裝備代理商',
  },
  [26092] = {
    '索令',
    '奇特裝備代理商',
  },
  [26101] = {
    '焰魔',
    nil,
  },
  [26102] = {
    '2.4 每日Debug - 每個人[PH]',
    nil,
  },
  [26111] = {
    '恐怖圖騰幽靈狼',
    nil,
  },
  [26113] = {
    '吞焰者大師',
    nil,
  },
  [26116] = {
    '霜浪副官',
    nil,
  },
  [26119] = {
    '鳳凰寶寶',
    nil,
  },
  [26123] = {
    '仲夏節慶供應商',
    nil,
  },
  [26124] = {
    '仲夏節慶商人',
    nil,
  },
  [26131] = {
    '迅捷白色陸行鷹',
    nil,
  },
  [26166] = {
    '異端水晶守衛',
    nil,
  },
  [26177] = {
    nil,
    '殺了我',
  },
  [26178] = {
    '冰雹副官',
    nil,
  },
  [26204] = {
    '冰風副官',
    nil,
  },
  [26207] = {
    '忠心的野豬',
    nil,
  },
  [26214] = {
    '嚴寒副官',
    nil,
  },
  [26215] = {
    '冰川副官',
    nil,
  },
  [26216] = {
    '冰川聖殿騎士',
    nil,
  },
  [26221] = {
    '陶土議會長者',
    nil,
  },
  [26222] = {
    '暮光冰法師',
    '暮光之錘',
  },
  [26223] = {
    '暮光冰霜之刃',
    '暮光之錘',
  },
  [26230] = {
    '雪兔',
    nil,
  },
  [26238] = {
    '克銀野豬',
    nil,
  },
  [26239] = {
    '艾胡恩的鬼魂',
    nil,
  },
  [26240] = {
    '海泉信天翁',
    nil,
  },
  [26241] = {
    '[PH] 艾胡恩的鬼魂(偽裝)',
    nil,
  },
  [26242] = {
    '蒼穹巨龜',
    nil,
  },
  [26243] = {
    '赤紅巨蛇',
    nil,
  },
  [26244] = {
    '影歌獵豹',
    nil,
  },
  [26246] = {
    '預言者費倫',
    nil,
  },
  [26247] = {
    '莉雅德倫女士',
    '血騎士女王',
  },
  [26251] = {
    '撒塔斯傳送門假人',
    nil,
  },
  [26253] = {
    '破碎之日保安官',
    nil,
  },
  [26254] = {
    '無動力傳送門',
    nil,
  },
  [26255] = {
    '撒塔斯傳送門',
    nil,
  },
  [26259] = {
    '破碎之日士兵',
    nil,
  },
  [26262] = {
    '安卓普斯之核',
    nil,
  },
  [26267] = {
    '大型火焰舞孃',
    nil,
  },
  [26289] = {
    '破碎之日喚隙者',
    nil,
  },
  [26300] = {
    '飾品商',
    nil,
  },
  [26302] = {
    '附魔商',
    nil,
  },
  [26307] = {
    '野獸大師',
    nil,
  },
  [26309] = {
    '武器商',
    nil,
  },
  [26323] = {
    '哥布林科多馱運獸',
    nil,
  },
  [26324] = {
    '德魯伊訓練師',
    nil,
  },
  [26325] = {
    '獵人訓練師',
    nil,
  },
  [26326] = {
    '法師訓練師',
    nil,
  },
  [26327] = {
    '聖騎士訓練師',
    nil,
  },
  [26328] = {
    '牧師訓練師',
    nil,
  },
  [26329] = {
    '盜賊訓練師',
    nil,
  },
  [26330] = {
    '薩滿訓練師',
    nil,
  },
  [26331] = {
    '術士訓練師',
    nil,
  },
  [26332] = {
    '戰士訓練師',
    nil,
  },
  [26338] = {
    nil,
    '冰霜領主',
  },
  [26346] = {
    '艾胡恩之瓶兔子',
    nil,
  },
  [26350] = {
    '聯盟墓地傳送者',
    nil,
  },
  [26351] = {
    '部落墓地傳送者',
    nil,
  },
  [26352] = {
    '大索克·曲矩',
    '征服點數軍需官',
  },
  [26353] = {
    '競技場戰熊',
    nil,
  },
  [26354] = {
    '未武裝的鬥士',
    nil,
  },
  [26367] = {
    '傳送門',
    nil,
  },
  [26378] = {
    '伊薇·銅簧',
    '征服點數軍需官',
  },
  [26383] = {
    '格利金·銅簧',
    '征服點數軍需官',
  },
  [26384] = {
    '佛利基·銅杯',
    '征服點數軍需官',
  },
  [26393] = {
    '戴格哈默上尉',
    '護甲軍需官',
  },
  [26394] = {
    '奧尼爾上尉',
    '武器軍需官',
  },
  [26395] = {
    '翠斯堤亞中尉',
    '護甲軍需官',
  },
  [26396] = {
    '雷角中士',
    '武器軍需官',
  },
  [26397] = {
    '帕蘭蒂爾女士',
    '護甲軍需官',
  },
  [26398] = {
    '朵莉絲· 維蘭提斯',
    '護甲軍需官',
  },
  [26400] = {
    '外域兒童週銀月城L70ETC 01觸發器',
    nil,
  },
  [26401] = {
    '夏日小焦焰',
    nil,
  },
  [26438] = {
    '平靜的風靈',
    nil,
  },
  [26439] = {
    '黑色伊萊克戰騎',
    nil,
  },
  [26464] = {
    '幽暗的新兵擊殺獎勵',
    nil,
  },
  [26465] = {
    '幽暗的苦力擊殺獎勵',
    nil,
  },
  [26466] = {
    '幽暗的諫言者擊殺獎勵',
    nil,
  },
  [26502] = {
    '拉格納羅斯的幽光',
    nil,
  },
  [26520] = {
    '節慶小焦焰',
    nil,
  },
  [26534] = {
    '圖騰信號',
    nil,
  },
  [26560] = {
    '歐胡拉',
    '龍鷹管理員',
  },
  [26579] = {
    '安薇娜複製品',
    nil,
  },
  [26650] = {
    '敦霍爾德上尉',
    nil,
  },
  [26698] = {
    '科多獸坐騎(TAR - NPC ONLY)',
    nil,
  },
  [26719] = {
    '啤酒節間諜',
    nil,
  },
  [26760] = {
    '戰鬥發起人',
    '競技場戰場軍官助理',
  },
  [26764] = {
    '伊爾莎·恐酒',
    '黑鐵啤酒辣妹',
  },
  [26774] = {
    '恐酒召喚Loc兔子',
    nil,
  },
  [26775] = {
    '恐酒前往Loc兔子',
    nil,
  },
  [26776] = {
    '恐酒爪牙',
    nil,
  },
  [26781] = {
    '2.4太陽之井每日寶石商[PH]',
    nil,
  },
  [26822] = {
    '厄蘇拉·恐酒',
    '黑鐵啤酒辣妹',
  },
  [26834] = {
    '鑽地機PoV兔子',
    nil,
  },
  [27166] = {
    '啤酒辣妹',
    nil,
  },
  [27169] = {
    '黑色啤酒辣妹',
    nil,
  },
  [27215] = {
    '博克西·栓旋者',
    nil,
  },
  [27216] = {
    '比索·迅提',
    nil,
  },
  [27217] = {
    '競賽之靈',
    nil,
  },
  [27346] = {
    '競賽精華',
    nil,
  },
  [27398] = {
    '吉爾巴特·巨錘',
    '戰場熱衷者',
  },
  [27399] = {
    '穆迦',
    '戰場熱衷者',
  },
  [27478] = {
    '拉金·雷酒',
    '每月啤酒俱樂部',
  },
  [27487] = {
    '每月啤酒俱樂部',
    '酒商',
  },
  [27489] = {
    '雷瑪',
    '每月啤酒俱樂部',
  },
  [27541] = {
    '迅捷角斑馬',
    nil,
  },
  [27584] = {
    '達爾娜·蜜啤',
    '啤酒節代理商',
  },
  [27637] = {
    '復仇虛空龍',
    nil,
  },
  [27666] = {
    '昂圖沃',
    '珠寶設計供應商',
  },
  [27667] = {
    '安威修',
    '武器和護甲鍛造',
  },
  [27668] = {
    '昂托克·碎角',
    '征服點數軍需官',
  },
  [27684] = {
    '迅捷角斑馬',
    nil,
  },
  [27703] = {
    '伊蘇里亞',
    '傳送門訓練師',
  },
  [27704] = {
    '賀瑞斯·歐德爾',
    '法師訓練師',
  },
  [27705] = {
    '洛林·狐火',
    '傳送門訓練師',
  },
  [27707] = {
    '大型啤酒節科多獸',
    nil,
  },
  [27711] = {
    '技師海爾瑪哈',
    '工程學供應商',
  },
  [27721] = {
    '德瑞里克·爆管',
    '征服點數軍需官',
  },
  [27722] = {
    '德羅里格·爆管',
    '征服點數軍需官',
  },
  [27723] = {
    '[DND] 奧多爾郵箱故障兔子',
    nil,
  },
  [27806] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27810] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27811] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27812] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27813] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27814] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27815] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27816] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27817] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27818] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27819] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27820] = {
    '酒商',
    '每月啤酒俱樂部',
  },
  [27867] = {
    '林地松鼠',
    nil,
  },
  [27890] = {
    '啤酒節 - 恐酒鑽地機Loc兔子',
    nil,
  },
  [27914] = {
    '以太靈魂交易者',
    nil,
  },
  [27946] = {
    '銀月龍鷹',
    nil,
  },
  [27989] = {
    '迪斯可',
    nil,
  },
  [28067] = {
    '黑鐵釀酒者',
    nil,
  },
  [28126] = {
    '卡洛斯大爺',
    nil,
  },
  [28132] = {
    '卡洛斯大爺',
    nil,
  },
  [28163] = {
    '葛雷洛',
    nil,
  },
  [28206] = {
    '[DND]L70ETC鼓',
    nil,
  },
  [28209] = {
    '米茲立·曲輪',
    nil,
  },
  [28210] = {
    '歐格尼普·爆栓',
    nil,
  },
  [28225] = {
    '格利茲·易柄',
    '征服點數軍需官',
  },
  [28226] = {
    '暴牙',
    nil,
  },
  [28227] = {
    '裂嘴',
    nil,
  },
  [28267] = {
    '山狗之靈',
    nil,
  },
  [28329] = {
    '史勒波·嘶桶',
    '啤酒節代理商',
  },
  [28343] = {
    '米達',
    '銀行職員',
  },
  [28344] = {
    '布雷索',
    '鍛造供應商',
  },
  [28363] = {
    '大型戰鬥熊',
    nil,
  },
  [28470] = {
    '虛空鰭刺幼魚',
    nil,
  },
  [28569] = {
    '建築工人',
    nil,
  },
  [28571] = {
    '工頭威克',
    nil,
  },
  [28572] = {
    '曼森·金抹',
    '皇家石匠公會',
  },
  [28573] = {
    '水下建築工人',
    nil,
  },
  [28596] = {
    '矮人建築工人',
    nil,
  },
  [29089] = {
    '迷你泰瑞爾',
    nil,
  },
  [29093] = {
    nil,
    '長者',
  },
  [29095] = {
    '愛德華·坎爾',
    '長者',
  },
}
