if GetLocale() ~= "koKR" then
    return
end

---@type l10n
local l10n = QuestieLoader:ImportModule("l10n")

l10n.npcNameLookup["koKR"] = loadstring([[return {
[251968] = {"아에사 돈싱어",nil},
[252476] = {"탈라니스 섀도송",nil},
[252477] = {"평화감시자 정예병",nil},
[252762] = {"알아케스 수호자",nil},
[252763] = {"알아케스 영혼소환사",nil},
[252764] = {"알아케스 하늘사제",nil},
[252765] = {"알아케스 검귀",nil},
[252767] = {"알아케스 근위병",nil},
[252957] = {"대여사제 로르투나",nil},
[253576] = {"휴사 퀵브리즈",nil},
[253590] = {"발레니아 스톰피스트",nil},
[253847] = {"엘라드린 에벤게일",nil},
[253849] = {"아에사 돈싱어",nil},
[255830] = {"사악한 폭풍",nil},
[255833] = {"로하시",nil},
[256507] = {"벨란 윈드우드",nil},
[256617] = {"남작 앤빌락스",nil},
[256635] = {"평화감시자",nil},
[259119] = {"알라나 스톰워커",nil},
[262469] = {"툴리",nil},
[262502] = {"브릭스 지직스",nil},
[262504] = {"대지 고리회 주술사",nil},
[264083] = {"그늘돋이 병사",nil},
[265809] = {"브라크",nil},
[266849] = {"능선그늘 잠복꾼",nil},
[266850] = {"능선그늘 거미",nil},
[266881] = {"파줄라",nil},
[266940] = {"투로크",nil},
[268530] = {"붉은발톱랩터 어미",nil},
[275657] = {"헤글란 셰이드아이",nil},
[275811] = {"팔주",nil},
[276171] = {"오우라 스톰스피너",nil},
}]])
