if GetLocale() ~= "zhTW" then
    return
end

---@type l10n
local l10n = QuestieLoader:ImportModule("l10n")

l10n.npcNameLookup["zhTW"] = loadstring([[return {
[165189] = {"Bärchen",nil},
[211033] = {"加利昂‧溫德爾",nil},
[246152] = {"夏莉‧斯迪威爾",nil},
[247223] = {"南茜‧歌花",nil},
[247226] = {"凱爾希‧法戈",nil},
[247229] = {"丹尼爾",nil},
[248362] = {"亮亮搜尋者納夫",nil},
[248415] = {"托丁‧柄刃",nil},
[253092] = {"艾芭‧皎月",nil},
[253395] = {"歐溫‧鐵鏈",nil},
[258043] = {"諾里克‧洛克賽恩",nil},
[258098] = {"伊德倫‧破颶者",nil},
[258203] = {"赫妲娜‧薩格魯",nil},
[258306] = {"葛蘭妮‧鋼軸",nil},
[258548] = {"伊莉‧石眉",nil},
[263399] = {"山姆‧薩沙帕里拉",nil},
[267321] = {"卡恩‧灰蹄",nil},
[267330] = {"娜瓦卡‧野歌",nil},
[267331] = {"瓦莎‧岩鬃",nil},
[267332] = {"賈蘭‧逐日者",nil},
[267354] = {"黑色骸骨戰馬",nil},
[268238] = {"諾頓‧穩視",nil},
[274916] = {"Vigilant Deathguard",nil},
}]])
