locales_npc = locales_npc or {}
locales_npc['ruRU'] = {
  [2] = {
    'Точка появления (Только ГМ может увидеть это)',
    nil,
  },
  [3] = {
    'Плотояд',
    nil,
  },
  [6] = {
    'Кобольд-вредитель',
    nil,
  },
  [30] = {
    'Лесной паук',
    nil,
  },
  [36] = {
    'Уборочный голем',
    nil,
  },
  [38] = {
    'Лиходей из Братства Справедливости',
    nil,
  },
  [40] = {
    'Кобольд-шахтер',
    nil,
  },
  [43] = {
    'Рудниковый паук',
    nil,
  },
  [46] = {
    'Мурлок-добытчик',
    nil,
  },
  [48] = {
    'Скелет-воин',
    nil,
  },
  [54] = {
    nil,
    'Оружейник',
  },
  [60] = {
    'Руклар Зверолов',
    nil,
  },
  [61] = {
    'Турос Ловкорук',
    nil,
  },
  [66] = {
    nil,
    'Хозяйственные припасы',
  },
  [68] = {
    'Городская стража Штормграда',
    nil,
  },
  [69] = {
    'Лесной волк',
    nil,
  },
  [74] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [78] = {
    'Янош Камнекост',
    'Оружейник',
  },
  [79] = {
    'Нарг Надсмотрщик',
    nil,
  },
  [80] = {
    'Кобольд-рудокоп',
    nil,
  },
  [89] = {
    'Инфернал',
    nil,
  },
  [92] = {
    'Каменный элементаль',
    nil,
  },
  [94] = {
    'Карманник из Братства Справедливости',
    nil,
  },
  [95] = {
    'Контрабандист из Братства Справедливости',
    nil,
  },
  [97] = {
    'Недоросток из стаи Речной Лапы',
    nil,
  },
  [98] = {
    'Надсмотрщик из стаи Речной Лапы',
    nil,
  },
  [99] = {
    'Моргана Лукавая',
    nil,
  },
  [100] = {
    'Графф Быстрохват',
    nil,
  },
  [103] = {
    'Гаррик Тихокрад',
    nil,
  },
  [113] = {
    'Вепрь-камнеклык',
    nil,
  },
  [114] = {
    'Дозорный полей',
    nil,
  },
  [115] = {
    'Уборочный голем',
    nil,
  },
  [116] = {
    'Бандит из Братства Справедливости',
    nil,
  },
  [117] = {
    'Гнолл из стаи Речной Лапы',
    nil,
  },
  [118] = {
    'Лесной хищник',
    nil,
  },
  [119] = {
    'Длиннорыл',
    nil,
  },
  [121] = {
    'Налетчик из Братства Справедливости',
    nil,
  },
  [122] = {
    'Проходимец из Братства Справедливости',
    nil,
  },
  [123] = {
    'Полукровка из стаи Речной Лапы',
    nil,
  },
  [124] = {
    'Громила из стаи Речной Лапы',
    nil,
  },
  [125] = {
    'Надзиратель из стаи Речной Лапы',
    nil,
  },
  [126] = {
    'Мурлок-береговик',
    nil,
  },
  [127] = {
    'Мурлок-волнолов',
    nil,
  },
  [151] = {
    'Брог Мясорук',
    'Сто мелочей',
  },
  [152] = {
    'Брат Даниль',
    'Сто мелочей',
  },
  [154] = {
    'Большой шкуродер',
    nil,
  },
  [157] = {
    'Кровоклык',
    nil,
  },
  [167] = {
    'Моран Медношпунт',
    'Металлург',
  },
  [171] = {
    'Мурлок-воин',
    nil,
  },
  [190] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [193] = {
    'Синий драконид',
    nil,
  },
  [196] = {
    'Иган Меховщик',
    nil,
  },
  [197] = {
    'Маршал Макбрайд',
    nil,
  },
  [198] = {
    nil,
    'Наставница магов',
  },
  [199] = {
    'Молодой шкуродер',
    nil,
  },
  [202] = {
    'Ужасный скелет',
    nil,
  },
  [203] = {
    'Маг-скелет',
    nil,
  },
  [205] = {
    'Вестник Тьмы из стаи Ночной Погибели',
    nil,
  },
  [206] = {
    'Ярый Клык Ночной Погибели',
    nil,
  },
  [210] = {
    'Костеглод',
    nil,
  },
  [212] = {
    'Воин из клана Дробящего Кулака',
    nil,
  },
  [213] = {
    'Голодный лютый волк',
    nil,
  },
  [215] = {
    'Ночной гонец из Братства Справедливости',
    nil,
  },
  [217] = {
    'Ядовитый кругопряд',
    nil,
  },
  [218] = {
    'Расхититель могил',
    nil,
  },
  [222] = {
    nil,
    'Кователь булав',
  },
  [223] = {
    nil,
    'Ученица кожевника',
  },
  [225] = {
    'Гавин Гнутодрев',
    'Оружейник',
  },
  [226] = {
    'Морг Гнутодрев',
    'Бронник',
  },
  [227] = {
    nil,
    'Потребительские товары',
  },
  [228] = {
    'Аветта Хвористинка',
    'Торговец луками',
  },
  [232] = {
    'Фермер Рей',
    nil,
  },
  [233] = {
    'Фермер Сальден',
    nil,
  },
  [234] = {
    'Гриан Камнегрив',
    'Народное ополчение',
  },
  [237] = {
    'Фермер Хмуробров',
    nil,
  },
  [238] = {
    'Верна Хмуробров',
    nil,
  },
  [239] = {
    'Мрачнобух Громовар',
    nil,
  },
  [240] = {
    'Маршал Дугхан',
    nil,
  },
  [241] = {
    'Реми Повторюх',
    nil,
  },
  [244] = {
    'Мамаша Стоунфилд',
    nil,
  },
  [246] = {
    '"Тетушка" Бернис Стоунфилд',
    nil,
  },
  [248] = {
    'Бабуля Стоунфилд',
    nil,
  },
  [252] = {
    'Томми Джо Стоунфилд',
    nil,
  },
  [253] = {
    'Вильям Пест',
    nil,
  },
  [257] = {
    'Кобольд-рабочий',
    nil,
  },
  [258] = {
    nil,
    'Виноторговец',
  },
  [261] = {
    'Стражник Томас',
    nil,
  },
  [263] = {
    'Лорд Элло Чернодрев',
    'Мэр Темнолесья',
  },
  [264] = {
    'Командир Алтея Чернодрев',
    'Глава Ночного Дозора',
  },
  [266] = {
    'Вилли Черный',
    nil,
  },
  [267] = {
    'Клерк Далтри',
    nil,
  },
  [268] = {
    nil,
    'Историк Темнолесья',
  },
  [269] = {
    nil,
    'Вице-мэр Темнолесья',
  },
  [270] = {
    'Член совета Миллстайп',
    'Городской совет Темнолесья',
  },
  [271] = {
    'Посол Беррибак',
    'Городской совет Темнолесья',
  },
  [273] = {
    'Смиттс',
    nil,
  },
  [274] = {
    'Кабатчик Ханн',
    'Барменша',
  },
  [277] = {
    nil,
    'Знаток вин',
  },
  [279] = {
    'Морган Пест',
    nil,
  },
  [284] = {
    'Гнедой конь',
    nil,
  },
  [285] = {
    'Мурлок',
    nil,
  },
  [288] = {
    'Трясунчик',
    nil,
  },
  [289] = {
    nil,
    'Отшельник',
  },
  [294] = {
    'Маршал Хаггард',
    nil,
  },
  [295] = {
    'Фарли',
    'Хозяйка таверны',
  },
  [297] = {
    'Управляющий Фольсом',
    nil,
  },
  [299] = {
    'Молодой волк',
    nil,
  },
  [302] = {
    'Слепая Мэри',
    nil,
  },
  [304] = {
    'Конь скверны',
    nil,
  },
  [305] = {
    'Верховая езда (Белый жеребец)',
    nil,
  },
  [308] = {
    'Вороной жеребец',
    nil,
  },
  [313] = {
    nil,
    'Маг башни Азоры',
  },
  [314] = {
    nil,
    'Невеста Бальзамировщика',
  },
  [315] = {
    'Сталван Мистмантл',
    nil,
  },
  [327] = {
    'Фикс',
    nil,
  },
  [328] = {
    nil,
    'Наставница магов',
  },
  [329] = {
    'Элементаль земли',
    nil,
  },
  [330] = {
    'Принцесса',
    nil,
  },
  [331] = {
    nil,
    'Магистр магии',
  },
  [332] = {
    'Мастер Матиас Шоу',
    'Глава ШРУ',
  },
  [334] = {
    nil,
    'Вождь клана Черной горы',
  },
  [335] = {
    'Обжигайка',
    nil,
  },
  [338] = {
    nil,
    'Академия волшебных наук и искусств',
  },
  [340] = {
    nil,
    'Знаток кулинарных рецептов',
  },
  [341] = {
    'Штейгер Ослоу',
    nil,
  },
  [344] = {
    'Мировой судья Соломон',
    nil,
  },
  [345] = {
    'Грубобрюх',
    nil,
  },
  [346] = {
    'Кабатчик Дэниэлс',
    nil,
  },
  [347] = {
    'Седынь Полушкур',
    'Военачальник Альтеракской долины',
  },
  [349] = {
    'Капрал Кеешан',
    nil,
  },
  [352] = {
    'Дунгар Долгопив',
    'Укротительница грифонов',
  },
  [356] = {
    'Черный волк',
    nil,
  },
  [358] = {
    'Лесной волк',
    nil,
  },
  [359] = {
    'Верховая езда (Снежный волк)',
    nil,
  },
  [372] = {
    'Карм Железное Перо',
    'Товары для горного дела',
  },
  [374] = {
    'Зубец Светоблеск',
    nil,
  },
  [375] = {
    'Жрица Анетта',
    'Наставник жрецов',
  },
  [376] = {
    'Верховная жрица Лорена',
    'Наставник жрецов',
  },
  [377] = {
    'Жрица Жозетта',
    'Наставник жрецов',
  },
  [379] = {
    'Дарси',
    'Официантка',
  },
  [381] = {
    'Портовый начальник Барен',
    nil,
  },
  [382] = {
    'Маршал Маррис',
    nil,
  },
  [383] = {
    nil,
    'Поставщик рыбы',
  },
  [384] = {
    nil,
    'Коневод',
  },
  [385] = {
    'Лошадь',
    nil,
  },
  [390] = {
    'Кабан из свиты',
    nil,
  },
  [391] = {
    'Старый Мрачноглаз',
    nil,
  },
  [392] = {
    'Капитан Грейсон',
    nil,
  },
  [397] = {
    'Моргант',
    nil,
  },
  [412] = {
    'Стежок',
    'Подарок Бальзамировщика',
  },
  [415] = {
    'Вернер Осгуд',
    nil,
  },
  [416] = {
    'Бес',
    nil,
  },
  [417] = {
    'Охотник Скверны',
    nil,
  },
  [422] = {
    'Мурлок-трупоед',
    nil,
  },
  [423] = {
    'Полукровка из стаи Красногорья',
    nil,
  },
  [424] = {
    'Браконьер из стаи Красногорья',
    nil,
  },
  [426] = {
    'Громила из стаи Красногорья',
    nil,
  },
  [428] = {
    'Ужасающий кондор',
    nil,
  },
  [429] = {
    'Темноплет из стаи Темношкуров',
    nil,
  },
  [430] = {
    'Мистик из стаи Красногорья',
    nil,
  },
  [431] = {
    'Душегуб из стаи Темношкуров',
    nil,
  },
  [432] = {
    'Громила из стаи Темношкуров',
    nil,
  },
  [433] = {
    'Гнолл из стаи Темношкуров',
    nil,
  },
  [434] = {
    'Бешеный гнолл из стаи Темношкуров',
    nil,
  },
  [435] = {
    'Воитель из клана Черной горы',
    nil,
  },
  [436] = {
    'Темный чародей из клана Черной горы',
    nil,
  },
  [437] = {
    'Перебежчик из клана Черной горы',
    nil,
  },
  [440] = {
    'Рубака из клана Черной горы',
    nil,
  },
  [441] = {
    'Детеныш черного дракона',
    nil,
  },
  [442] = {
    'Тарантул',
    nil,
  },
  [445] = {
    'Вожак стаи Красногорья',
    nil,
  },
  [446] = {
    'Губитель из стаи Красногорья',
    nil,
  },
  [448] = {
    'Дробитель',
    nil,
  },
  [449] = {
    'Кастетник из Братства Справедливости',
    nil,
  },
  [450] = {
    'Маг-отступник из Братства Справедливости',
    nil,
  },
  [452] = {
    'Бандит из стаи Речной Лапы',
    nil,
  },
  [453] = {
    'Мистик из стаи Речной Лапы',
    nil,
  },
  [454] = {
    'Молодой кровоклык',
    nil,
  },
  [456] = {
    'Низший мурлок-оракул',
    nil,
  },
  [458] = {
    'Мурлок-охотник',
    nil,
  },
  [459] = {
    nil,
    'Наставник чернокнижников',
  },
  [460] = {
    nil,
    'Наставник чернокнижников',
  },
  [461] = {
    nil,
    'Наставник чернокнижников',
  },
  [464] = {
    'Стражник Паркер',
    nil,
  },
  [465] = {
    'Кабатчик Доббинз',
    'Барменша',
  },
  [466] = {
    'Генерал Маркус Джонатан',
    'Главнокомандующий гарнизоном Штормграда',
  },
  [467] = {
    'Предатель Братства Справедливости',
    nil,
  },
  [468] = {
    'Городской глашатай',
    nil,
  },
  [469] = {
    'Лейтенант Дорен',
    nil,
  },
  [471] = {
    'Мать Клык',
    nil,
  },
  [472] = {
    'Федфенхель',
    nil,
  },
  [473] = {
    'Морган Вымогатель',
    nil,
  },
  [474] = {
    'Волшебник-плут из Братства Справедливости',
    nil,
  },
  [475] = {
    'Кобольд-проходчик',
    nil,
  },
  [476] = {
    'Кобольд-геомант',
    nil,
  },
  [478] = {
    'Гонец стаи Речной Лапы',
    nil,
  },
  [480] = {
    'Ржавый уборочный голем',
    nil,
  },
  [481] = {
    'Преступник из Братства Справедливости',
    nil,
  },
  [482] = {
    nil,
    'Специалист по сыру',
  },
  [483] = {
    nil,
    'Специалистка по сыру',
  },
  [485] = {
    'Вестник из клана Черной горы',
    nil,
  },
  [487] = {
    'Заступник Биалон',
    'Народное ополчение',
  },
  [488] = {
    'Ткач-заступник',
    'Народное ополчение',
  },
  [489] = {
    'Заступник Датфилд',
    'Народное ополчение',
  },
  [490] = {
    'Заступник Гариэл',
    'Народное ополчение',
  },
  [491] = {
    'Интендант Льюис',
    'Интендант',
  },
  [494] = {
    'Дозорный Бакурис',
    'Ночной Дозор',
  },
  [495] = {
    'Дозорный Кифэр',
    'Ночной Дозор',
  },
  [499] = {
    'Дозорный Пейдж',
    'Ночной Дозор',
  },
  [500] = {
    'Разведчик из стаи Речной Лапы',
    nil,
  },
  [501] = {
    'Травник стаи Речной Лапы',
    nil,
  },
  [503] = {
    'Лорд Малатром',
    nil,
  },
  [504] = {
    'Зверолов из Братства Справедливости',
    nil,
  },
  [505] = {
    'Крупный тарантул',
    nil,
  },
  [506] = {
    'Сержант Острый Коготь',
    nil,
  },
  [510] = {
    'Элементаль воды',
    nil,
  },
  [511] = {
    'Невменяемый вурдалак',
    nil,
  },
  [513] = {
    'Мурлок-сетеплет',
    nil,
  },
  [514] = {
    'Кузнец Аргус',
    'Ученик кузнеца',
  },
  [515] = {
    'Мурлок-налетчик',
    nil,
  },
  [517] = {
    'Мурлок-оракул',
    nil,
  },
  [518] = {
    'Изувой',
    nil,
  },
  [523] = {
    nil,
    'Укротительница грифонов',
  },
  [524] = {
    'Твердошкурый вепрь',
    nil,
  },
  [525] = {
    'Облезлый волк',
    nil,
  },
  [531] = {
    'Скелет-губитель (разъяренный)',
    nil,
  },
  [533] = {
    'Тенеткач Ночной Погибели',
    nil,
  },
  [534] = {
    nil,
    'Мать логова',
  },
  [539] = {
    'Карликовый ядовитый кругопряд',
    nil,
  },
  [541] = {
    'Верховой грифон',
    nil,
  },
  [543] = {
    'Налезетта Буйный Нрав',
    'Дрессировщик',
  },
  [544] = {
    'Мурлок-следопыт',
    nil,
  },
  [545] = {
    'Мурлок-волномут',
    nil,
  },
  [547] = {
    'Большой кровоклык',
    nil,
  },
  [548] = {
    'Низший мурлок-волномут',
    nil,
  },
  [550] = {
    'Вестник из Братства Справедливости',
    nil,
  },
  [565] = {
    'Бешеный волк',
    nil,
  },
  [568] = {
    'Воин из стаи Темношкуров',
    nil,
  },
  [569] = {
    'Зеленый паук-отшельник',
    nil,
  },
  [570] = {
    'Мозгоед',
    nil,
  },
  [573] = {
    'Врагорез-4000',
    nil,
  },
  [575] = {
    'Элементаль огня',
    nil,
  },
  [576] = {
    'Дозорный Ладимор',
    'Ночной Дозор',
  },
  [578] = {
    'Мурлок-разведчик',
    nil,
  },
  [579] = {
    'Убийца из стаи Темношкуров',
    nil,
  },
  [580] = {
    'Чернорабочий из стаи Красногорья',
    nil,
  },
  [582] = {
    'Старая Савраска',
    nil,
  },
  [583] = {
    'Душитель из Братства Справедливости',
    nil,
  },
  [587] = {
    'Воин из племени Кровавого Скальпа',
    nil,
  },
  [588] = {
    'Разведчик из племени Кровавого Скальпа',
    nil,
  },
  [589] = {
    'Погромщик из Братства Справедливости',
    nil,
  },
  [590] = {
    'Мошенник из Братства Справедливости',
    nil,
  },
  [594] = {
    'Подручный из Братства Справедливости',
    nil,
  },
  [595] = {
    'Охотник из племени Кровавого Скальпа',
    nil,
  },
  [596] = {
    'Зомбированный дворянин',
    nil,
  },
  [597] = {
    'Берсерк из племени Кровавого Скальпа',
    nil,
  },
  [598] = {
    'Шахтер из Братства Справедливости',
    nil,
  },
  [603] = {
    'Темнозуб',
    nil,
  },
  [604] = {
    'Распространитель чумы',
    nil,
  },
  [615] = {
    'Следопыт из клана Черной горы',
    nil,
  },
  [616] = {
    'Трещунья',
    nil,
  },
  [619] = {
    'Кудесник из Братства Справедливости',
    nil,
  },
  [620] = {
    'Курица',
    nil,
  },
  [622] = {
    'Гоблин-инженер',
    nil,
  },
  [623] = {
    'Скелет-шахтер',
    nil,
  },
  [624] = {
    'Нежить-землечерп',
    nil,
  },
  [625] = {
    'Нежить-подрывник',
    nil,
  },
  [626] = {
    'Штейгер Крапивец',
    nil,
  },
  [628] = {
    'Черный опустошитель',
    nil,
  },
  [634] = {
    'Надзиратель из Братства Справедливости',
    nil,
  },
  [636] = {
    'Черный страж из Братства Справедливости',
    nil,
  },
  [639] = {
    nil,
    'Главарь Братства Справедливости',
  },
  [641] = {
    'Гоблин-древоруб',
    nil,
  },
  [642] = {
    'Крошшер Снида',
    'Начальник лесозаготовки',
  },
  [643] = {
    nil,
    'Начальник лесозаготовки',
  },
  [644] = {
    nil,
    'Штейгер',
  },
  [645] = {
    'Пирожок',
    'Корабельный кок',
  },
  [646] = {
    'Мистер Каюк',
    'Первый помощник капитана',
  },
  [647] = {
    'Капитан Зеленямс',
    nil,
  },
  [656] = {
    'Вилдер Крапивец',
    nil,
  },
  [657] = {
    'Пират из Братства Справедливости',
    nil,
  },
  [658] = {
    'Стен Крепкорук',
    nil,
  },
  [659] = {
    nil,
    'Черный бройлер смерти',
  },
  [660] = {
    'Знахарь племени Кровавого Скальпа',
    nil,
  },
  [667] = {
    'Воин из племени Дробителей Черепов',
    nil,
  },
  [669] = {
    'Охотник из племени Дробителей Черепов',
    nil,
  },
  [670] = {
    'Знахарь из племени Дробителей Черепов',
    nil,
  },
  [671] = {
    'Охотник за головами из племени Кровавого Скальпа',
    nil,
  },
  [672] = {
    'Духолов из племени Дробителей Черепов',
    nil,
  },
  [674] = {
    'Горнорабочий Торговой Компании',
    nil,
  },
  [675] = {
    'Штейгер Торговой Компании',
    nil,
  },
  [676] = {
    'Геодезист Торговой Компании',
    nil,
  },
  [677] = {
    'Ремонтник Торговой Компании',
    nil,
  },
  [678] = {
    'Изверг из клана Мош\'Огг',
    nil,
  },
  [679] = {
    'Шаман из клана Мош\'Огг',
    nil,
  },
  [680] = {
    'Вождь Мош\'Огг',
    nil,
  },
  [681] = {
    'Молодой тигр Тернистой долины',
    nil,
  },
  [682] = {
    'Тигр Тернистой долины',
    nil,
  },
  [683] = {
    'Молодая пантера',
    nil,
  },
  [684] = {
    'Тенебрюхая пантера',
    nil,
  },
  [685] = {
    'Ящер Тернистой долины',
    nil,
  },
  [686] = {
    'Ящер-кнутохвост',
    nil,
  },
  [687] = {
    'Тропический ловец',
    nil,
  },
  [688] = {
    'Камнезобый василиск',
    nil,
  },
  [689] = {
    'Хрустальный василиск',
    nil,
  },
  [690] = {
    'Ледоглазый василиск',
    nil,
  },
  [691] = {
    'Младший элементаль воды',
    nil,
  },
  [694] = {
    'Метатель топоров из племени Кровавого Скальпа',
    nil,
  },
  [696] = {
    'Метатель топоров из племени Дробителей Черепов',
    nil,
  },
  [697] = {
    'Шаман из племени Кровавого Скальпа',
    nil,
  },
  [698] = {
    'Тигр племени Кровавого Скальпа',
    nil,
  },
  [699] = {
    'Повелитель зверей из племени Кровавого Скальпа',
    nil,
  },
  [701] = {
    'Мистик из племени Кровавого Скальпа',
    nil,
  },
  [702] = {
    'Падальщик из племени Кровавого Скальпа',
    nil,
  },
  [703] = {
    'Лейтенант Фангор',
    nil,
  },
  [704] = {
    'Косматый лесной волк',
    nil,
  },
  [705] = {
    'Косматый молодой волк',
    nil,
  },
  [706] = {
    'Тролль-подросток из племени Мерзлогривов',
    nil,
  },
  [707] = {
    'Трогг из племени Каменной Челюсти',
    nil,
  },
  [708] = {
    'Малый скальный вепрь',
    nil,
  },
  [709] = {
    'Солдат-наемник из клана Мош\'Огг',
    nil,
  },
  [710] = {
    'Чаротвор Мош\'Огг',
    nil,
  },
  [711] = {
    'Ардо Грязнолап',
    nil,
  },
  [712] = {
    'Твердозуб из стаи Красногорья',
    nil,
  },
  [713] = {
    'Балир Морозный Молот',
    nil,
  },
  [714] = {
    'Талин Остроглаз',
    nil,
  },
  [716] = {
    'Барнил Каменный Горшок',
    nil,
  },
  [718] = {
    'Сэр С. Дж. Эрлгедин',
    nil,
  },
  [721] = {
    'Кролик',
    nil,
  },
  [723] = {
    'Палач Мош\'Огг',
    nil,
  },
  [724] = {
    'Сильный трогг из племени Каменной Челюсти',
    nil,
  },
  [727] = {
    'Горный пехотинец Стальгорна',
    nil,
  },
  [731] = {
    'Король Бангалаш',
    nil,
  },
  [732] = {
    'Мурлок-скрытень',
    nil,
  },
  [733] = {
    'Сержант Йохва',
    nil,
  },
  [734] = {
    'Капрал Блуф',
    'Торговец',
  },
  [735] = {
    'Речной мурлок-бегун',
    nil,
  },
  [736] = {
    'Пантера',
    nil,
  },
  [738] = {
    'Рядовой Торсен',
    nil,
  },
  [739] = {
    'Брат Нимез',
    nil,
  },
  [740] = {
    'Юный дракончик',
    nil,
  },
  [741] = {
    'Мечтательный дракончик',
    nil,
  },
  [742] = {
    'Зеленая драконида',
    nil,
  },
  [743] = {
    'Драконида-сновидица',
    nil,
  },
  [744] = {
    'Зеленый чешуйчатый губитель',
    nil,
  },
  [745] = {
    'Капитан чешуйчатых губителей',
    nil,
  },
  [746] = {
    'Старый драконид',
    nil,
  },
  [747] = {
    'Болотный мурлок',
    nil,
  },
  [750] = {
    'Болотный чернильщик',
    nil,
  },
  [751] = {
    'Болотный трупоед',
    nil,
  },
  [752] = {
    'Болотный оракул',
    nil,
  },
  [754] = {
    'Сторож лагеря повстанцев',
    nil,
  },
  [755] = {
    'Грязелюб из племени Заблудших',
    nil,
  },
  [756] = {
    'Пантера из племени Дробителей Черепов',
    nil,
  },
  [757] = {
    'Рыбак из племени Заблудших',
    nil,
  },
  [759] = {
    'Охотник из племени Заблудших',
    nil,
  },
  [760] = {
    'Грязекоп из племени Заблудших',
    nil,
  },
  [761] = {
    'Ясновидец из племени Заблудших',
    nil,
  },
  [762] = {
    'Заблудший искатель разрыва',
    nil,
  },
  [763] = {
    'Вождь из племени Заблудших',
    nil,
  },
  [764] = {
    'Тиноброд',
    nil,
  },
  [765] = {
    'Старый тиноброд',
    nil,
  },
  [766] = {
    'Перевитый ужас',
    nil,
  },
  [767] = {
    'Болотный ягуар',
    nil,
  },
  [768] = {
    'Пантера Тени',
    nil,
  },
  [769] = {
    'Смертоносный тарантул',
    nil,
  },
  [770] = {
    'Капрал Калеб',
    nil,
  },
  [771] = {
    'Командор Сквернстром',
    nil,
  },
  [772] = {
    'Тигрица Тернистой долины',
    nil,
  },
  [775] = {
    'Посланник Курцена',
    nil,
  },
  [777] = {
    nil,
    'Торговка',
  },
  [780] = {
    'Мистик из племени Дробителей Черепов',
    nil,
  },
  [781] = {
    'Охотник за головами из племени Дробителей Черепов',
    nil,
  },
  [782] = {
    'Разведчик из племени Дробителей Черепов',
    nil,
  },
  [783] = {
    'Берсерк из племени Дробителей Черепов',
    nil,
  },
  [784] = {
    'Повелитель зверей из племени Дробителей Черепов',
    nil,
  },
  [785] = {
    'Скелет-хранитель',
    nil,
  },
  [786] = {
    'Грелин Белобород',
    nil,
  },
  [787] = {
    'Скелет-лекарь',
    nil,
  },
  [789] = {
    nil,
    'Торговец стрелами',
  },
  [790] = {
    nil,
    'Товары для кузнецов и горняков',
  },
  [791] = {
    'Линдски Ашлок',
    'Сто мелочей',
  },
  [793] = {
    nil,
    'Щитник',
  },
  [798] = {
    'Соломон',
    nil,
  },
  [808] = {
    'Грик\'нир Холодный',
    nil,
  },
  [812] = {
    nil,
    'Учитель травничества',
  },
  [813] = {
    'Полковник Курцен',
    nil,
  },
  [814] = {
    'Сержант Малтус',
    nil,
  },
  [815] = {
    'Букмекер Ирод',
    nil,
  },
  [819] = {
    'Слуга Илгалара',
    nil,
  },
  [820] = {
    'Разведчица Риэла',
    'Народное ополчение',
  },
  [821] = {
    'Капитан Данувин',
    'Народное ополчение',
  },
  [822] = {
    'Молодой лесной медведь',
    nil,
  },
  [823] = {
    'Заместитель судьи Виллем',
    nil,
  },
  [824] = {
    'Землекоп из Братства Справедливости',
    nil,
  },
  [826] = {
    'Дозорный Жан',
    'Ночной Дозор',
  },
  [827] = {
    'Дозорный Мокарски',
    'Ночной Дозор',
  },
  [828] = {
    'Дозорный Петрас',
    'Ночной Дозор',
  },
  [829] = {
    'Одлин Гордоступ',
    'Сто мелочей',
  },
  [830] = {
    'Песчаный краб',
    nil,
  },
  [831] = {
    'Морской краб',
    nil,
  },
  [832] = {
    'Пыледемон',
    nil,
  },
  [833] = {
    'Вожак стаи койотов',
    nil,
  },
  [836] = {
    'Дарнан Мехорез',
    'Торговец тканевыми и кожаными доспехами',
  },
  [837] = {
    nil,
    'Наставник жрецов',
  },
  [840] = {
    'Дозорный Бакус',
    'Ночной Дозор',
  },
  [842] = {
    'Дровосек',
    nil,
  },
  [843] = {
    nil,
    'Хозяйственные припасы',
  },
  [844] = {
    nil,
    'Странствующий торговец',
  },
  [846] = {
    'Прогнивший вурдалак',
    nil,
  },
  [852] = {
    'Дух дикого волка',
    nil,
  },
  [853] = {
    'Горный пехотинец Ледяного туннеля',
    nil,
  },
  [854] = {
    'Молодой тропический ловец',
    nil,
  },
  [855] = {
    'Молодой ящер Тернистой долины',
    nil,
  },
  [856] = {
    'Молодой ящер-кнутохвост',
    nil,
  },
  [857] = {
    'Донал Осгуд',
    'Военачальник Низины Арати',
  },
  [858] = {
    'Ткач скорби',
    nil,
  },
  [859] = {
    'Стражник Бертон',
    nil,
  },
  [861] = {
    'Каменорский разведчик',
    nil,
  },
  [862] = {
    'Каменорский исследователь',
    nil,
  },
  [863] = {
    'Каменорский охотник',
    nil,
  },
  [864] = {
    'Каменорский орк',
    nil,
  },
  [865] = {
    'Каменорский проводник',
    nil,
  },
  [866] = {
    'Каменорский рубака',
    nil,
  },
  [867] = {
    'Каменорский картограф',
    nil,
  },
  [868] = {
    'Каменорский шаман',
    nil,
  },
  [869] = {
    'Заступница Дорана',
    'Народное ополчение',
  },
  [870] = {
    'Заступница Дени',
    'Народное ополчение',
  },
  [871] = {
    'Воин племени Соленой Чешуи',
    nil,
  },
  [873] = {
    'Оракул племени Соленой Чешуи',
    nil,
  },
  [874] = {
    'Заступник Корелор',
    'Народное ополчение',
  },
  [875] = {
    'Повелитель приливов из племени Соленой Чешуи',
    nil,
  },
  [876] = {
    'Заступник Лейк',
    'Народное ополчение',
  },
  [877] = {
    'Добытчик из племени Соленой Чешуи',
    nil,
  },
  [878] = {
    'Разведчик Галиан',
    'Народное ополчение',
  },
  [879] = {
    'Охотник из племени Соленой Чешуи',
    nil,
  },
  [880] = {
    'Эрлан Драджмур',
    nil,
  },
  [883] = {
    'Олень',
    nil,
  },
  [885] = {
    'Дозорный Келлер',
    'Ночной Дозор',
  },
  [886] = {
    'Дозорный Хартин',
    'Ночной Дозор',
  },
  [887] = {
    'Дозорный Джордан',
    'Ночной Дозор',
  },
  [888] = {
    'Дозорный Додс',
    'Ночной Дозор',
  },
  [889] = {
    'Огр из клана Дробящего Кулака',
    nil,
  },
  [890] = {
    'Олененок',
    nil,
  },
  [891] = {
    'Огнепряд из клана Дробящего Кулака',
    nil,
  },
  [892] = {
    'Надсмотрщик из клана Дробящего Кулака',
    nil,
  },
  [894] = {
    'Хомер Стоунфилд',
    'Торговец фруктами',
  },
  [895] = {
    nil,
    'Наставница охотников',
  },
  [896] = {
    'Вельдан Легконог',
    'Торговец кожаными доспехами',
  },
  [898] = {
    'Ворген из стаи Ночной Погибели',
    nil,
  },
  [900] = {
    'Помощник судьи Конах',
    nil,
  },
  [903] = {
    'Стражник Хоув',
    nil,
  },
  [905] = {
    'Острозубая бешенка',
    nil,
  },
  [906] = {
    nil,
    'Наставник чернокнижников',
  },
  [907] = {
    'Керас Вульфхарт',
    'Военачальник Низины Арати',
  },
  [908] = {
    'Флора Среброветрая',
    'Учитель травничества',
  },
  [909] = {
    'Ночной клинок из Братства Справедливости',
    nil,
  },
  [910] = {
    'Чаротворец из Братства Справедливости',
    nil,
  },
  [911] = {
    nil,
    'Наставница воинов',
  },
  [912] = {
    nil,
    'Наставница воинов',
  },
  [913] = {
    nil,
    'Наставница воинов',
  },
  [914] = {
    nil,
    'Наставница воинов',
  },
  [915] = {
    nil,
    'Наставница разбойников',
  },
  [916] = {
    nil,
    'Наставница разбойников',
  },
  [917] = {
    nil,
    'Наставница разбойников',
  },
  [918] = {
    'Осборн Дитя Ночи',
    'Наставница разбойников',
  },
  [920] = {
    'Нечистый ворген из стаи Ночной Погибели',
    nil,
  },
  [921] = {
    'Дровосек Торговой Компании',
    nil,
  },
  [922] = {
    'Иловый краб',
    nil,
  },
  [923] = {
    'Молодой черный опустошитель',
    nil,
  },
  [925] = {
    'Брат Самуэль',
    'Наставница паладинов',
  },
  [926] = {
    'Бромос Груммнер',
    'Наставница паладинов',
  },
  [927] = {
    'Брат Вильгельм',
    'Наставница паладинов',
  },
  [928] = {
    'Лорд Грейсон Тенелом',
    'Наставница паладинов',
  },
  [930] = {
    'Детеныш черной вдовы',
    nil,
  },
  [931] = {
    'Ариена Штормокрылая',
    'Укротительница грифонов',
  },
  [932] = {
    'Стражник Эшлок',
    nil,
  },
  [933] = {
    'Стражница Хиетт',
    nil,
  },
  [934] = {
    'Стражница Кларк',
    nil,
  },
  [935] = {
    'Стражник Пирс',
    nil,
  },
  [936] = {
    'Стражница Адамс',
    nil,
  },
  [937] = {
    'Партизан Курцена',
    nil,
  },
  [938] = {
    'Диверсант Курцена',
    nil,
  },
  [939] = {
    'Гвардеец Курцена',
    nil,
  },
  [940] = {
    'Целитель Курцена',
    nil,
  },
  [941] = {
    'Охотник за головами Курцена',
    nil,
  },
  [942] = {
    'Знахарь Курцена',
    nil,
  },
  [943] = {
    'Пастух Курцена',
    nil,
  },
  [944] = {
    nil,
    'Наставница магов',
  },
  [945] = {
    'Райбрад Холодный Берег',
    'Оружейник',
  },
  [946] = {
    'Новобранец племени Мерзлогривов',
    'Слуга Грик\'нира',
  },
  [947] = {
    'Рохх Молчаливый',
    nil,
  },
  [948] = {
    'Гнилая нежить',
    nil,
  },
  [949] = {
    'Падальщик-отшельник',
    nil,
  },
  [950] = {
    'Болотный говорун',
    nil,
  },
  [951] = {
    'Брат Пакстон',
    'Библиотекарь',
  },
  [952] = {
    'Брат Нилз',
    nil,
  },
  [954] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [955] = {
    'Сержант де Врайс',
    'Замполит',
  },
  [956] = {
    'Дорин Поющий Клинок',
    'Бронник',
  },
  [957] = {
    nil,
    'Ученик кузнеца',
  },
  [958] = {
    'Зара Ясная Звезда',
    'Чародейские товары',
  },
  [959] = {
    nil,
    'Торговец одеждой',
  },
  [960] = {
    'Гундер Боярышникс',
    'Торговец',
  },
  [963] = {
    'Заместитель судьи Рейнер',
    nil,
  },
  [976] = {
    'Боевой тигр Курцена',
    nil,
  },
  [977] = {
    'Боевая пантера Курцена',
    nil,
  },
  [978] = {
    'Помощник Курцена',
    nil,
  },
  [979] = {
    'Темный охотник Курцена',
    nil,
  },
  [980] = {
    nil,
    'Торговец кольчужными и латными доспехами',
  },
  [981] = {
    nil,
    'Торговец оружием',
  },
  [982] = {
    nil,
    'Продавец еды и напитков',
  },
  [983] = {
    nil,
    'Товары для алхимика и реагенты',
  },
  [984] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [985] = {
    nil,
    'Наставница воинов',
  },
  [986] = {
    nil,
    'Наставница шаманов',
  },
  [987] = {
    nil,
    'Наставница охотников',
  },
  [988] = {
    nil,
    'Наставник чернокнижников',
  },
  [989] = {
    nil,
    'Хозяйственные припасы',
  },
  [999] = {
    'Дозорный Ройс',
    'Ночной Дозор',
  },
  [1000] = {
    'Дозорный Бломберг',
    'Ночной Дозор',
  },
  [1001] = {
    'Дозорный Хатчинс',
    'Ночной Дозор',
  },
  [1007] = {
    'Гнолл из стаи Мохошкуров',
    nil,
  },
  [1008] = {
    'Полукровка из стаи Мохошкуров',
    nil,
  },
  [1009] = {
    'Ткач туманов из стаи Мохошкуров',
    nil,
  },
  [1010] = {
    'Бегун топей из стаи Мохошкуров',
    nil,
  },
  [1011] = {
    'Зверолов из стаи Мохошкуров',
    nil,
  },
  [1012] = {
    'Громила из стаи Мохошкуров',
    nil,
  },
  [1013] = {
    'Мистик из стаи Мохошкуров',
    nil,
  },
  [1014] = {
    'Вожак стаи Мохошкуров',
    nil,
  },
  [1015] = {
    'Ящер нагорья',
    nil,
  },
  [1016] = {
    'Кнутохвост нагорья',
    nil,
  },
  [1017] = {
    'Смертехват нагорья',
    nil,
  },
  [1018] = {
    'Острозуб нагорья',
    nil,
  },
  [1019] = {
    'Старый острозуб',
    nil,
  },
  [1020] = {
    'Крапчатый ящер',
    nil,
  },
  [1021] = {
    'Крапчатый крикун',
    nil,
  },
  [1022] = {
    'Крапчатый смертехват',
    nil,
  },
  [1023] = {
    'Крапчатый острозуб',
    nil,
  },
  [1024] = {
    'Мурлок из племени Синежабрых',
    nil,
  },
  [1025] = {
    'Пачкун из племени Синежабрых',
    nil,
  },
  [1026] = {
    'Добытчик из племени Синежабрых',
    nil,
  },
  [1027] = {
    'Воин из племени Синежабрых',
    nil,
  },
  [1028] = {
    'Грязекоп из племени Синежабрых',
    nil,
  },
  [1029] = {
    'Оракул из племени Синежабров',
    nil,
  },
  [1030] = {
    'Черная слизь',
    nil,
  },
  [1031] = {
    'Багровый слизнюк',
    nil,
  },
  [1032] = {
    'Черный слизнюк',
    nil,
  },
  [1033] = {
    'Чудовищный слизнюк',
    nil,
  },
  [1034] = {
    'Налетчик из клана Драконьей Пасти',
    nil,
  },
  [1035] = {
    'Болотный бегун из клана Драконьей Пасти',
    nil,
  },
  [1036] = {
    'Центурион из клана Драконьей Пасти',
    nil,
  },
  [1037] = {
    'Военачальник из клана Драконьей Пасти',
    nil,
  },
  [1038] = {
    'Хранитель теней из клана Драконьей Пасти',
    nil,
  },
  [1039] = {
    'Болотный житель',
    nil,
  },
  [1040] = {
    'Трясинный ползун',
    nil,
  },
  [1041] = {
    'Хозяин топи',
    nil,
  },
  [1042] = {
    'Красный дракончик',
    nil,
  },
  [1043] = {
    'Потерянный дракончик',
    nil,
  },
  [1044] = {
    'Огнедышащий дракончик',
    nil,
  },
  [1045] = {
    'Красный драконид',
    nil,
  },
  [1046] = {
    'Красная драконида',
    nil,
  },
  [1047] = {
    'Красный чешуйчатый губитель',
    nil,
  },
  [1048] = {
    'Лейтенант чешуйчатых губителей',
    nil,
  },
  [1049] = {
    'Драконида Огненного Клейма',
    nil,
  },
  [1050] = {
    'Чешуйчатый королевский стражник',
    nil,
  },
  [1051] = {
    'Дворф из клана Черного Железа',
    nil,
  },
  [1052] = {
    'Саботажник из клана Черного Железа',
    nil,
  },
  [1053] = {
    'Проходчик из клана Черного Железа',
    nil,
  },
  [1054] = {
    'Подрывник из клана Черного Железа',
    nil,
  },
  [1057] = {
    'Костостраж из клана Драконьей Пасти',
    nil,
  },
  [1059] = {
    'Анатек Жестокий',
    'Вождь племени Дробителей Черепов',
  },
  [1060] = {
    'Могх Неумирающий',
    'Знахарь племени Дробителей Черепов',
  },
  [1061] = {
    nil,
    'Вождь племени Кровавого Скальпа',
  },
  [1062] = {
    'Неззилок Зловещий',
    'Знахарь племени Кровавого Скальпа',
  },
  [1064] = {
    'Рубака Гром\'гола',
    nil,
  },
  [1065] = {
    'Шаман стаи Речной Лапы',
    nil,
  },
  [1069] = {
    'Багровый дракончик',
    nil,
  },
  [1070] = {
    'Заместитель судьи Фелдон',
    nil,
  },
  [1071] = {
    'Длиннокос Мрачный',
    nil,
  },
  [1072] = {
    'Рогго Мглистый Курган',
    nil,
  },
  [1073] = {
    'Ашлан Камнехмыл',
    'Ружейник',
  },
  [1074] = {
    'Мотли Гармасон',
    nil,
  },
  [1075] = {
    'Раг Гармасон',
    nil,
  },
  [1076] = {
    'Меррин Камнепряд',
    'Лига Исследователей',
  },
  [1077] = {
    'Геолог Вельгар',
    'Лига Исследователей',
  },
  [1078] = {
    'Ормер Сталеплет',
    nil,
  },
  [1081] = {
    'Хозяин болота',
    nil,
  },
  [1082] = {
    'Острозубый кроколиск',
    nil,
  },
  [1083] = {
    'Мурлок-гарпунер',
    nil,
  },
  [1084] = {
    'Молодой острозубый кроколиск',
    nil,
  },
  [1085] = {
    'Старый тигр Тернистой долины',
    nil,
  },
  [1087] = {
    'Острозубый крепкохват',
    nil,
  },
  [1088] = {
    'Чудовищный краб',
    nil,
  },
  [1089] = {
    'Горный пехотинец Кремневик',
    nil,
  },
  [1090] = {
    'Горный пехотинец Стенолом',
    nil,
  },
  [1091] = {
    'Горный пехотинец Булыжный Карьер',
    nil,
  },
  [1092] = {
    'Капитан Ругельфасс',
    nil,
  },
  [1093] = {
    'Главный инженер Плотиннер VII',
    nil,
  },
  [1094] = {
    'Шахтер Торговой Компании',
    nil,
  },
  [1095] = {
    'Начальник работ Торговой Компании',
    nil,
  },
  [1096] = {
    'Геолог Торговой Компании',
    nil,
  },
  [1097] = {
    'Механик Торговой Компании',
    nil,
  },
  [1098] = {
    'Дозорный Меранта',
    'Ночной Дозор',
  },
  [1099] = {
    'Дозорный Гелвин',
    'Ночной Дозор',
  },
  [1100] = {
    'Дозорный Селия',
    'Ночной Дозор',
  },
  [1101] = {
    'Дозорный Тейер',
    'Ночной Дозор',
  },
  [1103] = {
    nil,
    'Ученица портного',
  },
  [1104] = {
    nil,
    'Бронник',
  },
  [1105] = {
    'Джерн Шлеморог',
    'Лига Исследователей',
  },
  [1106] = {
    'Повар из племени Заблудших',
    nil,
  },
  [1108] = {
    'Горилла Мглистой долины',
    nil,
  },
  [1109] = {
    'Потрошитель плоти',
    nil,
  },
  [1110] = {
    'Скелет-налетчик',
    nil,
  },
  [1111] = {
    'Ловец-кровопийца',
    nil,
  },
  [1112] = {
    'Кровавая Вдова',
    nil,
  },
  [1114] = {
    'Джунглевый рокотун',
    nil,
  },
  [1115] = {
    'Головолом из племени Каменной Челюсти',
    nil,
  },
  [1116] = {
    'Душитель из племени Каменной Челюсти',
    nil,
  },
  [1117] = {
    'Костегрыз из племени Каменной Челюсти',
    nil,
  },
  [1118] = {
    'Спинолом из племени Каменной Челюсти',
    nil,
  },
  [1119] = {
    'Твердоспин',
    nil,
  },
  [1120] = {
    'Тролль из племени Мерзлогривов',
    nil,
  },
  [1121] = {
    'Снегоброд из племени Мерзлогривов',
    nil,
  },
  [1122] = {
    'Шкуродер из племени Мерзлогривов',
    nil,
  },
  [1123] = {
    'Охотник за головами из племени Мерзлогривов',
    nil,
  },
  [1124] = {
    'Темный чародей племени Мерзлогривов',
    nil,
  },
  [1125] = {
    'Скальный вепрь',
    nil,
  },
  [1126] = {
    'Большой скальный вепрь',
    nil,
  },
  [1127] = {
    'Старый скальный вепрь',
    nil,
  },
  [1128] = {
    'Молодой черный медведь',
    nil,
  },
  [1129] = {
    'Черный медведь',
    nil,
  },
  [1131] = {
    'Снежный волк',
    nil,
  },
  [1132] = {
    'Серый',
    nil,
  },
  [1133] = {
    'Голодный снежный волк',
    nil,
  },
  [1134] = {
    'Молодой вендиго',
    nil,
  },
  [1137] = {
    'Идан Ревун',
    nil,
  },
  [1138] = {
    'Снежный гончий волк',
    nil,
  },
  [1139] = {
    'Мировой судья Тупонос',
    nil,
  },
  [1140] = {
    'Острозуб-матриарх',
    nil,
  },
  [1141] = {
    nil,
    'Главный шеф-повар',
  },
  [1142] = {
    'Громила из клана Мош\'Огг',
    nil,
  },
  [1144] = {
    'Знахарь из клана Мош\'Огг',
    nil,
  },
  [1146] = {
    nil,
    'Опытная оружейница',
  },
  [1147] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [1148] = {
    nil,
    'Хозяйственные товары',
  },
  [1149] = {
    nil,
    'Сто мелочей',
  },
  [1150] = {
    'Речной кроколиск',
    nil,
  },
  [1151] = {
    'Морской кроколиск',
    nil,
  },
  [1152] = {
    'Кроколиск-хрустогрыз',
    nil,
  },
  [1153] = {
    'Торрен Квадратная Челюсть',
    'Лига Исследователей',
  },
  [1154] = {
    'Марек Железносерд',
    nil,
  },
  [1156] = {
    'Вайрина Быстрый Ветер',
    'Хозяйка таверны',
  },
  [1157] = {
    'Проклятый матрос',
    nil,
  },
  [1158] = {
    'Проклятый страж бухты',
    nil,
  },
  [1159] = {
    'Первый помощник Снеллиг',
    nil,
  },
  [1160] = {
    'Капитан Халиндор',
    nil,
  },
  [1161] = {
    'Трогг из племени Камнедробов',
    nil,
  },
  [1162] = {
    'Разведчик из племени Камнедробов',
    nil,
  },
  [1163] = {
    'Головолом из племени Камнедробов',
    nil,
  },
  [1164] = {
    'Костегрыз из племени Камнедробов',
    nil,
  },
  [1165] = {
    'Геомант из племени Камнедробов',
    nil,
  },
  [1166] = {
    'Ясновидец из племени Камнедробов',
    nil,
  },
  [1167] = {
    'Землекоп из племени Камнедробов',
    nil,
  },
  [1169] = {
    'Мятежник из клана Черного Железа',
    nil,
  },
  [1172] = {
    'Вредитель-туннельщик',
    nil,
  },
  [1173] = {
    'Разведчик-туннельщик',
    nil,
  },
  [1174] = {
    'Геомант-туннельщик',
    nil,
  },
  [1175] = {
    'Землекоп-туннельщик',
    nil,
  },
  [1176] = {
    'Добытчик-туннельщик',
    nil,
  },
  [1177] = {
    'Геодезист-туннельщик',
    nil,
  },
  [1178] = {
    'Огр из клана Мо\'Грош',
    nil,
  },
  [1179] = {
    'Головорез из клана Мо\'Грош',
    nil,
  },
  [1180] = {
    'Громила из клана Мо\'Грош',
    nil,
  },
  [1181] = {
    'Шаман из клана Мо\'Грош',
    nil,
  },
  [1182] = {
    'Брат Антон',
    'Посланник Алого ордена',
  },
  [1183] = {
    'Мистик из клана Мо\'Грош',
    nil,
  },
  [1184] = {
    'Скальный скрытень',
    nil,
  },
  [1185] = {
    'Древесный воронковый паук',
    nil,
  },
  [1186] = {
    'Старый черный медведь',
    nil,
  },
  [1187] = {
    'Дерил Юный',
    nil,
  },
  [1188] = {
    'Седой черный медведь',
    nil,
  },
  [1189] = {
    'Черный медведь-патриарх',
    nil,
  },
  [1190] = {
    'Горный вепрь',
    nil,
  },
  [1191] = {
    'Облезлый горный вепрь',
    nil,
  },
  [1192] = {
    'Старый горный вепрь',
    nil,
  },
  [1193] = {
    'Бешенка',
    nil,
  },
  [1194] = {
    'Горный канюк',
    nil,
  },
  [1195] = {
    'Лесной паук-скрытень',
    nil,
  },
  [1196] = {
    'Медведь-ледолап',
    nil,
  },
  [1197] = {
    'Шаман из племени Камнедробов',
    nil,
  },
  [1198] = {
    nil,
    'Торговец луками',
  },
  [1199] = {
    'Молодой снежный леопард',
    nil,
  },
  [1200] = {
    'Морбент Скверн',
    nil,
  },
  [1201] = {
    'Снежный леопард',
    nil,
  },
  [1202] = {
    'Кобольд-туннельщик',
    nil,
  },
  [1203] = {
    'Дозорный Сарис',
    'Ночной Дозор',
  },
  [1204] = {
    'Дозорный Корвин',
    'Ночной Дозор',
  },
  [1206] = {
    'Скрежетун',
    nil,
  },
  [1207] = {
    'Буян',
    nil,
  },
  [1211] = {
    'Лепрогном',
    nil,
  },
  [1212] = {
    'Епископ Фартинг',
    nil,
  },
  [1213] = {
    nil,
    'Броня и щиты',
  },
  [1214] = {
    nil,
    'Торговец одеждой',
  },
  [1215] = {
    'Алхимик Маллори',
    'Ученица алхимика',
  },
  [1216] = {
    'Береговой краб',
    nil,
  },
  [1217] = {
    'Глорин Стальной Лоб',
    nil,
  },
  [1218] = {
    'Травница Померой',
    'Учитель травничества',
  },
  [1222] = {
    'Сапер из клана Черного Железа',
    nil,
  },
  [1224] = {
    'Молодой жесткозуб',
    nil,
  },
  [1225] = {
    'Старина Черношкур',
    nil,
  },
  [1226] = {
    nil,
    'Наставник жрецов',
  },
  [1228] = {
    'Магис Искроплащ',
    'Наставница магов',
  },
  [1229] = {
    'Гранис Свист Топора',
    'Наставница воинов',
  },
  [1231] = {
    'Гриф Дикое Сердце',
    'Наставница охотников',
  },
  [1232] = {
    'Азар Мощный Молот',
    'Наставница паладинов',
  },
  [1234] = {
    nil,
    'Наставница разбойников',
  },
  [1236] = {
    'Кобольд-землекоп',
    nil,
  },
  [1237] = {
    nil,
    'Продавец еды и напитков',
  },
  [1238] = {
    'Гамли Ледошкур',
    'Торговец тканевыми и кожаными доспехами',
  },
  [1239] = {
    'Первый помощник Фитсиммонс',
    nil,
  },
  [1240] = {
    'Боран Железный Звон',
    'Бронник',
  },
  [1241] = {
    'Тогнус Огниво',
    'Ученик кузнеца',
  },
  [1243] = {
    'Хегнар Громострел',
    'Ружейник',
  },
  [1244] = {
    'Ретиль Страж Природы',
    nil,
  },
  [1245] = {
    'Коган Кузнекамень',
    nil,
  },
  [1246] = {
    nil,
    'Ученица алхимика',
  },
  [1247] = {
    'Белм',
    'Хозяйка таверны',
  },
  [1249] = {
    'Интендант Хадсон',
    'Броня и щиты',
  },
  [1250] = {
    nil,
    'Потребительские и хозяйственные товары',
  },
  [1251] = {
    'Огнетворец из клана Дробящего Кулака',
    nil,
  },
  [1252] = {
    'Сенир Белобород',
    nil,
  },
  [1253] = {
    'Отец Гавин',
    'Серебряный Рассвет',
  },
  [1254] = {
    'Штейгер Камнелоб',
    'Лига рудокопов',
  },
  [1255] = {
    'Геолог Генн',
    'Лига Исследователей',
  },
  [1256] = {
    'Начальник карьера Фестен',
    'Лига рудокопов',
  },
  [1257] = {
    nil,
    'Товары для алхимика и реагенты',
  },
  [1258] = {
    'Черный мастиф-опустошитель',
    nil,
  },
  [1259] = {
    'Жрун',
    nil,
  },
  [1260] = {
    'Великий Отец Арктикус',
    nil,
  },
  [1261] = {
    'Верон Янтарлен',
    'Заводчик баранов',
  },
  [1263] = {
    'Ярлин Янтарлен',
    nil,
  },
  [1265] = {
    'Рудра Янтарлен',
    nil,
  },
  [1267] = {
    'Рагнар Громовар',
    nil,
  },
  [1268] = {
    'Оззи Триггервольт',
    nil,
  },
  [1269] = {
    'Раззл Шустрец',
    nil,
  },
  [1270] = {
    'Зловонный труп',
    nil,
  },
  [1271] = {
    'Старый Ледобород',
    nil,
  },
  [1273] = {
    nil,
    'Оружейник',
  },
  [1274] = {
    'Сенатор Бэрин Краснокамень',
    nil,
  },
  [1275] = {
    nil,
    'Реагенты',
  },
  [1276] = {
    'Горный пехотинец Брокк',
    nil,
  },
  [1277] = {
    'Горный пехотинец Ганин',
    nil,
  },
  [1278] = {
    'Горный пехотинец Стенн',
    nil,
  },
  [1279] = {
    'Горный пехотинец Креммень',
    nil,
  },
  [1280] = {
    'Горный пехотинец Дрокен',
    nil,
  },
  [1281] = {
    'Горный пехотинец Зарена',
    nil,
  },
  [1282] = {
    'Горный пехотинец Вик',
    nil,
  },
  [1283] = {
    'Горный пехотинец Калмира',
    nil,
  },
  [1284] = {
    'Архиепископ Бенедикт',
    nil,
  },
  [1285] = {
    nil,
    'Потребительские товары',
  },
  [1286] = {
    nil,
    'Хозяйственные припасы',
  },
  [1287] = {
    nil,
    'Торговец оружием',
  },
  [1289] = {
    nil,
    'Торговец оружием',
  },
  [1291] = {
    nil,
    'Торговец тканевыми доспехами',
  },
  [1292] = {
    nil,
    'Учитель снятия шкур',
  },
  [1294] = {
    nil,
    'Торговец кольчужными доспехами',
  },
  [1295] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [1296] = {
    nil,
    'Оружейник',
  },
  [1297] = {
    nil,
    'Торговец луками и ружьями',
  },
  [1298] = {
    nil,
    'Торговец луками и стрелами',
  },
  [1299] = {
    nil,
    'Торговец одеждой',
  },
  [1300] = {
    nil,
    'Ученица портного',
  },
  [1301] = {
    nil,
    'Продавец алкогольных напитков',
  },
  [1302] = {
    nil,
    'Флорист',
  },
  [1303] = {
    nil,
    'Товары для травников',
  },
  [1304] = {
    nil,
    'Торговец фейерверками',
  },
  [1305] = {
    nil,
    'Барменша',
  },
  [1307] = {
    nil,
    'Продавец чародейских аксессуаров',
  },
  [1308] = {
    nil,
    'Реагенты',
  },
  [1309] = {
    nil,
    'Торговец одеяниями',
  },
  [1310] = {
    nil,
    'Шляпник',
  },
  [1311] = {
    nil,
    'Барменша',
  },
  [1312] = {
    nil,
    'Продавец жезлов',
  },
  [1313] = {
    nil,
    'Товары для алхимика',
  },
  [1314] = {
    nil,
    'Торговец легкими доспехами',
  },
  [1315] = {
    nil,
    'Торговец посохами',
  },
  [1316] = {
    nil,
    'Библиотекарь',
  },
  [1317] = {
    nil,
    'Учитель наложения чар',
  },
  [1318] = {
    nil,
    'Товары для наложения чар',
  },
  [1319] = {
    'Брайан Кросс',
    'Торговец щитами',
  },
  [1320] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [1321] = {
    nil,
    'Продавец сумок',
  },
  [1322] = {
    nil,
    'Торговец кольчужными доспехами',
  },
  [1323] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [1324] = {
    nil,
    'Торговец клинками',
  },
  [1325] = {
    'Джаспер Скверн',
    'Сомнительный делец',
  },
  [1326] = {
    nil,
    'Торговец ядами',
  },
  [1327] = {
    nil,
    'Хозяин таверны',
  },
  [1328] = {
    nil,
    'Официантка',
  },
  [1329] = {
    'Горный пехотинец Наар',
    nil,
  },
  [1330] = {
    'Горный пехотинец Тирав',
    nil,
  },
  [1331] = {
    'Горный пехотинец Люкст',
    nil,
  },
  [1332] = {
    'Горный пехотинец Морран',
    nil,
  },
  [1333] = {
    nil,
    'Торговец двуручным оружием',
  },
  [1334] = {
    'Горный пехотинец Удар Молота',
    nil,
  },
  [1335] = {
    'Горный пехотинец Ютта',
    nil,
  },
  [1336] = {
    'Горный пехотинец Цварн',
    nil,
  },
  [1337] = {
    'Горный пехотинец Гуорта',
    nil,
  },
  [1338] = {
    'Горный пехотинец Далк',
    nil,
  },
  [1339] = {
    nil,
    'Сапожник',
  },
  [1340] = {
    'Горный пехотинец Кэдрелл',
    nil,
  },
  [1341] = {
    nil,
    'Торговец кольчужными доспехами',
  },
  [1342] = {
    'Горный пехотинец Рокхар',
    nil,
  },
  [1343] = {
    'Горный пехотинец Грозовая Вершина',
    nil,
  },
  [1344] = {
    'Геолог Сталекрут',
    nil,
  },
  [1345] = {
    'Магмар Рудокол',
    nil,
  },
  [1346] = {
    nil,
    'Учитель портняжного дела',
  },
  [1347] = {
    nil,
    'Товары для портных',
  },
  [1348] = {
    nil,
    'Торговец булавами и посохами',
  },
  [1349] = {
    nil,
    'Торговец кольчужными доспехами',
  },
  [1350] = {
    nil,
    'Торговец одеяниями',
  },
  [1351] = {
    'Брат Кассий',
    'Реагенты',
  },
  [1352] = {
    'Пушок',
    nil,
  },
  [1353] = {
    'Зарлозуб',
    nil,
  },
  [1354] = {
    'Ученик Сорен',
    nil,
  },
  [1355] = {
    'Повар Гильм',
    'Учитель кулинарии',
  },
  [1356] = {
    'Геолог Грозовая Вершина',
    nil,
  },
  [1358] = {
    'Шахтер Гротор',
    nil,
  },
  [1360] = {
    'Шахтер Грамнал',
    nil,
  },
  [1362] = {
    nil,
    'Бронник',
  },
  [1364] = {
    'Балгорас Нечистый',
    nil,
  },
  [1367] = {
    'Билли',
    nil,
  },
  [1373] = {
    'Ярвен Громовар',
    nil,
  },
  [1374] = {
    'Регольд Ячменовар',
    nil,
  },
  [1375] = {
    'Марлетта Ячменовар',
    nil,
  },
  [1376] = {
    'Белдин Сталежар',
    nil,
  },
  [1377] = {
    'Пилот Камнекожиц',
    nil,
  },
  [1378] = {
    'Пилот Толстопуз',
    nil,
  },
  [1381] = {
    nil,
    'Опытный бронник',
  },
  [1382] = {
    nil,
    'Опытный повар',
  },
  [1383] = {
    'Рык',
    'Учитель кузнечного дела',
  },
  [1385] = {
    'Браун',
    'Ученик кожевника',
  },
  [1386] = {
    nil,
    'Учитель алхимии',
  },
  [1387] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [1393] = {
    'Трогг-берсерк',
    nil,
  },
  [1395] = {
    'Старина Бисли',
    nil,
  },
  [1397] = {
    'Ясновидец племени Мерзлогривов',
    nil,
  },
  [1398] = {
    nil,
    'Вождь племени Камнедробов',
  },
  [1399] = {
    nil,
    'Шаман племени Камнедробов',
  },
  [1400] = {
    'Болотный кроколиск',
    nil,
  },
  [1404] = {
    nil,
    'Наставница охотников',
  },
  [1407] = {
    nil,
    'Торговец легкими доспехами и оружием',
  },
  [1411] = {
    nil,
    'Наставница разбойников',
  },
  [1412] = {
    'Белка',
    nil,
  },
  [1417] = {
    'Молодой болотный кроколиск',
    nil,
  },
  [1418] = {
    'Налетчик из племени Синежабрых',
    nil,
  },
  [1419] = {
    'Пшикс',
    nil,
  },
  [1420] = {
    'Жаба',
    nil,
  },
  [1421] = {
    'Рядовой Мерль',
    'Мятежный солдат',
  },
  [1422] = {
    'Капрал Сетман',
    nil,
  },
  [1423] = {
    'Штормградский стражник',
    nil,
  },
  [1424] = {
    'Старший землекоп',
    nil,
  },
  [1425] = {
    'Гризлак',
    nil,
  },
  [1426] = {
    'Шахтер из стаи Речной Лапы',
    nil,
  },
  [1430] = {
    nil,
    'Повар',
  },
  [1434] = {
    'Караульный Менетила',
    nil,
  },
  [1435] = {
    'Зардет Черный Коготь',
    nil,
  },
  [1436] = {
    'Дозорный Катфорд',
    'Ночной Дозор',
  },
  [1439] = {
    'Лорд Борлс К. Вишлок',
    'Аристократ',
  },
  [1440] = {
    nil,
    'Библиотекарь',
  },
  [1441] = {
    nil,
    'Оружейник',
  },
  [1442] = {
    'Хелгрум Быстроногий',
    nil,
  },
  [1444] = {
    'Брат Кристоф',
    nil,
  },
  [1448] = {
    nil,
    'Инженерные материалы и потребительские товары',
  },
  [1449] = {
    'Знахарь Унбагва',
    nil,
  },
  [1450] = {
    nil,
    'Бронник',
  },
  [1451] = {
    'Камерик Жонглер',
    'Бродячий менестрель',
  },
  [1452] = {
    nil,
    'Сто мелочей',
  },
  [1453] = {
    'Девин Мерцающий Рассвет',
    'Товары для алхимика',
  },
  [1454] = {
    'Дженнабик Мелкостёжка',
    'Специализированные товары для портных',
  },
  [1456] = {
    nil,
    'Торговец',
  },
  [1457] = {
    nil,
    'Сомнительный делец',
  },
  [1458] = {
    'Телуринон Тень Луны',
    'Учитель травничества',
  },
  [1459] = {
    nil,
    'Торговец луками',
  },
  [1460] = {
    nil,
    'Коневод',
  },
  [1461] = {
    nil,
    'Ружейник',
  },
  [1462] = {
    nil,
    'Торговец стрелами',
  },
  [1463] = {
    nil,
    'Реагенты',
  },
  [1464] = {
    'Хелбрек',
    'Хозяйка таверны',
  },
  [1465] = {
    'Драк Грубиян',
    'Торговец',
  },
  [1466] = {
    'Гретта Остроигл',
    'Ученица кожевника',
  },
  [1469] = {
    'Врок Мимострел',
    'Ружейник',
  },
  [1470] = {
    'Гхак Целитель',
    'Ученица алхимика',
  },
  [1471] = {
    'Джаннос Неуступ',
    'Опытный кователь булав',
  },
  [1472] = {
    'Моргг Грозострел',
    nil,
  },
  [1473] = {
    'Кали Целительница',
    'Учитель травничества',
  },
  [1474] = {
    'Ранн Пламепряд',
    'Товары для портных',
  },
  [1475] = {
    'Менетилский страж',
    nil,
  },
  [1481] = {
    'Барт Приливень',
    'Капитан "Девичьей Чести"',
  },
  [1487] = {
    'Поработитель из клана Дробящего Кулака',
    nil,
  },
  [1488] = {
    'Зомби Занзила',
    nil,
  },
  [1489] = {
    'Охотник Занзила',
    nil,
  },
  [1490] = {
    'Знахарь Занзила',
    nil,
  },
  [1491] = {
    'Нага Занзила',
    nil,
  },
  [1493] = {
    'Мок\'раш',
    nil,
  },
  [1495] = {
    'Страж смерти Линнея',
    nil,
  },
  [1496] = {
    'Страж смерти Диллинжер',
    nil,
  },
  [1498] = {
    'Бетор Ледострел',
    nil,
  },
  [1499] = {
    'Мировой судья Севрен',
    nil,
  },
  [1501] = {
    'Безмозглый зомби',
    nil,
  },
  [1502] = {
    'Презренный вурдалак',
    nil,
  },
  [1504] = {
    'Молодой ночной кругопряд',
    nil,
  },
  [1505] = {
    'Ночной кругопряд',
    nil,
  },
  [1506] = {
    'Новообращенный Алого ордена',
    nil,
  },
  [1507] = {
    'Посвященный из Алого ордена',
    nil,
  },
  [1508] = {
    'Молодой падальщик',
    nil,
  },
  [1509] = {
    'Косматый падальщик',
    nil,
  },
  [1511] = {
    'Разъяренная седоспиная горилла',
    nil,
  },
  [1512] = {
    'Сумеречница',
    nil,
  },
  [1513] = {
    'Облезлая сумеречница',
    nil,
  },
  [1514] = {
    'Мокк Дикарь',
    nil,
  },
  [1515] = {
    'Палач Зуганд',
    nil,
  },
  [1518] = {
    'Аптекарь Юхан',
    'Королевское фармацевтическое общество',
  },
  [1519] = {
    'Страж смерти Симмер',
    nil,
  },
  [1520] = {
    'Костетряс-солдат',
    nil,
  },
  [1522] = {
    'Мрачноокий скелет-заклинатель',
    nil,
  },
  [1523] = {
    'Костеголовый солдат',
    nil,
  },
  [1525] = {
    'Гниющий мертвец',
    nil,
  },
  [1526] = {
    'Разложившийся труп',
    nil,
  },
  [1527] = {
    'Проголодавшийся покойник',
    nil,
  },
  [1528] = {
    'Шаркающий ужас',
    nil,
  },
  [1529] = {
    'Кровоточащий ужас',
    nil,
  },
  [1530] = {
    'Гниющая прародительница',
    nil,
  },
  [1531] = {
    'Заблудшая душа',
    nil,
  },
  [1532] = {
    'Странствующий дух',
    nil,
  },
  [1533] = {
    'Страдающая душа',
    nil,
  },
  [1534] = {
    'Стенающая прародительница',
    nil,
  },
  [1535] = {
    'Воин Алого ордена',
    nil,
  },
  [1536] = {
    'Миссионер из Алого ордена',
    nil,
  },
  [1537] = {
    'Ревнитель Алого ордена',
    nil,
  },
  [1538] = {
    'Келейник Алого ордена',
    nil,
  },
  [1539] = {
    'Неофит Алого ордена',
    nil,
  },
  [1540] = {
    'Передовой боец Алого ордена',
    nil,
  },
  [1543] = {
    'Пачкун из племени Злобного Плавника',
    nil,
  },
  [1544] = {
    'Низший оракул из племени Злобного Плавника',
    nil,
  },
  [1545] = {
    'Грязекоп из племени Злобного Плавника',
    nil,
  },
  [1547] = {
    'Дряхлый пес Тьмы',
    nil,
  },
  [1548] = {
    'Проклятый пес тьмы',
    nil,
  },
  [1549] = {
    'Прожорливый пес Тьмы',
    nil,
  },
  [1550] = {
    'Василиск-хвостохлест',
    nil,
  },
  [1551] = {
    'Железозубый василиск',
    nil,
  },
  [1552] = {
    'Чешуйчатое брюхо',
    nil,
  },
  [1553] = {
    'Большая сумеречница',
    nil,
  },
  [1554] = {
    'Сумеречница-вампир',
    nil,
  },
  [1555] = {
    'Злобный ночной кругопряд',
    nil,
  },
  [1557] = {
    'Старая горилла Мглистой долины',
    nil,
  },
  [1558] = {
    'Седоспин-патриарх',
    nil,
  },
  [1559] = {
    'Король Мукла',
    nil,
  },
  [1561] = {
    'Налетчик из шайки Кровавого Паруса',
    nil,
  },
  [1562] = {
    'Маг из шайки Кровавого Паруса',
    nil,
  },
  [1563] = {
    'Сорвиголова из шайки Кровавого Паруса',
    nil,
  },
  [1564] = {
    'Чернокнижник из шайки Кровавого Паруса',
    nil,
  },
  [1565] = {
    'Морской волк из шайки Кровавого Паруса',
    nil,
  },
  [1568] = {
    'Мордо гробовщик',
    nil,
  },
  [1569] = {
    'Жрец Тени Сарвис',
    nil,
  },
  [1570] = {
    'Палач Аррен',
    nil,
  },
  [1571] = {
    nil,
    'Укротительница грифонов',
  },
  [1572] = {
    nil,
    'Укротительница грифонов',
  },
  [1573] = {
    nil,
    'Укротительница грифонов',
  },
  [1632] = {
    nil,
    'Ученица кожевника',
  },
  [1642] = {
    'Стражник Североземья',
    nil,
  },
  [1645] = {
    'Интендант Хикс',
    'Оружейник',
  },
  [1646] = {
    nil,
    'Городской архитектор',
  },
  [1650] = {
    nil,
    'Дровосек',
  },
  [1651] = {
    nil,
    'Учитель рыбной ловли',
  },
  [1652] = {
    'Страж смерти Буржес',
    nil,
  },
  [1653] = {
    'Старший волхв из шайки Кровавого Паруса',
    nil,
  },
  [1658] = {
    'Капитан Даргол',
    nil,
  },
  [1660] = {
    'Телохранитель из Алого ордена',
    nil,
  },
  [1661] = {
    'Новобранец Элрет',
    nil,
  },
  [1662] = {
    'Капитан Перрин',
    nil,
  },
  [1664] = {
    'Капитан Вакон',
    nil,
  },
  [1665] = {
    'Капитан Мелраш',
    nil,
  },
  [1666] = {
    'Кам Гневливый',
    nil,
  },
  [1668] = {
    nil,
    'Торговец луками',
  },
  [1669] = {
    'Спекулянт из Братства Справедливости',
    'Странствующий лавочник',
  },
  [1670] = {
    nil,
    'Продавец хлеба',
  },
  [1671] = {
    nil,
    'Торговец фруктами',
  },
  [1672] = {
    nil,
    'Товары для портных',
  },
  [1673] = {
    nil,
    'Реагенты',
  },
  [1674] = {
    'Гнолл из стаи Гнилошкуров',
    nil,
  },
  [1675] = {
    'Полукровка из стаи Гнилошкуров',
    nil,
  },
  [1676] = {
    'Финбус Шестерлязг',
    'Ученица инженера',
  },
  [1678] = {
    nil,
    'Рыболовные снасти',
  },
  [1680] = {
    nil,
    'Учитель рыбной ловли',
  },
  [1681] = {
    'Брок Камнекоп',
    'Учитель горного дела',
  },
  [1682] = {
    'Янни Твердое Сердце',
    'Сто мелочей',
  },
  [1683] = {
    'Варг Рыбовод',
    'Учитель рыбной ловли',
  },
  [1684] = {
    'Хара Рыбовод',
    'Рыболовные снасти',
  },
  [1685] = {
    'Ксаварик',
    'Сто мелочей',
  },
  [1686] = {
    'Ирен Меткострел',
    'Ружейник',
  },
  [1687] = {
    nil,
    'Торговец луками',
  },
  [1688] = {
    'Ночной кругопряд-матриарх',
    nil,
  },
  [1689] = {
    'Покрытый шрамами скальный вепрь',
    nil,
  },
  [1690] = {
    nil,
    'Товары для кузнецов',
  },
  [1691] = {
    nil,
    'Сто мелочей',
  },
  [1692] = {
    'Голорн Ледобород',
    'Торговец',
  },
  [1693] = {
    'Озерный кроколиск',
    nil,
  },
  [1694] = {
    nil,
    'Инженерные материалы',
  },
  [1695] = {
    'Рендо',
    'Торговец кожаными доспехами',
  },
  [1696] = {
    'Таргорр Ужасный',
    nil,
  },
  [1697] = {
    nil,
    'Эль и вино',
  },
  [1698] = {
    nil,
    'Ученик оружейника',
  },
  [1699] = {
    nil,
    'Учитель кулинарии',
  },
  [1700] = {
    nil,
    'Учитель рыбной ловли',
  },
  [1701] = {
    'Данк Дождерез',
    'Учитель горного дела',
  },
  [1702] = {
    'Бронк Пропойца',
    'Ученица инженера',
  },
  [1703] = {
    nil,
    'Ученица портного',
  },
  [1706] = {
    'Узник из Братства Справедливости',
    nil,
  },
  [1707] = {
    'Пленник из Братства Справедливости',
    nil,
  },
  [1708] = {
    'Заключенный из Братства Справедливости',
    nil,
  },
  [1711] = {
    'Каторжник из Братства Справедливости',
    nil,
  },
  [1713] = {
    'Старая тенебрюхая пантера',
    nil,
  },
  [1715] = {
    'Мятежник из Братства Справедливости',
    nil,
  },
  [1718] = {
    'Налетчик из племени Каменной Челюсти',
    nil,
  },
  [1719] = {
    'Тюремщик Телвотер',
    nil,
  },
  [1720] = {
    'Бругал Железный Кулак',
    nil,
  },
  [1725] = {
    'Сторож из Братства Справедливости',
    nil,
  },
  [1726] = {
    'Чудодей из Братства Справедливости',
    nil,
  },
  [1727] = {
    'Рабочий из Братства Справедливости',
    nil,
  },
  [1729] = {
    'Вызыватель из Братства Справедливости',
    nil,
  },
  [1731] = {
    'Гоблин-ремесленник',
    nil,
  },
  [1732] = {
    'Ветроплет из Братства Справедливости',
    nil,
  },
  [1733] = {
    nil,
    'Приспешник Зардета',
  },
  [1735] = {
    'Страж смерти Абрахам',
    nil,
  },
  [1736] = {
    'Страж смерти Рэндольф',
    nil,
  },
  [1737] = {
    'Страж смерти Оливер',
    nil,
  },
  [1738] = {
    'Страж смерти Терренс',
    nil,
  },
  [1739] = {
    'Страж смерти Филипп',
    nil,
  },
  [1740] = {
    'Страж смерти Салтен',
    nil,
  },
  [1741] = {
    'Страж смерти Бартран',
    nil,
  },
  [1742] = {
    'Страж смерти Бартоломью',
    nil,
  },
  [1743] = {
    'Страж смерти Лоренс',
    nil,
  },
  [1744] = {
    'Страж смерти Морт',
    nil,
  },
  [1745] = {
    'Страж смерти Моррис',
    nil,
  },
  [1746] = {
    'Страж смерти Сирус',
    nil,
  },
  [1747] = {
    nil,
    'Король Штормграда',
  },
  [1748] = {
    'Верховный лорд Болвар Фордрагон',
    nil,
  },
  [1749] = {
    'Леди Катрана Престор',
    nil,
  },
  [1750] = {
    'Верховный адмирал Джес-Терет',
    nil,
  },
  [1751] = {
    'Митрас Железногор',
    nil,
  },
  [1752] = {
    'Каледра Утренний Бриз',
    nil,
  },
  [1753] = {
    'Червеглаз',
    nil,
  },
  [1754] = {
    'Лорд Грегор Лесковар',
    nil,
  },
  [1755] = {
    'Марзон Бесшумный Клинок',
    nil,
  },
  [1756] = {
    'Королевский стражник Штормграда',
    nil,
  },
  [1763] = {
    nil,
    'Литейщик',
  },
  [1764] = {
    'Великий дух дикого волка',
    nil,
  },
  [1766] = {
    'Крапчатый ворг',
    nil,
  },
  [1767] = {
    'Живорез из племени Злобного Плавника',
    nil,
  },
  [1768] = {
    'Волнолов из племени Злобного Плавника',
    nil,
  },
  [1769] = {
    'Белоголов Лунной Ярости',
    nil,
  },
  [1770] = {
    'Вестник Тьмы Лунной Ярости',
    nil,
  },
  [1772] = {
    'Луговой бегун из стаи Гнилошкуров',
    nil,
  },
  [1773] = {
    'Мистик из стаи Гнилошкуров',
    nil,
  },
  [1777] = {
    'Дакк Мимострел',
    nil,
  },
  [1778] = {
    'Лютый седой медведь',
    nil,
  },
  [1779] = {
    'Обжора Лунной Ярости',
    nil,
  },
  [1780] = {
    'Мшистый паук-ловец',
    nil,
  },
  [1781] = {
    'Мглистый ползун',
    nil,
  },
  [1782] = {
    'Чернозлоб Лунной Ярости',
    nil,
  },
  [1783] = {
    'Скелет-живодер',
    nil,
  },
  [1784] = {
    'Скелет-колдун',
    nil,
  },
  [1785] = {
    'Скелет-ужасень',
    nil,
  },
  [1787] = {
    'Скелет-палач',
    nil,
  },
  [1788] = {
    'Скелет-вождь',
    nil,
  },
  [1789] = {
    'Скелет-послушник',
    nil,
  },
  [1791] = {
    'Слюнявый вурдалак',
    nil,
  },
  [1793] = {
    'Гниющий вурдалак',
    nil,
  },
  [1794] = {
    'Бездушный вурдалак',
    nil,
  },
  [1795] = {
    'Опаляющий вурдалак',
    nil,
  },
  [1796] = {
    'Леденящий вурдалак',
    nil,
  },
  [1797] = {
    'Гигантский седой медведь',
    nil,
  },
  [1800] = {
    'Холодный призрак',
    nil,
  },
  [1801] = {
    'Кровавый призрак',
    nil,
  },
  [1802] = {
    'Алчущий призрак',
    nil,
  },
  [1804] = {
    'Вопящая Смерть',
    nil,
  },
  [1805] = {
    'Мясной голем',
    nil,
  },
  [1806] = {
    'Злобная слизь',
    nil,
  },
  [1808] = {
    'Всепожирающий слизнюк',
    nil,
  },
  [1809] = {
    'Падальщик',
    nil,
  },
  [1812] = {
    'Гниющее чудище',
    nil,
  },
  [1813] = {
    'Гниющий ужас',
    nil,
  },
  [1815] = {
    'Больной черный медведь',
    nil,
  },
  [1816] = {
    'Болезненный гризли',
    nil,
  },
  [1817] = {
    'Больной волк',
    nil,
  },
  [1821] = {
    'Скрытень-падальщик',
    nil,
  },
  [1822] = {
    'Воронковый паук Ядовитого Тумана',
    nil,
  },
  [1824] = {
    'Чумной воронковый паук',
    nil,
  },
  [1826] = {
    'Маг Алого ордена',
    nil,
  },
  [1827] = {
    'Часовой из Алого ордена',
    nil,
  },
  [1831] = {
    'Охотник из Алого ордена',
    nil,
  },
  [1832] = {
    'Волхв Алого ордена',
    nil,
  },
  [1833] = {
    'Рыцарь Алого ордена',
    nil,
  },
  [1834] = {
    'Паладин Алого ордена',
    nil,
  },
  [1835] = {
    'Призыватель духов из Алого ордена',
    nil,
  },
  [1836] = {
    'Кавалерист Алого ордена',
    nil,
  },
  [1837] = {
    'Судья из Алого ордена',
    nil,
  },
  [1838] = {
    'Дознаватель из Алого ордена',
    nil,
  },
  [1839] = {
    'Верховный священник Алого ордена',
    nil,
  },
  [1840] = {
    'Великий инквизитор Изиллиен',
    nil,
  },
  [1841] = {
    'Палач из Алого ордена',
    nil,
  },
  [1842] = {
    'Верховный лорд Телан Фордринг',
    'Верховный лорд Алого ордена',
  },
  [1843] = {
    'Штейгер Джеррис',
    nil,
  },
  [1844] = {
    'Штейгер Маркрид',
    nil,
  },
  [1845] = {
    'Верховный заступник Тарсен',
    nil,
  },
  [1846] = {
    'Верховный заступник Лорик',
    nil,
  },
  [1847] = {
    'Скверногрив',
    nil,
  },
  [1848] = {
    'Лорд Малдаззар',
    nil,
  },
  [1849] = {
    'Шепот Ужаса',
    nil,
  },
  [1851] = {
    'Кикиморд',
    nil,
  },
  [1852] = {
    'Араж Призыватель',
    nil,
  },
  [1853] = {
    'Темный магистр Гандлинг',
    nil,
  },
  [1854] = {
    'Верховный жрец Тель\'данис',
    nil,
  },
  [1860] = {
    'Демон Бездны',
    nil,
  },
  [1863] = {
    'Суккуб',
    nil,
  },
  [1865] = {
    'Налетчик Когтя Ворона',
    nil,
  },
  [1866] = {
    'Раб Когтя Ворона',
    nil,
  },
  [1867] = {
    'Даларанский ученик',
    nil,
  },
  [1868] = {
    'Слуга Когтя Ворона',
    nil,
  },
  [1869] = {
    'Воитель Когтя Ворона',
    nil,
  },
  [1870] = {
    'Длань Когтя Ворона',
    nil,
  },
  [1871] = {
    'Охранник Элизы',
    nil,
  },
  [1872] = {
    'Тарек Чернокамень',
    nil,
  },
  [1883] = {
    'Рабочий Алого ордена',
    nil,
  },
  [1884] = {
    'Дровосек из Алого ордена',
    nil,
  },
  [1885] = {
    'Кузнец Алого ордена',
    nil,
  },
  [1888] = {
    'Даларанский дозорный',
    nil,
  },
  [1889] = {
    'Даларанский волшебник',
    nil,
  },
  [1890] = {
    'Скелет-костетряс',
    nil,
  },
  [1891] = {
    'Дозорный деревни Погребальных Костров',
    nil,
  },
  [1892] = {
    'Дозорный Лунной Ярости',
    nil,
  },
  [1893] = {
    'Караульный Лунной Ярости',
    nil,
  },
  [1894] = {
    'Караульный деревни Погребальных Костров',
    nil,
  },
  [1895] = {
    'Старейшина деревни Погребальных Костров',
    nil,
  },
  [1896] = {
    'Старейшина Лунной Ярости',
    nil,
  },
  [1901] = {
    'Кельструм Камнелом',
    'Наставница воинов',
  },
  [1907] = {
    'Нага-исследователь',
    nil,
  },
  [1908] = {
    'Оракул из племени Злобного Плавника',
    nil,
  },
  [1909] = {
    'Озерник из племени Злобного Плавника',
    nil,
  },
  [1912] = {
    'Даларанский заступник',
    nil,
  },
  [1913] = {
    'Даларанский тюремщик',
    nil,
  },
  [1914] = {
    'Даларанский маг',
    nil,
  },
  [1915] = {
    'Даларанский окудник',
    nil,
  },
  [1920] = {
    'Даларанский чарокнижник',
    nil,
  },
  [1921] = {
    'Боевой манекен',
    nil,
  },
  [1922] = {
    'Серый лесной волк',
    nil,
  },
  [1923] = {
    'Кровожадный ворг',
    nil,
  },
  [1924] = {
    'Кровавый ревун Лунной Ярости',
    nil,
  },
  [1931] = {
    'Пленный ревнитель Алого ордена',
    nil,
  },
  [1933] = {
    'Овца',
    nil,
  },
  [1934] = {
    'Тирисфальский фермер',
    nil,
  },
  [1935] = {
    'Тирисфальский батрак',
    nil,
  },
  [1936] = {
    'Фермер Соллиден',
    nil,
  },
  [1937] = {
    'Аптекарь Ренферрел',
    'Королевское фармацевтическое общество',
  },
  [1938] = {
    'Далар Ткач Рассвета',
    nil,
  },
  [1939] = {
    'Громила из стаи Гнилошкуров',
    nil,
  },
  [1940] = {
    'Насылающий чуму из стаи Гнилошкуров',
    nil,
  },
  [1941] = {
    'Грабитель могил из стаи Гнилошкуров',
    nil,
  },
  [1942] = {
    'Дикарь из стаи Гнилошкуров',
    nil,
  },
  [1943] = {
    'Гневный гнолл из стаи Гнилошкуров',
    nil,
  },
  [1944] = {
    'Костолом из стаи Гнилошкуров',
    nil,
  },
  [1947] = {
    'Тул Коготь Ворона',
    nil,
  },
  [1948] = {
    'Спутанная Грива',
    nil,
  },
  [1949] = {
    'Слуга Азоры',
    nil,
  },
  [1950] = {
    nil,
    'Страж смерти',
  },
  [1951] = {
    nil,
    'Страж смерти',
  },
  [1952] = {
    'Верховный палач Хадрик',
    nil,
  },
  [1953] = {
    'Озерный тихоступ',
    nil,
  },
  [1954] = {
    'Старый озерный тихоступ',
    nil,
  },
  [1955] = {
    'Озерный ползун',
    nil,
  },
  [1956] = {
    'Старый озерный ползун',
    nil,
  },
  [1957] = {
    'Береговой разведчик из племени Злобного Плавника',
    nil,
  },
  [1958] = {
    'Волномут из племени Злобного Плавника',
    nil,
  },
  [1959] = {
    'Горный пехотинец Ячменовар',
    nil,
  },
  [1960] = {
    'Пилот Большеног',
    nil,
  },
  [1961] = {
    'Паршивый Коготь',
    nil,
  },
  [1963] = {
    'Видра Жаркий Очаг',
    nil,
  },
  [1964] = {
    'Древень',
    nil,
  },
  [1965] = {
    'Горный пехотинец Талос',
    nil,
  },
  [1971] = {
    'Ивар Нечистый',
    nil,
  },
  [1972] = {
    'Мрачнон Белесый',
    nil,
  },
  [1973] = {
    'Страж Когтя Ворона',
    nil,
  },
  [1974] = {
    'Чернорабочий Когтя Ворона',
    nil,
  },
  [1975] = {
    'Дровосек лагеря Восточной долины',
    nil,
  },
  [1976] = {
    'Штормградский патрульный',
    nil,
  },
  [1977] = {
    'Сенатор Мер Каменная Реликвия',
    nil,
  },
  [1978] = {
    'Страж смерти Эрланд',
    nil,
  },
  [1981] = {
    'Душитель из клана Черного Железа',
    nil,
  },
  [1983] = {
    'Плеть ночи',
    nil,
  },
  [1984] = {
    'Молодой щетинистый вепрь',
    nil,
  },
  [1985] = {
    'Щетинистый вепрь',
    nil,
  },
  [1986] = {
    'Чащобный тенетник',
    nil,
  },
  [1989] = {
    'Греллид',
    nil,
  },
  [1993] = {
    'Зеленолап',
    nil,
  },
  [1994] = {
    'Гитьис Зловещая',
    nil,
  },
  [1995] = {
    'Сова',
    nil,
  },
  [1996] = {
    'Сова-крикун',
    nil,
  },
  [1997] = {
    'Сова-охотник',
    nil,
  },
  [1998] = {
    'Чащобный тенетник',
    nil,
  },
  [1999] = {
    'Чащобный ядозуб',
    nil,
  },
  [2000] = {
    'Чащобный паук-балдахинник',
    nil,
  },
  [2001] = {
    'Гигантский чащобный тенетник',
    nil,
  },
  [2002] = {
    'Гнусный грелль',
    nil,
  },
  [2003] = {
    'Сумеречный грелль',
    nil,
  },
  [2004] = {
    'Темный грелль',
    nil,
  },
  [2005] = {
    'Злобный грелль',
    nil,
  },
  [2006] = {
    'Ведмедь из племени Кривой Сосны',
    nil,
  },
  [2007] = {
    'Садовник из племени Кривой Сосны',
    nil,
  },
  [2008] = {
    'Воин из племени Кривой Сосны',
    nil,
  },
  [2009] = {
    'Шаман из племени Кривой Сосны',
    nil,
  },
  [2010] = {
    'Защитник из племени Кривой Сосны',
    nil,
  },
  [2011] = {
    'Авгур из племени Кривой Сосны',
    nil,
  },
  [2012] = {
    'Землепроходец из племени Кривой Сосны',
    nil,
  },
  [2013] = {
    'Мститель из племени Кривой Сосны',
    nil,
  },
  [2014] = {
    'Тотемист из племени Кривой Сосны',
    nil,
  },
  [2015] = {
    'Гарпия из стаи Кровавого Пера',
    nil,
  },
  [2017] = {
    'Разбойница из стаи Кровавого Пера',
    nil,
  },
  [2018] = {
    'Колдунья из стаи Кровавого Пера',
    nil,
  },
  [2019] = {
    'Фурия из стаи Кровавого Пера',
    nil,
  },
  [2020] = {
    'Ведьма ветров из стаи Кровавого Пера',
    nil,
  },
  [2021] = {
    'Матриарх стаи Кровавого Пера',
    nil,
  },
  [2022] = {
    'Древесник',
    nil,
  },
  [2025] = {
    'Заскорузлый древесник-потрошитель',
    nil,
  },
  [2027] = {
    'Древесник-топтун',
    nil,
  },
  [2029] = {
    'Болотный древесник',
    nil,
  },
  [2030] = {
    'Старый древесник',
    nil,
  },
  [2031] = {
    'Молодой ночной саблезуб',
    nil,
  },
  [2032] = {
    'Облезлый ночной саблезуб',
    nil,
  },
  [2033] = {
    'Старый ночной саблезуб',
    nil,
  },
  [2034] = {
    'Яростный ночной саблезуб',
    nil,
  },
  [2038] = {
    'Лорд Меленас',
    nil,
  },
  [2039] = {
    'Урсал Изверг',
    nil,
  },
  [2041] = {
    'Сторожевое древо',
    nil,
  },
  [2042] = {
    'Ночной саблезуб',
    nil,
  },
  [2043] = {
    'Ночной саблезуб-охотник',
    nil,
  },
  [2044] = {
    'Неприкаянный дух',
    nil,
  },
  [2046] = {
    nil,
    'Броня и щиты',
  },
  [2050] = {
    nil,
    'Бывший шеф-повар',
  },
  [2053] = {
    'Изможденный беженец',
    nil,
  },
  [2054] = {
    'Больной беженец',
    nil,
  },
  [2055] = {
    'Опытный аптекарь Фаранелл',
    'Королевское фармацевтическое общество',
  },
  [2056] = {
    'Тень Когтя Ворона',
    nil,
  },
  [2058] = {
    'Страж смерти Фарлия',
    nil,
  },
  [2060] = {
    'Член совета Смитерс',
    'Совет деревни Погребальных Костров',
  },
  [2061] = {
    'Член совета Тэтчер',
    'Совет деревни Погребальных Костров',
  },
  [2062] = {
    'Член совета Хендрикс',
    'Совет деревни Погребальных Костров',
  },
  [2063] = {
    'Член совета Вильгельм',
    'Совет деревни Погребальных Костров',
  },
  [2064] = {
    'Член совета Хартин',
    'Совет деревни Погребальных Костров',
  },
  [2065] = {
    'Член совета Купер',
    'Совет деревни Погребальных Костров',
  },
  [2066] = {
    'Член совета Хигарт',
    'Совет деревни Погребальных Костров',
  },
  [2067] = {
    'Член совета Брансвик',
    'Совет деревни Погребальных Костров',
  },
  [2068] = {
    'Лорд-мэр Моррисон',
    'Глава совета деревни Погребальных Костров',
  },
  [2069] = {
    'Лунопард',
    nil,
  },
  [2070] = {
    'Малорослый лунопард',
    nil,
  },
  [2071] = {
    'Лунопард-матриарх',
    nil,
  },
  [2077] = {
    'Мелитар Олений Шлем',
    nil,
  },
  [2078] = {
    'Атридас Медвежья Шкура',
    nil,
  },
  [2079] = {
    'Опекун Илталайн',
    nil,
  },
  [2081] = {
    'Часовой Кира Песнь Звезд',
    nil,
  },
  [2082] = {
    'Гилшалан Буйный Ветер',
    nil,
  },
  [2083] = {
    'Сирел Остролист',
    nil,
  },
  [2084] = {
    'Натериль Заклинатель Дождя',
    'Потребительские товары',
  },
  [2086] = {
    'Валстаг Сталезуб',
    nil,
  },
  [2089] = {
    'Гигантский болотный кроколиск',
    nil,
  },
  [2090] = {
    'Ма\'рук Змеиная Чешуя',
    'Полководец клана Драконьей Пасти',
  },
  [2091] = {
    'Вождь Нек\'рош',
    nil,
  },
  [2092] = {
    'Пилот Длиннобород',
    'Осадная бригада Стальгорна',
  },
  [2093] = {
    'Эйнар Камнехват',
    nil,
  },
  [2096] = {
    'Таррел Камнепряд',
    nil,
  },
  [2098] = {
    'Баран',
    nil,
  },
  [2099] = {
    'Член команды "Девичьей Чести"',
    nil,
  },
  [2102] = {
    'Рубака из клана Драконьей Пасти',
    nil,
  },
  [2103] = {
    'Разведчик из клана Драконьей Пасти',
    nil,
  },
  [2104] = {
    'Капитан Крепкий Кулак',
    nil,
  },
  [2105] = {
    'Горный пехотинец Доккин',
    nil,
  },
  [2106] = {
    'Аптекарь Берард',
    nil,
  },
  [2108] = {
    'Гарнег Обугленный Череп',
    nil,
  },
  [2110] = {
    'Черная крыса',
    nil,
  },
  [2111] = {
    'Сида',
    nil,
  },
  [2113] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [2114] = {
    nil,
    'Учитель травничества',
  },
  [2115] = {
    nil,
    'Сто мелочей',
  },
  [2116] = {
    'Кузнец Ранд',
    'Ученик бронника',
  },
  [2117] = {
    nil,
    'Ученик оружейника',
  },
  [2118] = {
    nil,
    'Хозяйственные припасы',
  },
  [2119] = {
    nil,
    'Наставница воинов',
  },
  [2120] = {
    'Верховный маг Атаерик',
    nil,
  },
  [2121] = {
    'Темный жрец Алистер',
    nil,
  },
  [2122] = {
    nil,
    'Наставница разбойников',
  },
  [2123] = {
    'Темный священник Дьюстен',
    'Наставник жрецов',
  },
  [2124] = {
    nil,
    'Наставница магов',
  },
  [2126] = {
    nil,
    'Наставник чернокнижников',
  },
  [2127] = {
    nil,
    'Наставник чернокнижников',
  },
  [2128] = {
    'Кейн Песнь Пламени',
    'Наставница магов',
  },
  [2129] = {
    'Темный священник Берил',
    'Наставник жрецов',
  },
  [2130] = {
    nil,
    'Наставница разбойников',
  },
  [2131] = {
    nil,
    'Наставница воинов',
  },
  [2132] = {
    nil,
    'Ученица алхимика',
  },
  [2134] = {
    'Миссис Винтерс',
    'Сто мелочей',
  },
  [2135] = {
    nil,
    'Ученик бронника',
  },
  [2136] = {
    nil,
    'Ученик оружейника',
  },
  [2137] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [2140] = {
    nil,
    'Сто мелочей',
  },
  [2142] = {
    'Дозорный Каллахан',
    'Ночной Дозор',
  },
  [2149] = {
    'Налетчик из клана Черного Железа',
    nil,
  },
  [2150] = {
    'Зенн Грязное Копыто',
    nil,
  },
  [2151] = {
    'Жрица Луны Амара',
    nil,
  },
  [2152] = {
    'Душитель из племени Кривой Сосны',
    nil,
  },
  [2155] = {
    'Часовой Шейла Ночной Бриз',
    nil,
  },
  [2156] = {
    'Потрескавшийся голем',
    nil,
  },
  [2157] = {
    'Каменное чудище',
    nil,
  },
  [2158] = {
    'Разведчик из племени Золотоносного Песка',
    nil,
  },
  [2159] = {
    'Костегрыз из племени Золотого Песка',
    nil,
  },
  [2160] = {
    'Геомант из племени Золотого Песка',
    nil,
  },
  [2163] = {
    'Колючешерстный медведь',
    nil,
  },
  [2164] = {
    'Бешеный колючешерстный медведь',
    nil,
  },
  [2165] = {
    'Седой колючешерстный медведь',
    nil,
  },
  [2166] = {
    'Дубохмур',
    nil,
  },
  [2167] = {
    'Землепроходец из племени Чернолесья',
    nil,
  },
  [2168] = {
    'Воин из племени Чернолесья',
    nil,
  },
  [2169] = {
    'Тотемист из племени Чернолесья',
    nil,
  },
  [2170] = {
    'Фурболг из племени Чернолесья',
    nil,
  },
  [2171] = {
    'Шаман из племени Чернолесья',
    nil,
  },
  [2172] = {
    'Долгоног-несушка',
    nil,
  },
  [2173] = {
    'Рифовая бешенка',
    nil,
  },
  [2174] = {
    'Береговая бешенка',
    nil,
  },
  [2175] = {
    'Тенекоготь',
    nil,
  },
  [2176] = {
    'Проклятый высокорожденный',
    nil,
  },
  [2177] = {
    'Терзаемый высокорожденный',
    nil,
  },
  [2178] = {
    'Стенающая высокорожденная',
    nil,
  },
  [2179] = {
    'Скользящий по волнам из клана Гремучей Чешуи',
    nil,
  },
  [2180] = {
    'Сирена из клана Гремучей Чешуи',
    nil,
  },
  [2181] = {
    'Мирмидон из клана Гремучей Чешуи',
    nil,
  },
  [2182] = {
    'Колдунья из клана Гремучей Чешуи',
    nil,
  },
  [2183] = {
    'Воин из клана Гремучей Чешуи',
    nil,
  },
  [2184] = {
    'Леди Луноокая',
    nil,
  },
  [2185] = {
    'Крепкозуб Темных берегов',
    nil,
  },
  [2186] = {
    'Карнивус Разрушитель',
    nil,
  },
  [2187] = {
    'Старый крепкозуб Темных берегов',
    nil,
  },
  [2188] = {
    'Глубоководный жесткозуб',
    nil,
  },
  [2189] = {
    'Коварный грелль',
    nil,
  },
  [2190] = {
    'Дикий грелль',
    nil,
  },
  [2192] = {
    'Радисон Призыватель Огня',
    nil,
  },
  [2198] = {
    'Глашатай Гудман',
    nil,
  },
  [2201] = {
    'Налетчик из племени Серой Мглы',
    nil,
  },
  [2202] = {
    'Береговик из племени Серой Мглы',
    nil,
  },
  [2203] = {
    'Ясновидец из племени Серой Мглы',
    nil,
  },
  [2204] = {
    'Сетеплет из племени Серой Мглы',
    nil,
  },
  [2205] = {
    'Воин из племени Серой Мглы',
    nil,
  },
  [2206] = {
    'Охотник племени Серой Мглы',
    nil,
  },
  [2207] = {
    'Оракул из племени Серой Мглы',
    nil,
  },
  [2208] = {
    'Волнолов из племени Серой Мглы',
    nil,
  },
  [2209] = {
    'Страж смерти Гевин',
    nil,
  },
  [2210] = {
    'Страж смерти Ройанна',
    nil,
  },
  [2211] = {
    'Пленный горный пехотинец',
    nil,
  },
  [2212] = {
    'Сатир из племени Дет\'рилл',
    nil,
  },
  [2214] = {
    'Страж смерти Леш',
    nil,
  },
  [2215] = {
    'Верховный палач Дарталия',
    nil,
  },
  [2216] = {
    'Аптекарь Лидон',
    'Королевское фармацевтическое общество',
  },
  [2224] = {
    'Ветрокрыл',
    nil,
  },
  [2225] = {
    nil,
    'Хозяйственные товары',
  },
  [2226] = {
    nil,
    'Дрессировщик нетопырей',
  },
  [2228] = {
    'Лейтенант Фаррен Оринель',
    nil,
  },
  [2231] = {
    'Карликовый прибрежный краб',
    nil,
  },
  [2232] = {
    'Прибрежный краб',
    nil,
  },
  [2233] = {
    'Покрытый илом краб',
    nil,
  },
  [2234] = {
    'Молодой рифовый краб',
    nil,
  },
  [2235] = {
    'Рифовый краб',
    nil,
  },
  [2236] = {
    'Гневный рифовый краб',
    nil,
  },
  [2237] = {
    'Взрослый лунопард',
    nil,
  },
  [2240] = {
    'Преступник Синдиката',
    nil,
  },
  [2241] = {
    'Вор Синдиката',
    nil,
  },
  [2242] = {
    'Шпион Синдиката',
    nil,
  },
  [2243] = {
    'Караульный Синдиката',
    nil,
  },
  [2244] = {
    'Темный маг Синдиката',
    nil,
  },
  [2245] = {
    'Саботажник Синдиката',
    nil,
  },
  [2246] = {
    'Убийца из Синдиката',
    nil,
  },
  [2247] = {
    'Головорез Синдиката',
    nil,
  },
  [2248] = {
    'Пещерный йети',
    nil,
  },
  [2249] = {
    'Лютый йети',
    nil,
  },
  [2250] = {
    'Горный йети',
    nil,
  },
  [2251] = {
    'Гигантский йети',
    nil,
  },
  [2252] = {
    'Огр из клана Раздробленного Хребта',
    nil,
  },
  [2253] = {
    'Громила из клана Раздробленного Хребта',
    nil,
  },
  [2254] = {
    'Изверг из клана Раздробленного Хребта',
    nil,
  },
  [2255] = {
    'Маг из клана Раздробленного Хребта',
    nil,
  },
  [2256] = {
    'Головорез из клана Раздробленного Хребта',
    nil,
  },
  [2258] = {
    'Каменная Ярость',
    nil,
  },
  [2260] = {
    'Разбойник Синдиката',
    nil,
  },
  [2261] = {
    'Сторож Синдиката',
    nil,
  },
  [2263] = {
    'Маршал Редпат',
    nil,
  },
  [2264] = {
    'Хилсбрадский портной',
    nil,
  },
  [2265] = {
    'Хилбрадский ученик кузнеца',
    nil,
  },
  [2266] = {
    'Хилсбрадский фермер',
    nil,
  },
  [2267] = {
    'Хилсбрадский крестьянин',
    nil,
  },
  [2268] = {
    'Хилсбрадский пехотинец',
    nil,
  },
  [2269] = {
    'Хилсбрадский шахтер',
    nil,
  },
  [2270] = {
    'Хилсбрадский караульный',
    nil,
  },
  [2271] = {
    'Даларанский стражник со щитом',
    nil,
  },
  [2272] = {
    'Даларанский чудотворец',
    nil,
  },
  [2275] = {
    'Разъяренный',
    nil,
  },
  [2276] = {
    'Мировой судья Генри Малеб',
    nil,
  },
  [2277] = {
    'Хранитель мудрости Диббс',
    nil,
  },
  [2283] = {
    'Регент Когтя Ворона',
    nil,
  },
  [2284] = {
    'Пленный фермер',
    nil,
  },
  [2285] = {
    'Граф Ремингтон Риджвелл',
    'Аристократ',
  },
  [2287] = {
    'Солдат-наемник из клана Раздробленного Хребта',
    nil,
  },
  [2299] = {
    'Боргус Крепкорук',
    'Укротительница грифонов',
  },
  [2302] = {
    nil,
    'Военачальник Ущелья Песни Войны',
  },
  [2303] = {
    'Лиренна Песнь Пера',
    'Еда и напитки',
  },
  [2304] = {
    'Капитан Железная Гора',
    nil,
  },
  [2305] = {
    'Штейгер Бондс',
    nil,
  },
  [2306] = {
    'Барон Вардус',
    nil,
  },
  [2307] = {
    'Смотритель Кайс',
    nil,
  },
  [2314] = {
    'Сахван Кровавая Тень',
    nil,
  },
  [2315] = {
    'Маквелл Чернодрев',
    nil,
  },
  [2316] = {
    'Гол\'дир',
    nil,
  },
  [2318] = {
    'Темный маг Недремлющего Аргуса',
    nil,
  },
  [2319] = {
    'Волшебник Синдиката',
    nil,
  },
  [2321] = {
    'Птенец лесного долгонога',
    nil,
  },
  [2322] = {
    'Лесной долгоног',
    nil,
  },
  [2323] = {
    'Гигантский лесной долгоног',
    nil,
  },
  [2324] = {
    'Заклинатель ветра из племени Чернолесья',
    nil,
  },
  [2326] = {
    nil,
    'Врач',
  },
  [2327] = {
    nil,
    'Учитель первой помощи',
  },
  [2329] = {
    nil,
    'Врач',
  },
  [2333] = {
    'Подручный Валлик',
    nil,
  },
  [2334] = {
    'Генератор событий 001',
    nil,
  },
  [2335] = {
    'Мировой судья Бернсайд',
    nil,
  },
  [2336] = {
    'Фанатик из клана Темной Нити',
    nil,
  },
  [2337] = {
    'Призыватель Бездны из клана Темной Нити',
    nil,
  },
  [2338] = {
    'Послушник из культа Сумеречного Молота',
    nil,
  },
  [2339] = {
    'Лиходей из культа Сумеречного Молота',
    nil,
  },
  [2344] = {
    'Горный пехотинец Дун Гарока',
    nil,
  },
  [2345] = {
    'Ружейник Дун Гарока',
    nil,
  },
  [2346] = {
    'Жрец Дун Гарока',
    nil,
  },
  [2347] = {
    'Дикий грифон',
    nil,
  },
  [2348] = {
    'Старый моховой ползун',
    nil,
  },
  [2349] = {
    'Гигантский моховой ползун',
    nil,
  },
  [2350] = {
    'Лесной моховой ползун',
    nil,
  },
  [2351] = {
    'Серый медведь',
    nil,
  },
  [2352] = {
    'Андерсон',
    'Хозяйка таверны',
  },
  [2354] = {
    'Злобный серый медведь',
    nil,
  },
  [2356] = {
    'Старый серый медведь',
    nil,
  },
  [2357] = {
    nil,
    'Коневод',
  },
  [2358] = {
    'Даларанский призыватель',
    nil,
  },
  [2359] = {
    'Порабощенный элементаль',
    nil,
  },
  [2360] = {
    'Хилсбрадский батрак',
    nil,
  },
  [2363] = {
    'Ученица Медовушка',
    nil,
  },
  [2364] = {
    nil,
    'Официантка',
  },
  [2365] = {
    'Бронт Ледоруб',
    'Мясник',
  },
  [2366] = {
    'Кабатчик Келли',
    'Барменша',
  },
  [2367] = {
    nil,
    'Учитель рыбной ловли',
  },
  [2368] = {
    'Побережник из клана Пронзающего Гребня',
    nil,
  },
  [2369] = {
    'Береговой охотник из клана Пронзающего Гребня',
    nil,
  },
  [2370] = {
    'Крикунья из клана Пронзающего Гребня',
    nil,
  },
  [2371] = {
    'Сирена из клана Пронзающего Гребня',
    nil,
  },
  [2372] = {
    'Гнолл из стаи Грязного Рыла',
    nil,
  },
  [2373] = {
    'Шаман из стаи Грязного Рыла',
    nil,
  },
  [2374] = {
    'Грязекоп из племени Рваного Плавника',
    nil,
  },
  [2375] = {
    'Береговик из племени Рваного Плавника',
    nil,
  },
  [2376] = {
    'Оракул из племени Рваного Плавника',
    nil,
  },
  [2377] = {
    'Волнолов из племени Порванного Плавника',
    nil,
  },
  [2378] = {
    nil,
    'Городской историк',
  },
  [2379] = {
    'Управляющий Смитерс',
    nil,
  },
  [2380] = {
    nil,
    'Товары для алхимика',
  },
  [2381] = {
    nil,
    'Хозяйственные товары',
  },
  [2382] = {
    nil,
    'Помощник смотрителя стойл',
  },
  [2383] = {
    nil,
    'Рыболовные снасти',
  },
  [2384] = {
    'Голодный горный лев',
    nil,
  },
  [2385] = {
    'Яростный горный лев',
    nil,
  },
  [2386] = {
    'Стражник Южнобережья',
    nil,
  },
  [2387] = {
    'Член совета Хилсбрада',
    nil,
  },
  [2388] = {
    'Шай',
    'Хозяйка таверны',
  },
  [2389] = {
    nil,
    'Дрессировщик нетопырей',
  },
  [2390] = {
    'Аранэ Отравительница',
    'Учитель травничества',
  },
  [2391] = {
    nil,
    'Ученица алхимика',
  },
  [2393] = {
    nil,
    'Торговец',
  },
  [2394] = {
    'Маллен Свейн',
    'Товары для портных',
  },
  [2397] = {
    'Дерек Приход Тьмы',
    'Повар',
  },
  [2398] = {
    'Тара Холодный Взор',
    nil,
  },
  [2399] = {
    nil,
    'Учитель портняжного дела',
  },
  [2401] = {
    'Кайрен Священный Прах',
    'Потребительские товары',
  },
  [2403] = {
    'Фермер Гетц',
    nil,
  },
  [2404] = {
    'Кузнец Верринтан',
    nil,
  },
  [2405] = {
    'Страж смерти Мельницы Таррен',
    nil,
  },
  [2406] = {
    'Горный лев',
    nil,
  },
  [2407] = {
    'Крупный горный лев',
    nil,
  },
  [2408] = {
    'Хрустогрыз',
    nil,
  },
  [2409] = {
    nil,
    'Укротительница грифонов',
  },
  [2410] = {
    'Волхв Вурден Сиянье Бездны',
    nil,
  },
  [2415] = {
    'Тюремщица Беламур',
    nil,
  },
  [2416] = {
    'Расхититель из клана Раздробленного Хребта',
    nil,
  },
  [2417] = {
    'Грел\'борг Скряга',
    nil,
  },
  [2418] = {
    'Страж смерти Самса',
    nil,
  },
  [2419] = {
    'Страж смерти Гумберт',
    nil,
  },
  [2421] = {
    'Навозер',
    nil,
  },
  [2423] = {
    'Лорд Алиден Перенольд',
    nil,
  },
  [2427] = {
    'Тюремный надзиратель Эстон',
    nil,
  },
  [2428] = {
    'Тюремный надзиратель Малгрен',
    nil,
  },
  [2429] = {
    'Новобранец Тайлванд',
    nil,
  },
  [2431] = {
    'Тюремный надзиратель Борхин',
    nil,
  },
  [2432] = {
    nil,
    'Укротительница грифонов',
  },
  [2433] = {
    'Прах Хелькулара',
    nil,
  },
  [2434] = {
    'Мрачный убийца',
    nil,
  },
  [2435] = {
    'Глашатай Южнобережья',
    nil,
  },
  [2436] = {
    'Фермер Кент',
    nil,
  },
  [2437] = {
    'Хранитель Бел\'варил',
    nil,
  },
  [2439] = {
    nil,
    'Городская стража Штормграда',
  },
  [2440] = {
    'Пьяный преступник',
    nil,
  },
  [2442] = {
    'Корова',
    nil,
  },
  [2448] = {
    'Клерк Гораций Белоконь',
    nil,
  },
  [2449] = {
    'Горожанин Вилкс',
    nil,
  },
  [2450] = {
    'Шахтер Хакетт',
    nil,
  },
  [2451] = {
    'Фермерша Калаба',
    nil,
  },
  [2452] = {
    'Сквой',
    nil,
  },
  [2454] = {
    'Скелет-губитель (разъяренный)',
    nil,
  },
  [2455] = {
    'Оливия Бернсайд',
    'Банкир',
  },
  [2456] = {
    'Ньютон Бернсайд',
    'Банкир',
  },
  [2457] = {
    'Джон Бернсайд',
    'Банкир',
  },
  [2458] = {
    nil,
    'Банкир',
  },
  [2459] = {
    nil,
    'Банкир',
  },
  [2460] = {
    'Барнум Каменная Мантия',
    'Банкир',
  },
  [2461] = {
    'Бейли Каменная Мантия',
    'Банкир',
  },
  [2462] = {
    'Кусеница',
    nil,
  },
  [2464] = {
    'Командир Агро\'гош',
    nil,
  },
  [2465] = {
    'Провозвестник Мок\'тардин',
    nil,
  },
  [2466] = {
    'Горный пехотинец Грюгельм',
    nil,
  },
  [2468] = {
    'Горный пехотинец Тар',
    nil,
  },
  [2469] = {
    'Горный пехотинец Рарен',
    nil,
  },
  [2470] = {
    'Дозорный Фрейзер',
    'Ночной Дозор',
  },
  [2475] = {
    'Ленивец',
    nil,
  },
  [2476] = {
    'Большой озерный кроколиск',
    nil,
  },
  [2477] = {
    nil,
    'Гонец Орды',
  },
  [2478] = {
    'Харен Быстрое Копыто',
    'Гонец Орды',
  },
  [2479] = {
    'Пиявка',
    nil,
  },
  [2480] = {
    'Бро\'кин',
    'Товары для алхимика',
  },
  [2481] = {
    nil,
    'Товары для алхимика',
  },
  [2482] = {
    nil,
    'Опытная оружейница',
  },
  [2483] = {
    nil,
    'Опытный кователь топоров',
  },
  [2485] = {
    nil,
    'Изучение порталов',
  },
  [2486] = {
    'Фин Горемык',
    'Пираты Черноводья',
  },
  [2487] = {
    'Командир флота Морской Рог',
    'Пираты Черноводья',
  },
  [2488] = {
    nil,
    'Пираты Черноводья',
  },
  [2489] = {
    'Мильстафф Штормоглаз',
    'Изучение порталов',
  },
  [2490] = {
    'Первый помощник Кразз',
    'Пираты Черноводья',
  },
  [2491] = {
    nil,
    'Пираты Черноводья',
  },
  [2492] = {
    nil,
    'Изучение порталов',
  },
  [2493] = {
    'Одноглазый Диззи',
    'Пираты Черноводья',
  },
  [2494] = {
    'Капер Блоудс',
    nil,
  },
  [2496] = {
    'Барон Ревилгаз',
    nil,
  },
  [2498] = {
    'Шиззи Пуззырикс',
    nil,
  },
  [2500] = {
    'Капитан Гекельбери Смоттс',
    nil,
  },
  [2501] = {
    '"Морской волк" Маккинли',
    nil,
  },
  [2502] = {
    'Филипп "Трусишка"',
    nil,
  },
  [2503] = {
    'Хилсбрадский штейгер',
    nil,
  },
  [2504] = {
    nil,
    'Библиотекарь',
  },
  [2505] = {
    'Морской хрустогрыз',
    nil,
  },
  [2506] = {
    'Горный пехотинец Гарн',
    nil,
  },
  [2507] = {
    'Горный пехотинец Утан',
    nil,
  },
  [2508] = {
    'Горный пехотинец Вуар',
    nil,
  },
  [2509] = {
    'Горный пехотинец Скалл',
    nil,
  },
  [2510] = {
    'Горный пехотинец Озмок',
    nil,
  },
  [2511] = {
    'Горный пехотинец Бладд',
    nil,
  },
  [2512] = {
    'Горный пехотинец Стенн',
    nil,
  },
  [2513] = {
    'Горный пехотинец Яна',
    nil,
  },
  [2514] = {
    'Горный пехотинец Модакс',
    nil,
  },
  [2515] = {
    'Горный пехотинец Фазгард',
    nil,
  },
  [2516] = {
    'Горный пехотинец Камдар',
    nil,
  },
  [2517] = {
    'Горный пехотинец Лангарр',
    nil,
  },
  [2518] = {
    'Горный пехотинец Злобр',
    nil,
  },
  [2520] = {
    'Дистанционно управляемый голем',
    nil,
  },
  [2521] = {
    'Небогривая горилла',
    nil,
  },
  [2522] = {
    'Жагуар',
    nil,
  },
  [2523] = {
    'Опаляющий тотем',
    nil,
  },
  [2524] = {
    'Горный пехотинец Хаггис',
    nil,
  },
  [2525] = {
    'Горный пехотинец Амбарр',
    nil,
  },
  [2526] = {
    'Горный пехотинец Морлик',
    nil,
  },
  [2527] = {
    'Горный пехотинец Страхх',
    nil,
  },
  [2528] = {
    'Горный пехотинец Хаггил',
    nil,
  },
  [2529] = {
    'Сын Аругала',
    nil,
  },
  [2530] = {
    nil,
    'Заложник из племени Черного Копья',
  },
  [2531] = {
    'Прислужник Морганта',
    nil,
  },
  [2534] = {
    'Занзил Отверженный',
    nil,
  },
  [2535] = {
    'Моури "Деревянная Нога" Вилкинс',
    nil,
  },
  [2536] = {
    'Джон-Джон Ворон',
    nil,
  },
  [2537] = {
    'Чаки "Недотепа"',
    nil,
  },
  [2540] = {
    'Даларанский змей',
    nil,
  },
  [2541] = {
    'Лорд Сакрасис',
    nil,
  },
  [2542] = {
    'Кателина Клинок',
    'Пираты Черноводья',
  },
  [2543] = {
    'Верховный маг Ансарем Руноплет',
    nil,
  },
  [2544] = {
    'Южный песчаный краб',
    nil,
  },
  [2545] = {
    '"Красавчик" Дункан',
    nil,
  },
  [2546] = {
    'Командир флота Фираллон',
    nil,
  },
  [2547] = {
    'Многоглаз',
    nil,
  },
  [2548] = {
    'Капитан Кильватель',
    nil,
  },
  [2549] = {
    'Гарр Просоленное Копыто',
    nil,
  },
  [2550] = {
    'Капитан Штиллец',
    nil,
  },
  [2552] = {
    'Тролль из племени Сухокожих',
    nil,
  },
  [2553] = {
    'Темный чародей из племени Сухокожих',
    nil,
  },
  [2554] = {
    'Метатель топоров из племени Сухокожих',
    nil,
  },
  [2555] = {
    'Знахарь из племени Сухокожих',
    nil,
  },
  [2556] = {
    'Охотник за головами из племени Сухокожих',
    nil,
  },
  [2557] = {
    'Темный охотник из племени Сухокожих',
    nil,
  },
  [2558] = {
    'Берсерк из племени Сухокожих',
    nil,
  },
  [2559] = {
    'Долгоног нагорья',
    nil,
  },
  [2560] = {
    'Твердозуб нагорья',
    nil,
  },
  [2561] = {
    'Плотоглот нагорья',
    nil,
  },
  [2562] = {
    'Огр из клана Тяжелого Кулака',
    nil,
  },
  [2563] = {
    'Равнинный ползун',
    nil,
  },
  [2564] = {
    'Головорез из клана Тяжелого Кулака',
    nil,
  },
  [2565] = {
    'Гигантский равнинный ползун',
    nil,
  },
  [2566] = {
    'Громила из клана Тяжелого Кулака',
    nil,
  },
  [2567] = {
    'Волхв клана Тяжелого Кулака',
    nil,
  },
  [2569] = {
    'Изверг из клана Тяжелого Кулака',
    nil,
  },
  [2570] = {
    'Шаман клана Тяжелого Кулака',
    nil,
  },
  [2571] = {
    'Вождь клана Тяжелого Кулака',
    nil,
  },
  [2572] = {
    'Кобольд из племени Сухоусов',
    nil,
  },
  [2573] = {
    'Геодезист из племени Сухоусов',
    nil,
  },
  [2574] = {
    'Землекоп из племени Сухоусов',
    nil,
  },
  [2575] = {
    'Поставщик из клана Черного Железа',
    nil,
  },
  [2577] = {
    'Темный чародей из клана Черного Железа',
    nil,
  },
  [2578] = {
    'Молодой равнинный канюк',
    nil,
  },
  [2579] = {
    'Равнинный канюк',
    nil,
  },
  [2580] = {
    'Старый равнинный канюк',
    nil,
  },
  [2581] = {
    'Ополченец усадьбы Дабири',
    nil,
  },
  [2582] = {
    'Работник из усадьбы Дабири',
    nil,
  },
  [2583] = {
    'Стромгардский охотник на троллей',
    nil,
  },
  [2584] = {
    'Стромгардский защитник',
    nil,
  },
  [2585] = {
    'Стромгардский воздаятель',
    nil,
  },
  [2586] = {
    'Проходимец Синдиката',
    nil,
  },
  [2587] = {
    'Налетчик Синдиката',
    nil,
  },
  [2588] = {
    'Тать Синдиката',
    nil,
  },
  [2589] = {
    'Наемник Синдиката',
    nil,
  },
  [2590] = {
    'Окудник Синдиката',
    nil,
  },
  [2591] = {
    'Волхв Синдиката',
    nil,
  },
  [2592] = {
    'Шумный изгнанник',
    nil,
  },
  [2594] = {
    'Салага',
    nil,
  },
  [2595] = {
    'Налетчик из клана Пронзающего Гребня',
    nil,
  },
  [2596] = {
    'Колдунья из клана Пронзающего Гребня',
    nil,
  },
  [2597] = {
    'Лорд Соколиный Шлем',
    'Главарь Синдиката',
  },
  [2598] = {
    nil,
    'Чернокнижник Совета Теней',
  },
  [2599] = {
    nil,
    'Телохранитель',
  },
  [2601] = {
    'Гнилобрюх',
    nil,
  },
  [2602] = {
    'Руул Одинокий Камень',
    nil,
  },
  [2604] = {
    'Молок Сокрушитель',
    nil,
  },
  [2605] = {
    'Залас Сухокожий',
    'Командир отряда',
  },
  [2606] = {
    'Нимар Душегуб',
    'Командир отряда',
  },
  [2607] = {
    'Принц Гален Троллебой',
    nil,
  },
  [2608] = {
    'Командир Амарен',
    nil,
  },
  [2609] = {
    'Геомант Кремненож',
    nil,
  },
  [2610] = {
    nil,
    'Пираты Черноводья',
  },
  [2612] = {
    'Лейтенант Храброзов',
    nil,
  },
  [2616] = {
    'Капер Грой',
    nil,
  },
  [2618] = {
    'Батрак Павшего Молота',
    nil,
  },
  [2619] = {
    'Рубака Павшего Молота',
    nil,
  },
  [2620] = {
    'Луговая собачка',
    nil,
  },
  [2621] = {
    'Страж Павшего Молота',
    nil,
  },
  [2622] = {
    'Ловкач Гарретт',
    'Сомнительные товары',
  },
  [2623] = {
    'Дух древности',
    nil,
  },
  [2625] = {
    'Визник Златочах',
    'Банкир',
  },
  [2626] = {
    'Старик Хеминг',
    'Рыболовные снасти',
  },
  [2627] = {
    'Грарник Ладноскрой',
    'Ученица портного',
  },
  [2628] = {
    'Даларанский рабочий',
    nil,
  },
  [2630] = {
    'Тотем оков земли',
    nil,
  },
  [2634] = {
    'Принцесса Пуба',
    nil,
  },
  [2635] = {
    'Старый солоноводный кроколиск',
    nil,
  },
  [2636] = {
    'Матрос пиратов Черноводья',
    nil,
  },
  [2638] = {
    'Призрак Синдиката',
    nil,
  },
  [2639] = {
    'Метатель топоров из племени Порочной Ветви',
    nil,
  },
  [2640] = {
    'Знахарь из племени Порочной Ветви',
    nil,
  },
  [2641] = {
    'Охотник за головами из племени Порочной Ветви',
    nil,
  },
  [2642] = {
    'Темный чародей из племени Порочной Ветви',
    nil,
  },
  [2643] = {
    'Берсерк из племени Порочной Ветви',
    nil,
  },
  [2644] = {
    'Шкуродер из племени Порочной Ветви',
    nil,
  },
  [2645] = {
    'Темный охотник из племени Порочной Ветви',
    nil,
  },
  [2646] = {
    'Кровопийца из племени Порочной Ветви',
    nil,
  },
  [2647] = {
    'Пожиратель душ из племени Порочной Ветви',
    nil,
  },
  [2648] = {
    'Страж Аман\'заси из племени Порочной Ветви',
    nil,
  },
  [2649] = {
    'Охотник за скальпами из племени Сухокожих',
    nil,
  },
  [2650] = {
    'Ревнитель из племени Сухокожих',
    nil,
  },
  [2651] = {
    'Шкуродер из племени Сухокожих',
    nil,
  },
  [2652] = {
    'Отравитель из племени Сухокожих',
    nil,
  },
  [2653] = {
    'Садист из племени Сухокожих',
    nil,
  },
  [2654] = {
    'Взыватель из племени Сухокожих',
    nil,
  },
  [2655] = {
    'Зеленый слякоч',
    nil,
  },
  [2656] = {
    'Нефритовый слизнюк',
    nil,
  },
  [2657] = {
    'Обученный остроклюв',
    nil,
  },
  [2658] = {
    'Грифон-остроклюв',
    nil,
  },
  [2659] = {
    'Остроклюв-повелитель небес',
    nil,
  },
  [2663] = {
    nil,
    'Товары для пиратов',
  },
  [2664] = {
    nil,
    'Повар',
  },
  [2667] = {
    'Оберег лености',
    nil,
  },
  [2668] = {
    'Даниэлла Рваношов',
    'Товары для портных',
  },
  [2669] = {
    'Шери Рваношов',
    'Товары для портных',
  },
  [2670] = {
    'Зиск Ладноскрой',
    'Товары для портных',
  },
  [2671] = {
    'Механическая белка',
    nil,
  },
  [2672] = {
    'Трусишка Кросби',
    'Товары для портных',
  },
  [2673] = {
    'Манекен-мишень',
    nil,
  },
  [2674] = {
    'Усовершенствованный манекен-мишень',
    nil,
  },
  [2675] = {
    'Взрывоопасная овца',
    nil,
  },
  [2676] = {
    'Компактный уборочный голем',
    nil,
  },
  [2678] = {
    'Механический дракончик',
    nil,
  },
  [2679] = {
    'Венна Шелкобород',
    'Поставщик особых товаров',
  },
  [2680] = {
    'Волчонок Порочной Ветви',
    nil,
  },
  [2681] = {
    'Верховой волк Порочной Ветви',
    nil,
  },
  [2682] = {
    'Фрадд Бынструмент',
    'Инженерные материалы',
  },
  [2683] = {
    'Намдо Вклвыкл',
    'Инженерные материалы',
  },
  [2684] = {
    'Ризз Болтень',
    'Инженерные материалы',
  },
  [2685] = {
    'Мазк Карабинс',
    'Инженерные материалы',
  },
  [2686] = {
    'Паук-нянька племени Сухокожих',
    nil,
  },
  [2687] = {
    'Гназ Огнепых',
    'Инженерные материалы',
  },
  [2688] = {
    'Руппо Свистопулькин',
    'Инженерные материалы',
  },
  [2691] = {
    'Гонец высокодолья',
    nil,
  },
  [2692] = {
    'Разведчик высокодолья',
    nil,
  },
  [2693] = {
    'Стрелок высодолья',
    nil,
  },
  [2694] = {
    'Следопыт высокодолья',
    nil,
  },
  [2697] = {
    nil,
    'Товары для кожевников',
  },
  [2698] = {
    nil,
    'Товары для кожевников',
  },
  [2699] = {
    nil,
    'Товары для кожевников',
  },
  [2700] = {
    'Капитан Ниалс',
    nil,
  },
  [2701] = {
    'Огр из клана Гнилобрюхих',
    nil,
  },
  [2704] = {
    nil,
    'Эксперт по оружию',
  },
  [2705] = {
    'Мастер-пивовар Бочкопуз',
    nil,
  },
  [2707] = {
    nil,
    'Королева пауков',
  },
  [2708] = {
    'Верховный маг Малин',
    nil,
  },
  [2714] = {
    'Отрекшийся-курьер',
    nil,
  },
  [2715] = {
    'Громила из клана Гнилобрюхих',
    nil,
  },
  [2716] = {
    'Охотник на драконов из клана Гнилобрюхих',
    nil,
  },
  [2717] = {
    'Изверг из клана Гнилобрюхих',
    nil,
  },
  [2718] = {
    'Шаман из клана Гнилобрюхих',
    nil,
  },
  [2719] = {
    'Вождь клана Гнилобрюхих',
    nil,
  },
  [2720] = {
    'Огр-маг из клана Гнилобрюхих',
    nil,
  },
  [2721] = {
    'Отрекшийся-телохранитель',
    nil,
  },
  [2723] = {
    'Каменный голем',
    nil,
  },
  [2725] = {
    'Обжигающий дракончик',
    nil,
  },
  [2726] = {
    'Опаленный страж',
    nil,
  },
  [2727] = {
    'Скальный койот',
    nil,
  },
  [2728] = {
    'Яростный скальный койот',
    nil,
  },
  [2729] = {
    'Старый скальный койот',
    nil,
  },
  [2730] = {
    'Бешеный скальный койот',
    nil,
  },
  [2731] = {
    'Горный охотник',
    nil,
  },
  [2732] = {
    'Горная охотница',
    nil,
  },
  [2733] = {
    'Аптекарь Йорель',
    nil,
  },
  [2734] = {
    'Патриарх горных охотников',
    nil,
  },
  [2735] = {
    'Младший каменный элементаль',
    nil,
  },
  [2736] = {
    'Большой каменный элементаль',
    nil,
  },
  [2738] = {
    'Стромгардский кавалерист',
    nil,
  },
  [2739] = {
    'Тенегорнский проходчик',
    nil,
  },
  [2740] = {
    'Тенегорнский темнопряд',
    nil,
  },
  [2742] = {
    'Тенегорнский певчий',
    nil,
  },
  [2743] = {
    'Тенегорнский воин',
    nil,
  },
  [2744] = {
    'Тенегорнский командир',
    nil,
  },
  [2745] = {
    'Посол Инфернос',
    nil,
  },
  [2748] = {
    nil,
    'Древний Каменный Страж',
  },
  [2749] = {
    'Осадный голем',
    nil,
  },
  [2751] = {
    'Боевой голем',
    nil,
  },
  [2752] = {
    'Грохотун',
    nil,
  },
  [2754] = {
    'Анатемус',
    nil,
  },
  [2757] = {
    'Чернохлыст',
    nil,
  },
  [2760] = {
    'Пылающий изгой',
    nil,
  },
  [2761] = {
    'Морской изгой',
    nil,
  },
  [2762] = {
    'Грохочущий изгнанник',
    nil,
  },
  [2766] = {
    'Дозорный Лоло',
    'Пираты Черноводья',
  },
  [2767] = {
    'Первый помощник Нилзликс',
    'Пираты Черноводья',
  },
  [2768] = {
    'Профессор Физзлторп',
    'Пираты Черноводья',
  },
  [2769] = {
    'Капитан Стальные Нервы',
    'Пираты Черноводья',
  },
  [2770] = {
    'Сальный',
    nil,
  },
  [2771] = {
    'Драм Желчный',
    nil,
  },
  [2772] = {
    'Корин Желчная',
    nil,
  },
  [2774] = {
    'Доктор Драксельмер',
    'Пираты Черноводья',
  },
  [2775] = {
    'Мародер из клана Пронзающего Гребня',
    nil,
  },
  [2776] = {
    'Мстительный волноплеск',
    nil,
  },
  [2778] = {
    'Палубный матрос Мойше',
    'Пираты Черноводья',
  },
  [2779] = {
    'Принц Назджак',
    nil,
  },
  [2780] = {
    'Управляющий Невлин',
    nil,
  },
  [2781] = {
    'Управляющий Вестон',
    nil,
  },
  [2782] = {
    'Управляющий Аларик',
    nil,
  },
  [2783] = {
    'Марез Клобук',
    nil,
  },
  [2784] = {
    'Король Магни Бронзобород',
    'Владыка Стальгорна',
  },
  [2785] = {
    'Тельдарин Заблудший',
    nil,
  },
  [2786] = {
    'Геррик Костохват',
    nil,
  },
  [2788] = {
    'Ученик Крайтен',
    nil,
  },
  [2790] = {
    'Главный камнетес Мраморщик',
    'Союз королевских каменотесов',
  },
  [2791] = {
    'Разъяренный каменный элементаль',
    nil,
  },
  [2793] = {
    'Кор\'греш Холодная Ярость',
    nil,
  },
  [2794] = {
    'Призванный страж',
    nil,
  },
  [2795] = {
    'Ленни "Ай" Болит',
    nil,
  },
  [2798] = {
    'Панд Камневяз',
    'Учитель первой помощи',
  },
  [2801] = {
    nil,
    'Поставщица призов АйКока',
  },
  [2803] = {
    nil,
    'Потребительские товары',
  },
  [2804] = {
    'Курден Жилотяг',
    'Военачальник Ущелья Песни Войны',
  },
  [2805] = {
    nil,
    'Реагенты',
  },
  [2806] = {
    'Тюкн',
    'Потребительские товары',
  },
  [2808] = {
    nil,
    'Потребительские товары',
  },
  [2810] = {
    nil,
    'Опытный торговец',
  },
  [2812] = {
    'Дровнар Густовар',
    'Товары для алхимика',
  },
  [2814] = {
    'Нардж Ломтерез',
    'Мясник',
  },
  [2816] = {
    nil,
    'Товары для кожевников',
  },
  [2818] = {
    nil,
    'Опытный мясник',
  },
  [2819] = {
    nil,
    'Товары для кожевников',
  },
  [2820] = {
    nil,
    'Потребительские товары',
  },
  [2821] = {
    nil,
    'Хозяйственные товары',
  },
  [2829] = {
    'Голодный канюк',
    nil,
  },
  [2830] = {
    'Канюк',
    nil,
  },
  [2831] = {
    'Гигантский канюк',
    nil,
  },
  [2832] = {
    'Никсраз Наливайка',
    'Еда и напитки',
  },
  [2834] = {
    'Мизз Вечноклев',
    'Учитель рыбной ловли',
  },
  [2835] = {
    nil,
    'Укротительница грифонов',
  },
  [2836] = {
    'Брикк Мастерец',
    'Учитель кузнечного дела',
  },
  [2837] = {
    nil,
    'Ученица алхимика',
  },
  [2838] = {
    'Кразк Искрец',
    'Продавец фейерверков',
  },
  [2839] = {
    nil,
    'Опытный лучник',
  },
  [2840] = {
    'Кизз Оглушанец',
    'Кователь булав',
  },
  [2842] = {
    nil,
    'Опытный рыбак',
  },
  [2843] = {
    nil,
    'Продавец клинков',
  },
  [2844] = {
    nil,
    'Товары для кузнецов',
  },
  [2845] = {
    nil,
    'Опытный бронник',
  },
  [2846] = {
    'Бликрез Ладноскрой',
    'Товары для кожевников',
  },
  [2847] = {
    'Янсен Подлесный',
    'Товары для кузнецов',
  },
  [2848] = {
    'Гликс Пивоправ',
    'Товары для алхимика',
  },
  [2849] = {
    'Квиксиди Ладноскрой',
    'Тканевые доспехи и галантерея',
  },
  [2850] = {
    'Сломанный зуб',
    nil,
  },
  [2851] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [2852] = {
    'Порабощенный друид-ворон',
    nil,
  },
  [2853] = {
    'Освобожденный друид-ворон',
    nil,
  },
  [2855] = {
    nil,
    'Ученица портного',
  },
  [2856] = {
    nil,
    'Учитель травничества',
  },
  [2857] = {
    nil,
    'Ученица инженера',
  },
  [2858] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [2859] = {
    nil,
    'Укротительница грифонов',
  },
  [2860] = {
    'Сигрун Рудотес',
    nil,
  },
  [2861] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [2870] = {
    'Хенира Дерт',
    'Дрессировщик волков',
  },
  [2876] = {
    nil,
    'Дрессировщик кроколисков',
  },
  [2878] = {
    nil,
    'Дрессировщик',
  },
  [2879] = {
    nil,
    'Дрессировщик',
  },
  [2880] = {
    'Гуром Юггендольф',
    'Дрессировщик кабанов',
  },
  [2881] = {
    'Дардек Каррин',
    'Дрессировщик медведей',
  },
  [2887] = {
    'Радужный изгнанник',
    nil,
  },
  [2892] = {
    'Ясновидец из племени Каменного Свода',
    nil,
  },
  [2893] = {
    'Костегрыз из племени Каменного Свода',
    nil,
  },
  [2894] = {
    'Шаман из племени Каменного Свода',
    nil,
  },
  [2906] = {
    'Воин из клана Гнилобрюхих',
    nil,
  },
  [2907] = {
    'Мистик из клана Гнилобрюхих',
    nil,
  },
  [2908] = {
    nil,
    'Потребительские товары',
  },
  [2909] = {
    'Тяжелоступ Грез',
    nil,
  },
  [2910] = {
    'Геолог Ржанец',
    'Лига Исследователей',
  },
  [2911] = {
    'Археолог Бутылопуз',
    'Лига Исследователей',
  },
  [2912] = {
    'Главный археолог Седоус',
    'Лига Исследователей',
  },
  [2913] = {
    'Археолог Холли',
    'Лига Исследователей',
  },
  [2914] = {
    'Змея',
    nil,
  },
  [2915] = {
    'Дух Тяжелоступа',
    nil,
  },
  [2916] = {
    'Историк Карник',
    nil,
  },
  [2917] = {
    'Геолог Сомнамбулер',
    'Лига Исследователей',
  },
  [2918] = {
    'Советник Белграм',
    nil,
  },
  [2919] = {
    'Страж Фам\'ретор',
    nil,
  },
  [2920] = {
    'Люсьен Подай-Ключ',
    nil,
  },
  [2923] = {
    'Облезлый среброгрив',
    nil,
  },
  [2924] = {
    'Среброгривый волк',
    nil,
  },
  [2925] = {
    'Среброгривый ревун',
    nil,
  },
  [2926] = {
    'Среброгривый бродяга',
    nil,
  },
  [2927] = {
    'Злобный совух',
    nil,
  },
  [2928] = {
    'Примитивный совух',
    nil,
  },
  [2929] = {
    'Дикий совух',
    nil,
  },
  [2930] = {
    'Часовой Глинда Нал\'Шия',
    nil,
  },
  [2932] = {
    'Магреган Чернотень',
    nil,
  },
  [2934] = {
    'Хранитель Бел\'дугур',
    nil,
  },
  [2937] = {
    'Дагун Ненасытный',
    nil,
  },
  [2941] = {
    'Лани Камышинка',
    'Укротительница грифонов',
  },
  [2946] = {
    'Марионетка Хелькулара',
    nil,
  },
  [2947] = {
    'Харкен Тотем Ветра',
    nil,
  },
  [2948] = {
    'Мулл Громовой Рог',
    nil,
  },
  [2949] = {
    'Дубильщик из стаи Бледногривов',
    nil,
  },
  [2950] = {
    'Шкуродер из стаи Бледногривов',
    nil,
  },
  [2951] = {
    'Браконьер из стаи Бледногривов',
    nil,
  },
  [2952] = {
    'Свинобраз из племени Дыбогривов',
    nil,
  },
  [2953] = {
    'Шаман из племени Дыбогривов',
    nil,
  },
  [2954] = {
    'Боевой вепрь из племени Дыбогривов',
    nil,
  },
  [2955] = {
    'Равнинный долгоног',
    nil,
  },
  [2956] = {
    'Взрослый равнинный долгоног',
    nil,
  },
  [2957] = {
    'Старый полевой долгоног',
    nil,
  },
  [2958] = {
    'Волк прерий',
    nil,
  },
  [2959] = {
    'Охотник прерий',
    nil,
  },
  [2960] = {
    'Могучий волк прерий',
    nil,
  },
  [2961] = {
    'Горная пума',
    nil,
  },
  [2962] = {
    'Гарпия из стаи Неистовства Ветра',
    nil,
  },
  [2963] = {
    'Ведьма из стаи Неистовства Ветра',
    nil,
  },
  [2964] = {
    'Колдунья из стаи Неистовства Ветра',
    nil,
  },
  [2965] = {
    'Матриарх стаи Неистовства Ветра',
    nil,
  },
  [2966] = {
    'Боевой вепрь',
    nil,
  },
  [2967] = {
    'Кентавр из племени Галак',
    nil,
  },
  [2968] = {
    'Гонец из племени Галак',
    nil,
  },
  [2969] = {
    'Тощий перепелятник',
    nil,
  },
  [2970] = {
    'Перепелятник',
    nil,
  },
  [2971] = {
    'Когтистый перепелятник',
    nil,
  },
  [2972] = {
    'Детеныш кодо',
    nil,
  },
  [2973] = {
    'Самец кодо',
    nil,
  },
  [2974] = {
    'Кодо-матриарх',
    nil,
  },
  [2975] = {
    'Наймит Торговой Компании',
    nil,
  },
  [2976] = {
    'Работник Торговой Компании',
    nil,
  },
  [2977] = {
    'Надсмотрщик Торговой Компании',
    nil,
  },
  [2978] = {
    'Рабочий Торговой Компании',
    nil,
  },
  [2979] = {
    'Бригадир Торговой Компании',
    nil,
  },
  [2980] = {
    'Грулл Соколиный Ветер',
    nil,
  },
  [2981] = {
    'Вождь Соколиный Ветер',
    nil,
  },
  [2982] = {
    'Провидец Серая Пасть',
    nil,
  },
  [2983] = {
    'Видение Равнин',
    nil,
  },
  [2984] = {
    'Провидец Хранитель Мудрости',
    nil,
  },
  [2985] = {
    'Руул Орлиный Коготь',
    nil,
  },
  [2986] = {
    'Дорн Вольный Ловчий',
    nil,
  },
  [2987] = {
    'Эйан Орлиный Коготь',
    nil,
  },
  [2988] = {
    'Морин Ловец Облаков',
    nil,
  },
  [2989] = {
    'Бейл\'данский землекоп',
    nil,
  },
  [2990] = {
    'Бейл\'данский оценщик',
    nil,
  },
  [2991] = {
    'Великая Мать Соколиный Ветер',
    nil,
  },
  [2992] = {
    'Исцеляющий идол V',
    nil,
  },
  [2993] = {
    'Бейн Кровавое Копыто',
    nil,
  },
  [2994] = {
    'Дух предков',
    nil,
  },
  [2995] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [2996] = {
    nil,
    'Банкир',
  },
  [2997] = {
    'Джин Каменное Копыто',
    'Торговец оружием',
  },
  [2998] = {
    'Карн Каменное Копыто',
    'Учитель кузнечного дела',
  },
  [2999] = {
    'Тавр Каменное Копыто',
    'Товары для кузнецов',
  },
  [3000] = {
    nil,
    'Торговец оружием',
  },
  [3001] = {
    'Брек Каменное Копыто',
    'Учитель горного дела',
  },
  [3002] = {
    'Курм Каменное Копыто',
    'Товары для горного дела',
  },
  [3003] = {
    'Фира Вестница Туманов',
    'Торговец хлебом',
  },
  [3004] = {
    nil,
    'Ученица портного',
  },
  [3005] = {
    nil,
    'Товары для кожевников и портных',
  },
  [3007] = {
    nil,
    'Учитель кожевничества',
  },
  [3008] = {
    nil,
    'Ученица кожевника',
  },
  [3009] = {
    'Бена Заиндевевшее Копыто',
    'Ученица алхимика',
  },
  [3010] = {
    'Мани Заиндевевшее Копыто',
    'Товары для алхимика',
  },
  [3011] = {
    'Тег Рассветный Странник',
    'Учитель наложения чар',
  },
  [3012] = {
    'Ната Рассветная Странница',
    'Товары для наложения чар',
  },
  [3013] = {
    'Комин Заиндевевшее Копыто',
    'Учитель травничества',
  },
  [3014] = {
    'Нида Заиндевевшее Копыто',
    'Товары для травников',
  },
  [3015] = {
    'Куна Громовой Рог',
    'Торговец луками и стрелами',
  },
  [3016] = {
    nil,
    'Корзинщик',
  },
  [3017] = {
    'Нан Вестница Туманов',
    'Продавец фруктов',
  },
  [3018] = {
    'Хогор Громовое Копыто',
    'Торговец огнестрельным оружием',
  },
  [3019] = {
    'Дельго Тотем Ярости',
    'Торговец топорами',
  },
  [3020] = {
    'Эту Тотем Ярости',
    'Торговец булавами и посохами',
  },
  [3021] = {
    'Кард Тотем Ярости',
    'Торговец мечами и кинжалами',
  },
  [3022] = {
    'Сунна Тотем Ярости',
    'Торговец посохами',
  },
  [3023] = {
    'Сура Буйногривая',
    'Продавец военной упряжи',
  },
  [3024] = {
    'Тах Заиндевевшее Копыто',
    nil,
  },
  [3025] = {
    'Кага Вестница Туманов',
    'Продавец мяса',
  },
  [3026] = {
    'Аска Вестница Туманов',
    'Учитель кулинарии',
  },
  [3027] = {
    'Наал Вестник Туманов',
    'Товары для кулинарии',
  },
  [3028] = {
    'Ках Вестник Туманов',
    'Учитель рыбной ловли',
  },
  [3029] = {
    'Сива Вестница Туманов',
    'Рыболовные снасти',
  },
  [3030] = {
    'Силина Небесная Охотница',
    'Наставница шаманов',
  },
  [3031] = {
    'Тигор Небесный Охотник',
    'Наставница шаманов',
  },
  [3032] = {
    'Берам Небесный Охотник',
    'Наставница шаманов',
  },
  [3033] = {
    'Тюрак Рунический Тотем',
    'Наставница друидов',
  },
  [3034] = {
    'Шеаль Рунический Тотем',
    'Наставница друидов',
  },
  [3035] = {
    'Пума плоскогорья',
    nil,
  },
  [3036] = {
    'Ким Буйногривая',
    'Наставница друидов',
  },
  [3037] = {
    'Шеза Буйногривая',
    nil,
  },
  [3038] = {
    'Кари Громовой Рог',
    'Наставница охотников',
  },
  [3039] = {
    'Хольт Громовой Рог',
    'Наставница охотников',
  },
  [3040] = {
    'Урек Громовой Рог',
    'Наставница охотников',
  },
  [3041] = {
    'Торм Тотем Ярости',
    'Наставница воинов',
  },
  [3042] = {
    'Сарк Тотем Ярости',
    'Наставница воинов',
  },
  [3043] = {
    'Кер Тотем Ярости',
    'Наставница воинов',
  },
  [3044] = {
    nil,
    'Наставник жрецов',
  },
  [3045] = {
    'Малакай Крест',
    'Наставник жрецов',
  },
  [3046] = {
    'Отец Кобб',
    'Наставник жрецов',
  },
  [3047] = {
    'Верховный маг Шимм',
    'Наставница магов',
  },
  [3048] = {
    nil,
    'Наставница магов',
  },
  [3049] = {
    nil,
    'Наставница магов',
  },
  [3050] = {
    'Верен Долгоног',
    nil,
  },
  [3051] = {
    'Бригадир Шумовик',
    nil,
  },
  [3052] = {
    'Скорн Белое Облако',
    nil,
  },
  [3053] = {
    'Синг',
    'Торговец огнестрельным оружием',
  },
  [3054] = {
    'Зарельман Две Луны',
    nil,
  },
  [3055] = {
    'Маур Заклинатель Дождя',
    nil,
  },
  [3056] = {
    'Призрачный Вой',
    nil,
  },
  [3057] = {
    'Кэрн Кровавое Копыто',
    'Верховный вождь',
  },
  [3059] = {
    'Харутт Громовой Рог',
    'Наставница воинов',
  },
  [3060] = {
    'Гарт Вестник Туманов',
    'Наставница друидов',
  },
  [3061] = {
    'Ланко Дальний Выстрел',
    'Наставница охотников',
  },
  [3062] = {
    'Мила Рассветная Странница',
    'Наставница шаманов',
  },
  [3063] = {
    'Кранг Каменное Копыто',
    'Наставница воинов',
  },
  [3064] = {
    'Генния Рунический Тотем',
    'Наставница друидов',
  },
  [3065] = {
    'Йо Колкая Грива',
    'Наставница охотников',
  },
  [3066] = {
    'Нарм Небесный Охотник',
    'Наставница шаманов',
  },
  [3067] = {
    'Пиалл Тихая Поступь',
    'Повар',
  },
  [3069] = {
    'Чоу Толстая Шкура',
    'Ученица кожевника',
  },
  [3072] = {
    'Кауни Нежный Ветерок',
    'Потребительские товары',
  },
  [3073] = {
    'Марджак Острый Клинок',
    'Оружейник',
  },
  [3074] = {
    'Вария Прочная Шкура',
    'Торговец кожаными доспехами',
  },
  [3075] = {
    'Бронк Ярость Стали',
    'Броня и щиты',
  },
  [3076] = {
    'Морат Дальний Путь',
    'Потребительские товары',
  },
  [3077] = {
    'Махнотт Рваная Рана',
    'Оружейник',
  },
  [3078] = {
    'Кеннах Соколиный Глаз',
    'Ружейник',
  },
  [3079] = {
    'Варг Шепот Ветра',
    'Торговец кожаными доспехами',
  },
  [3080] = {
    'Харант Железная Сбруя',
    'Броня и щиты',
  },
  [3081] = {
    'Вунна Темная Грива',
    'Хозяйственные товары',
  },
  [3083] = {
    'Отважный страж',
    nil,
  },
  [3084] = {
    'Страж утесов',
    nil,
  },
  [3085] = {
    nil,
    'Товары для кулинарии',
  },
  [3086] = {
    nil,
    'Официантка',
  },
  [3087] = {
    'Кристал Боумен',
    'Учитель кулинарии',
  },
  [3088] = {
    nil,
    'Ружейник',
  },
  [3089] = {
    nil,
    'Мясник',
  },
  [3090] = {
    nil,
    'Торговец ядами',
  },
  [3091] = {
    nil,
    'Товары для портных',
  },
  [3092] = {
    nil,
    'Торговец тканевыми доспехами',
  },
  [3093] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [3094] = {
    'Незримый',
    nil,
  },
  [3095] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [3096] = {
    'Пленный слуга Азоры',
    'Специализированные товары для портных',
  },
  [3097] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [3098] = {
    'Пятнистый вепрь',
    nil,
  },
  [3099] = {
    'Лютый пятнистый вепрь',
    nil,
  },
  [3100] = {
    'Старый крапчатый вепрь',
    nil,
  },
  [3101] = {
    'Злобный фамилиар',
    nil,
  },
  [3102] = {
    'Ловчий Скверны',
    nil,
  },
  [3103] = {
    'Макрура-трещот',
    nil,
  },
  [3104] = {
    'Макрура-панцирник',
    nil,
  },
  [3105] = {
    'Макрура-клешнехват',
    nil,
  },
  [3106] = {
    'Карликовый приливный краб',
    nil,
  },
  [3107] = {
    'Приливный краб',
    nil,
  },
  [3108] = {
    'Поросший водорослями краб',
    nil,
  },
  [3110] = {
    'Крупнозубый кроколиск',
    nil,
  },
  [3111] = {
    'Свинобраз из племени Иглогривых',
    nil,
  },
  [3112] = {
    'Разведчик племени Иглогривых',
    nil,
  },
  [3113] = {
    'Пылемут из племени Иглогривых',
    nil,
  },
  [3114] = {
    'Боевой страж племени Иглогривых',
    nil,
  },
  [3115] = {
    'Гарпия из стаи Пыльного Ветра',
    nil,
  },
  [3116] = {
    'Погромщица из стаи Пыльного Ветра',
    nil,
  },
  [3117] = {
    'Дикарка из стаи Пыльного Ветра',
    nil,
  },
  [3118] = {
    'Грозовая ведьма из стаи Пыльного Ветра',
    nil,
  },
  [3119] = {
    'Чернорабочий из племени Колкар',
    nil,
  },
  [3120] = {
    'Гонец из племени Колкар',
    nil,
  },
  [3121] = {
    'Дуротарский тигр',
    nil,
  },
  [3122] = {
    'Кровопалый кнутохвост',
    nil,
  },
  [3123] = {
    'Лезвезуб Кровавого Когтя',
    nil,
  },
  [3124] = {
    'Рабочий скорпид',
    nil,
  },
  [3125] = {
    'Гремучий скорпид',
    nil,
  },
  [3126] = {
    'Панцирный скорпид',
    nil,
  },
  [3127] = {
    'Ядохвостый скорпид',
    nil,
  },
  [3128] = {
    'Моряк Кул-Тираса',
    nil,
  },
  [3129] = {
    'Страж бухты Кул-Тираса',
    nil,
  },
  [3130] = {
    'Рокочущая ящерица',
    nil,
  },
  [3131] = {
    'Бурешкура',
    nil,
  },
  [3133] = {
    'Гербель Бульхольм',
    'Товары для инженеров и горняков',
  },
  [3134] = {
    nil,
    'Редкие товары',
  },
  [3135] = {
    nil,
    'Торговец ядами',
  },
  [3136] = {
    'Клариса Гнутодрев',
    'Учитель кузнечного дела',
  },
  [3137] = {
    nil,
    'Учитель горного дела',
  },
  [3138] = {
    nil,
    'Торговец грибами',
  },
  [3140] = {
    'Лар Ночной Клык',
    nil,
  },
  [3141] = {
    'Старый макрура',
    nil,
  },
  [3142] = {
    'Оргнил Душегрыз',
    nil,
  },
  [3145] = {
    'Зурита Востроглазая',
    nil,
  },
  [3147] = {
    'Фурл Хмурый Лоб',
    nil,
  },
  [3149] = {
    nil,
    'Хозяйка дирижабля Тернистой долины',
  },
  [3150] = {
    nil,
    'Хозяйка дирижабля Тернистой долины',
  },
  [3153] = {
    nil,
    'Наставница воинов',
  },
  [3154] = {
    nil,
    'Наставница охотников',
  },
  [3155] = {
    nil,
    'Наставница разбойников',
  },
  [3156] = {
    nil,
    'Наставник чернокнижников',
  },
  [3157] = {
    nil,
    'Наставница шаманов',
  },
  [3158] = {
    nil,
    'Потребительские товары',
  },
  [3159] = {
    'Кзан Шипоруб',
    'Оружейник',
  },
  [3160] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [3161] = {
    nil,
    'Броня и щиты',
  },
  [3162] = {
    'Бурдрак Кожаный Шлем',
    'Торговец кожаными доспехами',
  },
  [3163] = {
    nil,
    'Оружейник',
  },
  [3164] = {
    nil,
    'Потребительские товары',
  },
  [3165] = {
    nil,
    'Торговец луками',
  },
  [3166] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [3167] = {
    nil,
    'Броня и щиты',
  },
  [3168] = {
    nil,
    'Хозяйственные припасы',
  },
  [3169] = {
    'Таршо Рваный Шрам',
    'Наставница воинов',
  },
  [3170] = {
    nil,
    'Наставница разбойников',
  },
  [3171] = {
    nil,
    'Наставница охотников',
  },
  [3172] = {
    'Дхугру Кровожадный',
    'Наставник чернокнижников',
  },
  [3173] = {
    nil,
    'Наставница шаманов',
  },
  [3174] = {
    nil,
    'Ученик кузнеца',
  },
  [3175] = {
    nil,
    'Учитель горного дела',
  },
  [3177] = {
    'Турук Янтарлен',
    'Дворф-оружейник',
  },
  [3178] = {
    nil,
    'Рыболовные снасти',
  },
  [3179] = {
    nil,
    'Учитель рыбной ловли',
  },
  [3180] = {
    'Подрядчик из клана Черного Железа',
    'Специализированные товары',
  },
  [3181] = {
    'Фремаль Ерундец',
    'Учитель первой помощи',
  },
  [3183] = {
    'Йоррог Тень Проклятия',
    nil,
  },
  [3184] = {
    nil,
    'Ученица алхимика',
  },
  [3185] = {
    nil,
    'Учитель травничества',
  },
  [3186] = {
    nil,
    'Потребительские товары',
  },
  [3187] = {
    nil,
    'Хозяйственные припасы',
  },
  [3188] = {
    'Мастер Гадрин',
    nil,
  },
  [3191] = {
    'Повар Торка',
    nil,
  },
  [3192] = {
    'Лейтенант Бенедикт',
    nil,
  },
  [3194] = {
    'Вель\'рин Клык',
    nil,
  },
  [3195] = {
    'Лиходей из клана Пылающего Клинка',
    nil,
  },
  [3196] = {
    'Неофит клана Пылающего Клинка',
    nil,
  },
  [3197] = {
    'Фанатик из клана Пылающего Клинка',
    nil,
  },
  [3198] = {
    'Ученик клана Пылающего Клинка',
    nil,
  },
  [3199] = {
    'Сектант из клана Пылающего Клинка',
    nil,
  },
  [3203] = {
    'Пшикс Черношквал',
    nil,
  },
  [3206] = {
    'Тролль-вудуист',
    nil,
  },
  [3207] = {
    'Проклятый тролль',
    nil,
  },
  [3209] = {
    'Храбрец Перо Ветра',
    nil,
  },
  [3210] = {
    'Храбрец Гордонрав',
    nil,
  },
  [3211] = {
    'Храбрец Грозовой Рог',
    nil,
  },
  [3212] = {
    'Храбрец Железный Рог',
    nil,
  },
  [3213] = {
    'Храбрец Бегущий Волк',
    nil,
  },
  [3214] = {
    'Храбрец Большое Копыто',
    nil,
  },
  [3215] = {
    'Храбрец Крепкий Удар',
    nil,
  },
  [3216] = {
    'Ниру Огненный Клинок',
    nil,
  },
  [3217] = {
    'Храбрец Утренняя Орлица',
    nil,
  },
  [3218] = {
    'Храбрец Ветрогонка',
    nil,
  },
  [3219] = {
    'Храбрец Скачущая Лань',
    nil,
  },
  [3220] = {
    'Храбрец Темное Небо',
    nil,
  },
  [3221] = {
    'Храбрец Твердый Рог',
    nil,
  },
  [3222] = {
    'Храбрец Вольный Охотник',
    nil,
  },
  [3223] = {
    'Храбрец Ловчая Дождя',
    nil,
  },
  [3224] = {
    'Храбрец Серогривый',
    nil,
  },
  [3225] = {
    'Оскверненный крапчатый вепрь',
    nil,
  },
  [3226] = {
    'Оскверненный скорпид',
    nil,
  },
  [3227] = {
    'Оскверненный лезвезуб Кровавого Когтя',
    nil,
  },
  [3228] = {
    'Порочный приливный краб',
    nil,
  },
  [3229] = {
    '"Визгун" Шипогрив',
    nil,
  },
  [3230] = {
    nil,
    'Советник Тралла',
  },
  [3231] = {
    'Оскверненный крупнозубый кроколиск',
    nil,
  },
  [3232] = {
    'Злоумышленник из племени Дыбогривов',
    nil,
  },
  [3233] = {
    'Сказитель Тотем Дождя',
    nil,
  },
  [3234] = {
    'Потерявшийся степной кодо',
    nil,
  },
  [3235] = {
    'Большой степной кодо',
    nil,
  },
  [3236] = {
    'Степной кодо',
    nil,
  },
  [3237] = {
    'Мохнатый кодо',
    nil,
  },
  [3238] = {
    'Грозошкур',
    nil,
  },
  [3239] = {
    'Громоголов',
    nil,
  },
  [3240] = {
    'Грозорыл',
    nil,
  },
  [3241] = {
    'Патриарх саванны',
    nil,
  },
  [3242] = {
    'Жевра-бегун',
    nil,
  },
  [3243] = {
    'Высокогрив саванны',
    nil,
  },
  [3244] = {
    'Большой равнинный долгоног',
    nil,
  },
  [3245] = {
    'Злобный равнинный долгоног',
    nil,
  },
  [3246] = {
    'Проворный равнинный долгоног',
    nil,
  },
  [3247] = {
    'Птенец грозового змея',
    nil,
  },
  [3248] = {
    'Степной жираф',
    nil,
  },
  [3249] = {
    'Большой грозовой змей',
    nil,
  },
  [3250] = {
    'Ползучий силитид',
    nil,
  },
  [3251] = {
    'Личинка cилитида',
    nil,
  },
  [3252] = {
    'Членистоног Силитида',
    nil,
  },
  [3253] = {
    'Силитид-жнец',
    nil,
  },
  [3254] = {
    'Яркочешуйчатый кнутохвост',
    nil,
  },
  [3255] = {
    'Яркочешуйчатый крикун',
    nil,
  },
  [3256] = {
    'Яркочешуйчатый смертехват',
    nil,
  },
  [3258] = {
    'Охотник из племени Дыбогривов',
    nil,
  },
  [3260] = {
    'Водоискатель из племени Дыбогривов',
    nil,
  },
  [3261] = {
    'Терноплет из племени Дыбогривов',
    nil,
  },
  [3263] = {
    'Геомант из племени Дыбогривов',
    nil,
  },
  [3265] = {
    'Охотник из племени Иглогривых',
    nil,
  },
  [3266] = {
    'Защитник племени Иглогривых',
    nil,
  },
  [3267] = {
    'Водоискатель из племени Иглогривых',
    nil,
  },
  [3268] = {
    'Терноплет из племени Иглогривых',
    nil,
  },
  [3269] = {
    'Геомант племени Иглогривых',
    nil,
  },
  [3270] = {
    'Старый мистик Остроморд',
    nil,
  },
  [3271] = {
    'Мистик из племени Иглогривых',
    nil,
  },
  [3272] = {
    'Пастух из племени Колкар',
    nil,
  },
  [3273] = {
    'Буревестница из племени Колкар',
    nil,
  },
  [3274] = {
    'Пастух из племени Колкар',
    nil,
  },
  [3275] = {
    'Мародер из племени Колкар',
    nil,
  },
  [3276] = {
    'Гарпия из стаи Зачарованного Крыла',
    nil,
  },
  [3277] = {
    'Разбойница из стаи Зачарованного Крыла',
    nil,
  },
  [3278] = {
    'Душегубка из стаи Зачарованного Крыла',
    nil,
  },
  [3279] = {
    'Душительница из стаи Зачарованного Крыла',
    nil,
  },
  [3280] = {
    'Призывательница ветров из стаи Зачарованного Крыла',
    nil,
  },
  [3282] = {
    'Наемник Торговой Компании',
    nil,
  },
  [3283] = {
    'Головорез Торговой Компании',
    nil,
  },
  [3284] = {
    'Чернорабочий Торговой Компании',
    nil,
  },
  [3285] = {
    'Батрак Торговой Компании',
    nil,
  },
  [3286] = {
    'Надзиратель Торговой Компании',
    nil,
  },
  [3289] = {
    'Дух Миншина',
    nil,
  },
  [3290] = {
    'Сыщ Жужело',
    'Ученица инженера',
  },
  [3291] = {
    'Грейшан Железная Печь',
    'Странствующий торговец',
  },
  [3292] = {
    'Пивовар Дрон',
    nil,
  },
  [3293] = {
    nil,
    'Союз ремонтников',
  },
  [3295] = {
    'Слякохлюп',
    nil,
  },
  [3296] = {
    'Оргриммарский рубака',
    nil,
  },
  [3297] = {
    'Дозорный деревни Сен\'джин',
    nil,
  },
  [3298] = {
    nil,
    'Еда и напитки',
  },
  [3300] = {
    'Аспид',
    nil,
  },
  [3304] = {
    'Мастер Ворнал',
    nil,
  },
  [3305] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [3306] = {
    nil,
    'Дрессировщик',
  },
  [3309] = {
    nil,
    'Банкир',
  },
  [3310] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [3312] = {
    nil,
    'Продавец мяса',
  },
  [3313] = {
    nil,
    'Потребительские товары',
  },
  [3314] = {
    nil,
    'Торговец оружием',
  },
  [3315] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [3316] = {
    nil,
    'Торговец тканевыми и кожаными доспехами',
  },
  [3317] = {
    nil,
    'Торговец легкими доспехами',
  },
  [3318] = {
    nil,
    'Банкир',
  },
  [3319] = {
    nil,
    'Торговец кольчужными доспехами',
  },
  [3320] = {
    nil,
    'Банкир',
  },
  [3321] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [3322] = {
    nil,
    'Ружья и боеприпасы',
  },
  [3323] = {
    nil,
    'Реагенты',
  },
  [3324] = {
    nil,
    'Наставник чернокнижников',
  },
  [3325] = {
    nil,
    'Наставник чернокнижников',
  },
  [3326] = {
    nil,
    'Наставник чернокнижников',
  },
  [3327] = {
    'Гест',
    'Наставница разбойников',
  },
  [3328] = {
    nil,
    'Наставница разбойников',
  },
  [3329] = {
    nil,
    'Продавец грибов',
  },
  [3330] = {
    nil,
    'Торговец посохами',
  },
  [3331] = {
    nil,
    'Торговец клинками',
  },
  [3332] = {
    nil,
    'Учитель рыбной ловли',
  },
  [3333] = {
    nil,
    'Рыболовные снасти',
  },
  [3334] = {
    nil,
    'Торговец ядами',
  },
  [3335] = {
    nil,
    'Реагенты',
  },
  [3336] = {
    'Такрин Торитель Путей',
    nil,
  },
  [3337] = {
    'Каргал Боевой Шрам',
    nil,
  },
  [3338] = {
    'Сергра Черный Шип',
    nil,
  },
  [3339] = {
    'Капитан Тало\'тас Сияющий',
    nil,
  },
  [3341] = {
    'Ганн Каменное Копье',
    nil,
  },
  [3342] = {
    nil,
    'Продавец фруктов',
  },
  [3343] = {
    nil,
    'Товары для кузнецов',
  },
  [3344] = {
    'Кардрис Сновидец',
    'Наставница шаманов',
  },
  [3345] = {
    nil,
    'Учитель наложения чар',
  },
  [3346] = {
    nil,
    'Товары для наложения чар',
  },
  [3347] = {
    nil,
    'Ученица алхимика',
  },
  [3348] = {
    nil,
    'Товары для алхимика',
  },
  [3349] = {
    nil,
    'Торговец посохами',
  },
  [3350] = {
    nil,
    'Потребительские товары',
  },
  [3351] = {
    nil,
    'Реагенты',
  },
  [3352] = {
    'Ормак Лютострел',
    'Наставница охотников',
  },
  [3353] = {
    'Грезз Десница Гнева',
    'Наставница воинов',
  },
  [3354] = {
    nil,
    'Наставница воинов',
  },
  [3355] = {
    'Сару Холодная Ярость',
    'Учитель кузнечного дела',
  },
  [3356] = {
    nil,
    'Товары для кузнецов',
  },
  [3357] = {
    nil,
    'Учитель горного дела',
  },
  [3358] = {
    nil,
    'Товары для горного дела',
  },
  [3359] = {
    nil,
    'Продавец военной упряжи',
  },
  [3360] = {
    nil,
    'Продавец булав и посохов',
  },
  [3361] = {
    nil,
    'Продавец оружия',
  },
  [3362] = {
    'Огунаро Волкопас',
    'Заводчик волков',
  },
  [3363] = {
    nil,
    'Ученица портного',
  },
  [3364] = {
    nil,
    'Товары для портных',
  },
  [3365] = {
    nil,
    'Ученик кожевника',
  },
  [3366] = {
    nil,
    'Товары для кожевников',
  },
  [3367] = {
    nil,
    'Хозяйственные припасы',
  },
  [3368] = {
    nil,
    'Продавец мяса',
  },
  [3369] = {
    nil,
    'Продавец сумок',
  },
  [3370] = {
    'Уртрун Кланотворец',
    'Регистратор гильдий',
  },
  [3373] = {
    nil,
    'Учитель первой помощи',
  },
  [3374] = {
    'Бейл\'данский землечерп',
    nil,
  },
  [3375] = {
    'Бейл\'данский старшина',
    nil,
  },
  [3376] = {
    'Солдат Бейл\'дана',
    nil,
  },
  [3377] = {
    'Бейл\'данский ружейник',
    nil,
  },
  [3378] = {
    'Бейл\'данский офицер',
    nil,
  },
  [3379] = {
    'Костолом из клана Пылающего Клинка',
    nil,
  },
  [3380] = {
    'Послушник клана Пылающего Клинка',
    nil,
  },
  [3381] = {
    'Грабитель Южных морей',
    nil,
  },
  [3382] = {
    'Канонир Южных морей',
    nil,
  },
  [3383] = {
    'Головорез Южных морей',
    nil,
  },
  [3384] = {
    'Капер Южных морей',
    nil,
  },
  [3385] = {
    'Тераморский страж бухты',
    nil,
  },
  [3386] = {
    'Тераморская оберегательница',
    nil,
  },
  [3387] = {
    'Джорн Заклинатель Небес',
    nil,
  },
  [3388] = {
    'Марен Небесная Провидица',
    nil,
  },
  [3389] = {
    'Ретгар Врата Смерти',
    nil,
  },
  [3390] = {
    'Аптекарь Хелбрим',
    nil,
  },
  [3391] = {
    'Газлоу',
    nil,
  },
  [3392] = {
    'Геолог Хазгорм',
    'Лига Исследователей',
  },
  [3393] = {
    'Капитан Гордостанная',
    nil,
  },
  [3394] = {
    'Барак Кодобой',
    nil,
  },
  [3395] = {
    'Верог Дервиш',
    nil,
  },
  [3396] = {
    'Хэзрул Кровавая Отметина',
    nil,
  },
  [3397] = {
    'Кровопыт из племени Колкар',
    nil,
  },
  [3399] = {
    nil,
    'Учитель кулинарии',
  },
  [3400] = {
    nil,
    'Товары для кулинарии',
  },
  [3401] = {
    nil,
    'Наставница разбойников',
  },
  [3403] = {
    nil,
    'Наставница шаманов',
  },
  [3404] = {
    nil,
    'Учитель травничества',
  },
  [3405] = {
    nil,
    'Товары для травников',
  },
  [3406] = {
    nil,
    'Наставница охотников',
  },
  [3407] = {
    nil,
    'Наставница охотников',
  },
  [3408] = {
    nil,
    'Наставница воинов',
  },
  [3409] = {
    nil,
    'Продавец оружия',
  },
  [3410] = {
    nil,
    'Торговец луками',
  },
  [3411] = {
    nil,
    'Мясник',
  },
  [3412] = {
    nil,
    'Ученица инженера',
  },
  [3413] = {
    nil,
    'Инженерные материалы',
  },
  [3414] = {
    'Генерал Двукосса',
    nil,
  },
  [3415] = {
    'Охотница саванны',
    nil,
  },
  [3416] = {
    'Матриарх саванны',
    nil,
  },
  [3417] = {
    'Живой жар',
    nil,
  },
  [3418] = {
    'Кирдж Жесткий Рог',
    nil,
  },
  [3419] = {
    'Аптекарь Зама',
    'Королевское фармацевтическое общество',
  },
  [3421] = {
    'Фиглай Изгнанник',
    nil,
  },
  [3424] = {
    'Грозовой змей-облачник',
    nil,
  },
  [3425] = {
    'Хищник саванны',
    nil,
  },
  [3426] = {
    'Жевра-скакун',
    nil,
  },
  [3430] = {
    'Кривозуб',
    nil,
  },
  [3433] = {
    'Таттернак Стальной Горн',
    nil,
  },
  [3435] = {
    'Лок Оркобой',
    nil,
  },
  [3438] = {
    'Криниг Грознорыл',
    nil,
  },
  [3439] = {
    'Крошшер Зизгага',
    nil,
  },
  [3441] = {
    'Мелор Каменное Копыто',
    nil,
  },
  [3442] = {
    'Пароклапан',
    'Союз ремонтников',
  },
  [3443] = {
    'Грязнуля',
    nil,
  },
  [3444] = {
    'Пещерная крыса',
    nil,
  },
  [3445] = {
    'Бригадир Зубовиззл',
    nil,
  },
  [3447] = {
    'Пава Вестница Туманов',
    nil,
  },
  [3448] = {
    'Тонга Рунический Тотем',
    nil,
  },
  [3449] = {
    'Дарсок Быстрый Нож',
    nil,
  },
  [3450] = {
    'Спутник Братства Справедливости',
    nil,
  },
  [3451] = {
    'Пилот Зизгаг',
    nil,
  },
  [3452] = {
    'Серена Кровавое Перо',
    nil,
  },
  [3453] = {
    'Управляющий пристанью Головокружилкинс',
    nil,
  },
  [3454] = {
    'Канонир Смайт',
    nil,
  },
  [3455] = {
    'Канонир Вессан',
    nil,
  },
  [3456] = {
    'Землепроходец из племени Иглогривых',
    nil,
  },
  [3457] = {
    'Ловчий из племени Иглогривых',
    nil,
  },
  [3458] = {
    'Ясновидец племени Иглогривых',
    nil,
  },
  [3459] = {
    'Бешенер из племени Иглогривых',
    nil,
  },
  [3461] = {
    'Оазисный хрустогрыз',
    nil,
  },
  [3463] = {
    'Бродячий степной жираф',
    nil,
  },
  [3465] = {
    'Гилтарес Огненный Цветок',
    nil,
  },
  [3466] = {
    'Жевра-рысак',
    nil,
  },
  [3467] = {
    'Барон Дольноберег',
    'Флибустьеры Южных морей',
  },
  [3468] = {
    'Древо мудрости',
    nil,
  },
  [3469] = {
    'Древо войны',
    nil,
  },
  [3471] = {
    'Ремонтник Угрелов',
    nil,
  },
  [3477] = {
    nil,
    'Товары для кузнецов',
  },
  [3478] = {
    nil,
    'Учитель кузнечного дела',
  },
  [3479] = {
    'Наргал Мертвый Глаз',
    'Оружейник',
  },
  [3480] = {
    'Мурана Домашний Очаг',
    'Пекарь',
  },
  [3481] = {
    nil,
    'Сто мелочей',
  },
  [3482] = {
    nil,
    'Хозяйственные припасы',
  },
  [3483] = {
    'Джахан Соколиное Крыло',
    'Торговец кольчужными и кожаными доспехами',
  },
  [3484] = {
    nil,
    'Ученица портного',
  },
  [3485] = {
    nil,
    'Товары для портных',
  },
  [3486] = {
    'Халья Белоброд',
    'Торговец одеждой',
  },
  [3487] = {
    'Калимах Грозовая Туча',
    'Мешки и сумки',
  },
  [3488] = {
    nil,
    'Луки и ружья',
  },
  [3489] = {
    nil,
    'Мясник',
  },
  [3490] = {
    nil,
    'Реагенты, травы и яды',
  },
  [3491] = {
    'Чернозлат',
    'Оружейник',
  },
  [3492] = {
    'Веретеныш',
    'Торговец тканевыми и кожаными доспехами',
  },
  [3493] = {
    nil,
    'Броня и щиты',
  },
  [3494] = {
    'Оловень',
    'Ученица инженера',
  },
  [3495] = {
    'Заглушестер',
    'Инженерные материалы',
  },
  [3496] = {
    'Складкофуз',
    'Банкир',
  },
  [3497] = {
    nil,
    'Рыбак',
  },
  [3498] = {
    nil,
    'Сто мелочей',
  },
  [3499] = {
    nil,
    'Хозяйственные припасы',
  },
  [3500] = {
    nil,
    'Реагенты',
  },
  [3501] = {
    'Ордынский стражник',
    nil,
  },
  [3502] = {
    'Кабестанский костолом',
    nil,
  },
  [3503] = {
    'Заступник-силитид',
    nil,
  },
  [3507] = {
    'Анди',
    nil,
  },
  [3513] = {
    'Мисс Данна',
    'Школьная учительница',
  },
  [3514] = {
    'Тенарон Хватка Бури',
    nil,
  },
  [3515] = {
    'Коритрас Лунный Гнев',
    nil,
  },
  [3516] = {
    'Верховный друид Фэндрал Олений Шлем',
    nil,
  },
  [3517] = {
    'Релиан Зеленый Костер',
    nil,
  },
  [3518] = {
    nil,
    'Пекарь',
  },
  [3519] = {
    'Часовой Арания Проблеск Солнца',
    nil,
  },
  [3520] = {
    'Старушка Эмма',
    nil,
  },
  [3522] = {
    nil,
    'Ученица портного',
  },
  [3523] = {
    nil,
    'Ученица портного',
  },
  [3524] = {
    'Дух волка',
    nil,
  },
  [3527] = {
    'Тотем исцеляющего потока',
    nil,
  },
  [3528] = {
    'Бронница деревни Погребальных Костров',
    nil,
  },
  [3529] = {
    'Бронник Лунной Ярости',
    nil,
  },
  [3530] = {
    'Портной деревни Погребальных Костров',
    nil,
  },
  [3531] = {
    'Портной Лунной Ярости',
    nil,
  },
  [3532] = {
    'Кожевник деревни Погребальных Костров',
    nil,
  },
  [3533] = {
    'Кожевник Лунной Ярости',
    nil,
  },
  [3534] = {
    'Уоллес Слепой',
    'Оружейник',
  },
  [3535] = {
    'Черномшец злосмрадный',
    nil,
  },
  [3536] = {
    nil,
    'Бродячая торговка',
  },
  [3537] = {
    nil,
    'Знаменитый купец',
  },
  [3538] = {
    'Суперсторож, модель I',
    'Заступник',
  },
  [3539] = {
    nil,
    'Оружейник',
  },
  [3540] = {
    nil,
    'Торговец рыбой',
  },
  [3541] = {
    nil,
    'Потребительские товары',
  },
  [3542] = {
    nil,
    'Яды и реагенты',
  },
  [3543] = {
    nil,
    'Искусный бронник',
  },
  [3544] = {
    nil,
    'Торговец грибами',
  },
  [3545] = {
    nil,
    'Дрессировщик',
  },
  [3546] = {
    nil,
    'Еда и напитки',
  },
  [3547] = {
    nil,
    'Грибовод',
  },
  [3548] = {
    nil,
    'Все для алхимиков и травников',
  },
  [3549] = {
    nil,
    'Ученица кожевника',
  },
  [3550] = {
    nil,
    'Рыболовные снасти',
  },
  [3551] = {
    'Пэтрис Дуайер',
    'Торговец ядами',
  },
  [3552] = {
    'Александра Лефевр',
    'Торговец кожаными доспехами',
  },
  [3553] = {
    nil,
    'Бронник',
  },
  [3554] = {
    nil,
    'Торговец одеждой',
  },
  [3555] = {
    nil,
    'Учитель горного дела',
  },
  [3556] = {
    nil,
    'Хозяйственные припасы',
  },
  [3557] = {
    'Гийом Сорю',
    'Ученик кузнеца',
  },
  [3560] = {
    'Исцеляющий идол',
    nil,
  },
  [3561] = {
    nil,
    'Торговец ядами',
  },
  [3562] = {
    nil,
    'Реагенты',
  },
  [3566] = {
    'Хищник плоскогорья',
    nil,
  },
  [3567] = {
    'Таллонкай Гибкий Корень',
    nil,
  },
  [3568] = {
    'Туманна',
    nil,
  },
  [3569] = {
    'Болотыш',
    nil,
  },
  [3570] = {
    'Очищенный древесник',
    nil,
  },
  [3571] = {
    'Часовой Тельдрассила',
    nil,
  },
  [3572] = {
    nil,
    'Рыболовные снасти',
  },
  [3573] = {
    'Тотем источника маны',
    nil,
  },
  [3574] = {
    'Верховой нетопырь',
    nil,
  },
  [3577] = {
    'Даларанский пивовар',
    nil,
  },
  [3578] = {
    'Даларанский шахтер',
    nil,
  },
  [3579] = {
    'Тотем каменного когтя',
    nil,
  },
  [3581] = {
    'Тварь из Стоков',
    nil,
  },
  [3582] = {
    'Аман',
    nil,
  },
  [3583] = {
    'Баритас Лунный Сумрак',
    nil,
  },
  [3586] = {
    'Шахтер Джонсон',
    nil,
  },
  [3587] = {
    nil,
    'Сто мелочей',
  },
  [3588] = {
    'Хардан Гордый Клинок',
    'Оружейник',
  },
  [3589] = {
    nil,
    'Торговец луками',
  },
  [3590] = {
    'Джанна Ясная Луна',
    'Торговец одеждой',
  },
  [3591] = {
    'Фрейя Крыло Ночи',
    'Торговец кожаными доспехами',
  },
  [3592] = {
    nil,
    'Броня и щиты',
  },
  [3593] = {
    nil,
    'Наставница воинов',
  },
  [3594] = {
    'Фрагун Шепот Тени',
    'Наставница разбойников',
  },
  [3595] = {
    nil,
    'Наставник жрецов',
  },
  [3596] = {
    'Аянна Вечная Странница',
    'Наставница охотников',
  },
  [3597] = {
    'Мардант Крепкий Дуб',
    'Наставница друидов',
  },
  [3598] = {
    'Кайра Ветрорез',
    'Наставница воинов',
  },
  [3599] = {
    'Джаннок Поющий Ветерок',
    'Наставница разбойников',
  },
  [3600] = {
    'Лорна Утренний Свет',
    'Наставник жрецов',
  },
  [3601] = {
    nil,
    'Наставница охотников',
  },
  [3602] = {
    nil,
    'Наставница друидов',
  },
  [3603] = {
    'Циндра Ласковый Шепот',
    'Ученица алхимика',
  },
  [3604] = {
    'Малорн Остролист',
    'Учитель травничества',
  },
  [3605] = {
    'Надайя Гривопряд',
    'Ученица кожевника',
  },
  [3606] = {
    'Аланна Око Ворона',
    'Ученица чаротворца',
  },
  [3607] = {
    'Андрол Дубовая Длань',
    'Учитель рыбной ловли',
  },
  [3608] = {
    nil,
    'Сто мелочей',
  },
  [3609] = {
    nil,
    'Оружейник',
  },
  [3610] = {
    'Джиена Оперенная Стрела',
    'Торговец луками',
  },
  [3611] = {
    'Браннол Лунный Орел',
    'Торговец одеждой',
  },
  [3612] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [3613] = {
    'Мери Железоплет',
    'Броня и щиты',
  },
  [3614] = {
    'Наррет Тенистая Роща',
    'Хозяйственные припасы',
  },
  [3615] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [3616] = {
    nil,
    'Древо мудрости',
  },
  [3617] = {
    'Горожанин Лордерона',
    nil,
  },
  [3619] = {
    'Саблезубый призрак',
    nil,
  },
  [3620] = {
    nil,
    'Дрессировщик',
  },
  [3621] = {
    nil,
    'Еда и напитки',
  },
  [3622] = {
    nil,
    'Дрессировщик',
  },
  [3624] = {
    nil,
    'Дрессировщик',
  },
  [3625] = {
    nil,
    'Потребительские товары',
  },
  [3628] = {
    nil,
    'Хозяйка таверны',
  },
  [3630] = {
    'Загадочный крылозмей',
    nil,
  },
  [3631] = {
    'Загадочный жалохлест',
    nil,
  },
  [3632] = {
    'Загадочный ползун',
    nil,
  },
  [3633] = {
    'Загадочный душегуб',
    nil,
  },
  [3634] = {
    'Загадочный ловец',
    nil,
  },
  [3636] = {
    'Загадочный опустошитель',
    nil,
  },
  [3637] = {
    'Загадочный страж',
    nil,
  },
  [3638] = {
    'Всепожирающая эктоплазма',
    nil,
  },
  [3639] = {
    'Часовой Тиша Лунный Клинок',
    nil,
  },
  [3640] = {
    'Изменчивая эктоплазма',
    nil,
  },
  [3641] = {
    'Загадочный скрытень',
    nil,
  },
  [3644] = {
    'Кириллиан Белый Коготь',
    nil,
  },
  [3649] = {
    'Тандрис Ветропряд',
    nil,
  },
  [3652] = {
    'Тригор Хлестун',
    nil,
  },
  [3654] = {
    'Мутанус Пожиратель',
    nil,
  },
  [3655] = {
    'Безумный Магглиш',
    nil,
  },
  [3657] = {
    'Часовой Элисса Звездный Ветер',
    nil,
  },
  [3658] = {
    nil,
    'Торговец оружием',
  },
  [3659] = {
    nil,
    'Телохранитель Лиззарика',
  },
  [3660] = {
    nil,
    'Культ Темной Нити',
  },
  [3661] = {
    'Балтул Удар Тени',
    nil,
  },
  [3662] = {
    'Делманис Ненавистный',
    nil,
  },
  [3663] = {
    'Делгрен Очиститель',
    nil,
  },
  [3664] = {
    'Илкруд Магтрулл',
    nil,
  },
  [3665] = {
    'Оператор крана Биггльфузз',
    nil,
  },
  [3666] = {
    'Бацбах Кривошип',
    nil,
  },
  [3667] = {
    'Анайя Вестница Зари',
    nil,
  },
  [3669] = {
    'Лорд Кобран',
    'Владыка змей',
  },
  [3670] = {
    'Лорд Питонас',
    'Владыка змей',
  },
  [3671] = {
    'Повелительница Анакондра',
    'Владыка змей',
  },
  [3672] = {
    nil,
    'Друид Клыка',
  },
  [3673] = {
    'Лорд Серпентис',
    'Владыка змей',
  },
  [3678] = {
    'Послушник Наралекса',
    nil,
  },
  [3680] = {
    'Змеецветка',
    nil,
  },
  [3681] = {
    'Огонек (только зрение Привидения)',
    nil,
  },
  [3682] = {
    'Вранг Дикозлоб',
    'Оружие и доспехи',
  },
  [3683] = {
    'Пниподзад',
    'Торговец стильной одеждой',
  },
  [3684] = {
    'Пьянюкл',
    'Торговец кожаными доспехами',
  },
  [3685] = {
    'Харб Точеное Копыто',
    'Верховые кодо',
  },
  [3688] = {
    'Ребан Вольный Странник',
    'Дрессировщик',
  },
  [3689] = {
    'Лаэр Степной Гонец',
    'Еда и напитки',
  },
  [3690] = {
    'Кар Певец Бури',
    'Учитель верховой езды',
  },
  [3691] = {
    'Раэна Волкопас',
    nil,
  },
  [3694] = {
    'Часовой Селарина',
    nil,
  },
  [3695] = {
    'Лютый Коготь',
    nil,
  },
  [3696] = {
    'Рэн Кровавый Клык',
    nil,
  },
  [3698] = {
    nil,
    'Дрессировщик',
  },
  [3700] = {
    'Джаденвис Страж Морей',
    'Реагенты',
  },
  [3701] = {
    'Тарнариун Исцелитель Деревьев',
    nil,
  },
  [3702] = {
    'Аландариан Песня Ночи',
    nil,
  },
  [3703] = {
    'Крульмоо Полная Луна',
    'Ученик кожевника',
  },
  [3704] = {
    nil,
    'Ученица портного',
  },
  [3705] = {
    nil,
    'Мясник',
  },
  [3706] = {
    nil,
    'Наставник жрецов',
  },
  [3707] = {
    nil,
    'Наставник жрецов',
  },
  [3708] = {
    nil,
    'Еда и напитки',
  },
  [3711] = {
    'Мирмидон из клана Зловещего Хвоста',
    nil,
  },
  [3712] = {
    'Разящий из клана Зловещего Хвоста',
    nil,
  },
  [3713] = {
    'Скользящий по волнам из клана Зловещего Хвоста',
    nil,
  },
  [3715] = {
    'Морская ведьма из клана Зловещего Хвоста',
    nil,
  },
  [3717] = {
    'Колдунья из клана Зловещего Хвоста',
    nil,
  },
  [3721] = {
    'Гидра-тайнохлыст',
    nil,
  },
  [3722] = {
    'Живодер-тайнохлыст',
    nil,
  },
  [3725] = {
    'Сектант из клана Темной Нити',
    nil,
  },
  [3727] = {
    'Головорез из клана Темной Нити',
    nil,
  },
  [3728] = {
    'Адепт из клана Темной Нити',
    nil,
  },
  [3730] = {
    'Землечерп из клана Темной Нити',
    nil,
  },
  [3732] = {
    'Отрекшийся-искатель',
    nil,
  },
  [3733] = {
    'Отрекшийся-травник',
    nil,
  },
  [3734] = {
    'Отрекшийся-лиходей',
    nil,
  },
  [3735] = {
    'Аптекарь Фалтис',
    nil,
  },
  [3736] = {
    'Темный душегуб Мортентал',
    nil,
  },
  [3737] = {
    'Прыгун из племени Соленой Слюны',
    nil,
  },
  [3739] = {
    'Воин из племени Соленой Слюны',
    nil,
  },
  [3740] = {
    'Грязекоп из племени Соленой Слюны',
    nil,
  },
  [3742] = {
    'Оракул из племени Соленой Слюны',
    nil,
  },
  [3743] = {
    'Воин из племени Гиблой Чащи',
    nil,
  },
  [3745] = {
    'Землепроходец из племени Гиблой Чащи',
    nil,
  },
  [3746] = {
    'Дозорный из племени Гиблой Чащи',
    nil,
  },
  [3748] = {
    'Шаман из племени Гиблой Чащи',
    nil,
  },
  [3749] = {
    'Ведмедь из племени Гиблой Чащи',
    nil,
  },
  [3750] = {
    'Тотемист из племени Гиблой Чащи',
    nil,
  },
  [3752] = {
    'Разбойник из племени Ксавиан',
    nil,
  },
  [3754] = {
    'Предатель из племени Ксавиан',
    nil,
  },
  [3755] = {
    'Скверноподданный из племени Ксавиан',
    nil,
  },
  [3757] = {
    'Призыватель огня из племени Ксавиан',
    nil,
  },
  [3758] = {
    'Сатир из племени Мускуса Скверны',
    nil,
  },
  [3759] = {
    'Разбойник из племени Мускуса Скверны',
    nil,
  },
  [3762] = {
    'Скверноподданный из племени Мускуса Скверны',
    nil,
  },
  [3763] = {
    'Тенелов из племени Мускуса Скверны',
    nil,
  },
  [3765] = {
    'Сатир из племени Каменного Сердца',
    nil,
  },
  [3767] = {
    'Плут из племени Каменного Сердца',
    nil,
  },
  [3770] = {
    'Тенелов из племени Каменного Сердца',
    nil,
  },
  [3771] = {
    'Призыватель огня из племени Каменного Сердца',
    nil,
  },
  [3772] = {
    'Младший страж Скверны',
    nil,
  },
  [3774] = {
    'Душегуб Скверны',
    nil,
  },
  [3779] = {
    nil,
    'Хозяйственные припасы',
  },
  [3780] = {
    'Чащобный поедатель мха',
    nil,
  },
  [3781] = {
    'Чащобный древотес',
    nil,
  },
  [3782] = {
    'Чащобный камнедвиг',
    nil,
  },
  [3783] = {
    'Чащобный призыватель дождя',
    nil,
  },
  [3784] = {
    'Чащобный заскорузлый потрошитель',
    nil,
  },
  [3789] = {
    'Терроволк-шкуродер',
    nil,
  },
  [3791] = {
    'Терровульф-тенеплет',
    nil,
  },
  [3792] = {
    'Вожак терроволков',
    nil,
  },
  [3797] = {
    'Кенарийский заступник',
    nil,
  },
  [3799] = {
    'Покалеченный друид',
    nil,
  },
  [3801] = {
    'Покалеченный спящий',
    nil,
  },
  [3802] = {
    'Покалеченный Дремлющий',
    nil,
  },
  [3803] = {
    'Покалеченный хранитель',
    nil,
  },
  [3804] = {
    'Вторгшийся Отрекшийся',
    nil,
  },
  [3806] = {
    'Секретный агент Отрекшихся',
    nil,
  },
  [3807] = {
    'Отрекшийся-убийца',
    nil,
  },
  [3808] = {
    'Отрекшийся-темнолов',
    nil,
  },
  [3809] = {
    'Медведь Ясеневого леса',
    nil,
  },
  [3810] = {
    'Старый медведь Ясеневого леса',
    nil,
  },
  [3811] = {
    'Гигантский медведь Ясеневого леса',
    nil,
  },
  [3812] = {
    'Краб-щелкун',
    nil,
  },
  [3814] = {
    'Шипастый краб',
    nil,
  },
  [3815] = {
    'Дракон-молния',
    nil,
  },
  [3816] = {
    'Дикий олень',
    nil,
  },
  [3817] = {
    'Тенерог',
    nil,
  },
  [3818] = {
    'Старый тенерог',
    nil,
  },
  [3819] = {
    'Паук-скакун дикого терна',
    nil,
  },
  [3820] = {
    'Ядоплюй дикого терна',
    nil,
  },
  [3821] = {
    'Воронковый паук дикого терна',
    nil,
  },
  [3823] = {
    'Светлолапый бегун',
    nil,
  },
  [3824] = {
    'Светлолапый ревун',
    nil,
  },
  [3825] = {
    'Светлолапый вожак',
    nil,
  },
  [3833] = {
    'Кенарийский воздаятель',
    nil,
  },
  [3834] = {
    'Безумный древняк',
    nil,
  },
  [3835] = {
    'Желчная жаба',
    nil,
  },
  [3836] = {
    'Горный пехотинец Щебеночка',
    nil,
  },
  [3837] = {
    'Верховой гиппогриф',
    nil,
  },
  [3838] = {
    nil,
    'Укротительница гиппогрифов',
  },
  [3840] = {
    'Друид Клыка',
    nil,
  },
  [3841] = {
    'Кайлаис Лунное Перо',
    'Укротительница гиппогрифов',
  },
  [3842] = {
    nil,
    'Хранитель ключей',
  },
  [3844] = {
    'Исцеляющий идол IV',
    nil,
  },
  [3845] = {
    'Шиндрелл Огненный Всполох',
    nil,
  },
  [3847] = {
    'Орендил Широколист',
    nil,
  },
  [3848] = {
    'Кайнет Штиль',
    nil,
  },
  [3849] = {
    'Страж смерти Адамант',
    nil,
  },
  [3850] = {
    'Колдун Ашкромб',
    nil,
  },
  [3851] = {
    'Белоголов Темного Клыка',
    nil,
  },
  [3853] = {
    'Луноброд Темного Клыка',
    nil,
  },
  [3854] = {
    'Волкостраж Темного Клыка',
    nil,
  },
  [3855] = {
    'Чернозлоб из крепости Темного Клыка',
    nil,
  },
  [3857] = {
    'Прожорень Темного Клыка',
    nil,
  },
  [3859] = {
    'Ярозуб Темного Клыка',
    nil,
  },
  [3861] = {
    'Бесцветный ворг',
    nil,
  },
  [3862] = {
    'Слюнявый ворг',
    nil,
  },
  [3863] = {
    'Волчий ужас',
    nil,
  },
  [3864] = {
    'Конь скверны',
    nil,
  },
  [3865] = {
    'Скакун тени',
    nil,
  },
  [3866] = {
    'Злобный нетопырь',
    nil,
  },
  [3868] = {
    'Кровожад',
    nil,
  },
  [3872] = {
    'Капитан служителей Смерти',
    nil,
  },
  [3873] = {
    'Замученный офицер',
    nil,
  },
  [3875] = {
    'Призрачный служитель',
    nil,
  },
  [3877] = {
    'Стенающий охранник',
    nil,
  },
  [3879] = {
    'Убийца из клана Темной Нити',
    nil,
  },
  [3880] = {
    'Часовой Мелирия Ледяная Тень',
    nil,
  },
  [3881] = {
    nil,
    'Мясник',
  },
  [3882] = {
    nil,
    'Мясник',
  },
  [3883] = {
    'Модан Солнечный Колос',
    'Пекарь',
  },
  [3884] = {
    'Джауна Свирель Ветра',
    'Пекарь',
  },
  [3885] = {
    'Часовой Велена Звездный Всполох',
    nil,
  },
  [3886] = {
    'Остроклык Мясник',
    nil,
  },
  [3887] = {
    'Барон Сильверлейн',
    nil,
  },
  [3890] = {
    'Бракгуль Смертоносный',
    'Военачальник Ущелья Песни Войны',
  },
  [3891] = {
    'Труп Терониса',
    nil,
  },
  [3892] = {
    'Релара Белая Луна',
    nil,
  },
  [3893] = {
    'Отрекшийся разведчик',
    nil,
  },
  [3894] = {
    'Пельтур Белая Луна',
    nil,
  },
  [3898] = {
    'Алигар Мучитель',
    nil,
  },
  [3899] = {
    'Бализар Скверный',
    nil,
  },
  [3900] = {
    'Землеройный червь',
    nil,
  },
  [3902] = {
    'Опаляющий тотем II',
    nil,
  },
  [3903] = {
    'Опаляющий тотем III',
    nil,
  },
  [3904] = {
    'Опаляющий тотем IV',
    nil,
  },
  [3906] = {
    'Тотем исцеляющего потока II',
    nil,
  },
  [3907] = {
    'Тотем исцеляющего потока III',
    nil,
  },
  [3908] = {
    'Тотем исцеляющего потока IV',
    nil,
  },
  [3909] = {
    'Тотем исцеляющего потока V',
    nil,
  },
  [3911] = {
    'Тотем каменного когтя II',
    nil,
  },
  [3912] = {
    'Тотем каменного когтя III',
    nil,
  },
  [3913] = {
    'Тотем каменного когтя IV',
    nil,
  },
  [3914] = {
    'Ретилгор',
    'Страж подвала',
  },
  [3915] = {
    nil,
    'Питомец Раэны',
  },
  [3917] = {
    'Злобный элементаль воды',
    nil,
  },
  [3919] = {
    'Высохший древняк',
    nil,
  },
  [3921] = {
    'Ведмедь из племени Колючего Меха',
    nil,
  },
  [3922] = {
    'Тотемист из племени Колючего Меха',
    nil,
  },
  [3923] = {
    'Дозорный из племени Колючего Меха',
    nil,
  },
  [3924] = {
    'Шаман из племени Колючего Меха',
    nil,
  },
  [3925] = {
    'Мститель из племени Колючего Меха',
    nil,
  },
  [3926] = {
    'Землепроходец из племени Колючего Меха',
    nil,
  },
  [3927] = {
    'Командир воргенов Нандос',
    nil,
  },
  [3928] = {
    'Гниющая слизь',
    nil,
  },
  [3931] = {
    'Чащобный оракул',
    nil,
  },
  [3932] = {
    'Кровозубый страж',
    nil,
  },
  [3933] = {
    nil,
    'Мясник',
  },
  [3934] = {
    'Буранд Ветродуй',
    'Хозяйка таверны',
  },
  [3935] = {
    nil,
    'Мясник',
  },
  [3936] = {
    'Шандриса Оперенная Луна',
    'Генерал армии Часовых',
  },
  [3937] = {
    'Кира Солнцепесня',
    'Странствующий пекарь',
  },
  [3939] = {
    'Волк племени Иглогривых',
    nil,
  },
  [3940] = {
    'Таниэль Темный Лес',
    nil,
  },
  [3941] = {
    'Этиль Зов Луны',
    nil,
  },
  [3942] = {
    'Маворис Проблеск Солнца',
    nil,
  },
  [3944] = {
    'Жрица из клана Зловещего Хвоста',
    nil,
  },
  [3945] = {
    'Караванщик Раззгот',
    nil,
  },
  [3946] = {
    'Велинда Песнь Звезд',
    nil,
  },
  [3947] = {
    'Гоблин-корабел',
    nil,
  },
  [3948] = {
    'Хонни Златозерная',
    'Пекарь',
  },
  [3950] = {
    'Низший водный страж',
    nil,
  },
  [3951] = {
    'Балдаран Тень Ворона',
    'Торговец луками',
  },
  [3952] = {
    nil,
    'Торговец одеждой',
  },
  [3953] = {
    'Тандаан Светлогрив',
    'Торговец кожаными доспехами',
  },
  [3954] = {
    nil,
    'Хозяйственные товары',
  },
  [3955] = {
    nil,
    'Хозяйственные товары',
  },
  [3956] = {
    'Харклан Лунная Роща',
    'Товары для алхимика',
  },
  [3958] = {
    nil,
    'Товары для кожевников',
  },
  [3959] = {
    nil,
    'Пекарь',
  },
  [3960] = {
    nil,
    'Мясник',
  },
  [3961] = {
    nil,
    'Продавец еды и напитков',
  },
  [3962] = {
    'Хальян Сердце Дуба',
    'Потребительские товары',
  },
  [3963] = {
    'Данлаар Ночной странник',
    'Наставница охотников',
  },
  [3964] = {
    nil,
    'Ученица алхимика',
  },
  [3965] = {
    'Цилания Искательница Корней',
    'Учитель травничества',
  },
  [3967] = {
    'Айндия Душистый Ветер',
    'Ученик кожевника',
  },
  [3968] = {
    'Сторожевой тотем',
    nil,
  },
  [3969] = {
    'Фаран Бесшумный Клинок',
    'Инструменты и припасы',
  },
  [3970] = {
    nil,
    'Реагенты',
  },
  [3974] = {
    'Псарь Локси',
    nil,
  },
  [3975] = {
    'Ирод',
    'Герой Алого ордена',
  },
  [3976] = {
    'Командир Могрейн из Алого ордена',
    nil,
  },
  [3977] = {
    'Верховный инквизитор Вайтмейн',
    nil,
  },
  [3978] = {
    'Ведун Искатель Истины',
    nil,
  },
  [3979] = {
    'Библиотекарь Мая Белокожка',
    'Лига Исследователей',
  },
  [3980] = {
    'Ролей Благочестивый',
    nil,
  },
  [3983] = {
    'Дознаватель Вишас',
    nil,
  },
  [3984] = {
    'Нэнси Вишас',
    nil,
  },
  [3985] = {
    'Дедушка Вишас',
    nil,
  },
  [3986] = {
    'Сарилус Грязнорожденный',
    nil,
  },
  [3987] = {
    'Дал Жилотяг',
    nil,
  },
  [3988] = {
    'Оператор Торговой Компании',
    nil,
  },
  [3989] = {
    'Лесоруб Торговой Компании',
    nil,
  },
  [3991] = {
    'Лесозаготовитель Торговой Компании',
    nil,
  },
  [3992] = {
    'Инженер Торговой Компании',
    nil,
  },
  [3993] = {
    'Машиностроитель Торговой Компании',
    nil,
  },
  [3994] = {
    'Хранитель Албагорм',
    nil,
  },
  [3995] = {
    'Знахарь Джин\'Зил',
    nil,
  },
  [3998] = {
    'Вредитель из племени Ветрорезов',
    nil,
  },
  [3999] = {
    'Землекоп из племени Ветрорезов',
    nil,
  },
  [4001] = {
    'Туннельщик из племени Ветрорезов',
    nil,
  },
  [4002] = {
    'Камнерез из племени Ветрорезов',
    nil,
  },
  [4003] = {
    'Геомант из племени Ветрорезов',
    nil,
  },
  [4004] = {
    'Властитель племени Ветрорезов',
    nil,
  },
  [4005] = {
    'Моховой ползун',
    nil,
  },
  [4006] = {
    'Моховой паук-вязальщик',
    nil,
  },
  [4007] = {
    'Моховой ядоплюй',
    nil,
  },
  [4008] = {
    'Скалозавр',
    nil,
  },
  [4009] = {
    'Гневный скалозавр',
    nil,
  },
  [4011] = {
    'Молодая величавая виверна',
    nil,
  },
  [4012] = {
    'Величавая виверна',
    nil,
  },
  [4013] = {
    'Величавый небесный охотник',
    nil,
  },
  [4014] = {
    'Величавый консорт',
    nil,
  },
  [4015] = {
    'Величавый патриарх',
    nil,
  },
  [4016] = {
    'Волшебный дракончик',
    nil,
  },
  [4017] = {
    'Хитрый волшебный дракончик',
    nil,
  },
  [4018] = {
    'Беговой олень-рогач',
    nil,
  },
  [4019] = {
    'Огромный быстроногий олень',
    nil,
  },
  [4020] = {
    'Сокотварь',
    nil,
  },
  [4021] = {
    'Едкая сокотварь',
    nil,
  },
  [4022] = {
    'Гарпия из стаи Кровавой Ярости',
    nil,
  },
  [4023] = {
    'Бродяжница из стаи Кровавой Ярости',
    nil,
  },
  [4024] = {
    'Душегубка из стаи Кровавой Ярости',
    nil,
  },
  [4025] = {
    'Душительница из стаи Кровавой Ярости',
    nil,
  },
  [4026] = {
    'Призывательница ветров из стаи Кровавой Ярости',
    nil,
  },
  [4027] = {
    'Ведьма гроз из стаи Кровавой Ярости',
    nil,
  },
  [4028] = {
    'Обугленный древняк',
    nil,
  },
  [4029] = {
    'Почерневший древняк',
    nil,
  },
  [4030] = {
    'Мстительное древо',
    nil,
  },
  [4031] = {
    'Химера-слеток',
    nil,
  },
  [4032] = {
    'Молодая химера',
    nil,
  },
  [4034] = {
    'Разъяренный дух камня',
    nil,
  },
  [4035] = {
    'Взбешенный дух камня',
    nil,
  },
  [4036] = {
    'Разбойник-дух огня',
    nil,
  },
  [4037] = {
    'Пылающий опустошитель',
    nil,
  },
  [4038] = {
    'Пылающий разрушитель',
    nil,
  },
  [4040] = {
    'Пещерный ловец',
    nil,
  },
  [4041] = {
    'Опаленный василиск',
    nil,
  },
  [4042] = {
    'Обгоревший василиск',
    nil,
  },
  [4043] = {
    nil,
    'Торговец двуручным оружием',
  },
  [4044] = {
    'Копченый василиск',
    nil,
  },
  [4046] = {
    'Магата Зловещий Тотем',
    'Мудрая старица',
  },
  [4047] = {
    'Зор Одинокое Дерево',
    'Старый провозвестник',
  },
  [4048] = {
    'Хранитель дорог Фалфиндел',
    nil,
  },
  [4049] = {
    'Сирит Камнелом',
    nil,
  },
  [4050] = {
    'Кенарийский смотритель',
    nil,
  },
  [4051] = {
    'Кенарийский ботаник',
    nil,
  },
  [4052] = {
    'Кенарийский друид',
    nil,
  },
  [4053] = {
    'Дочь Кенария',
    nil,
  },
  [4054] = {
    'Смеющаяся сестра',
    nil,
  },
  [4056] = {
    'Хранитель Мутного озера',
    nil,
  },
  [4057] = {
    'Сын Кенария',
    nil,
  },
  [4059] = {
    'Дух лесов',
    nil,
  },
  [4061] = {
    'Дриада Мутного Озера',
    nil,
  },
  [4062] = {
    'Бомбардир из клана Черного Железа',
    nil,
  },
  [4064] = {
    'Разведчик из клана Черной горы',
    nil,
  },
  [4065] = {
    'Караульный из клана Черной горы',
    nil,
  },
  [4067] = {
    'Сумеречный бегун',
    nil,
  },
  [4068] = {
    'Змеевестник',
    nil,
  },
  [4070] = {
    'Строитель Торговой Компании',
    nil,
  },
  [4072] = {
    'Пленник Джин\'Зила',
    nil,
  },
  [4075] = {
    'Крыса',
    nil,
  },
  [4076] = {
    'Таракан',
    nil,
  },
  [4077] = {
    'Гаксим Ржавошиппи',
    nil,
  },
  [4079] = {
    'Часовой Тенисил',
    nil,
  },
  [4080] = {
    'Кела Копье Тени',
    nil,
  },
  [4081] = {
    'Ломак Демонтирс',
    nil,
  },
  [4082] = {
    nil,
    'Потребительские товары',
  },
  [4083] = {
    nil,
    'Ученица знахаря',
  },
  [4084] = {
    nil,
    'Сто мелочей',
  },
  [4085] = {
    nil,
    'Продавец брони из Торговой компании',
  },
  [4086] = {
    nil,
    'Торговец Торговой Компании',
  },
  [4087] = {
    'Ариас\'та Певица Клинка',
    'Наставница воинов',
  },
  [4089] = {
    nil,
    'Наставница воинов',
  },
  [4090] = {
    'Астария Устремленная к Звездам',
    'Наставник жрецов',
  },
  [4091] = {
    nil,
    'Наставник жрецов',
  },
  [4092] = {
    nil,
    'Наставник жрецов',
  },
  [4093] = {
    'Пастух из племени Галак',
    nil,
  },
  [4094] = {
    'Разведчик из племени Галак',
    nil,
  },
  [4095] = {
    'Изверг из племени Галак',
    nil,
  },
  [4096] = {
    'Ветроловка из племени Галак',
    nil,
  },
  [4097] = {
    'Буревестница из племени Галак',
    nil,
  },
  [4099] = {
    'Мародер из племени Галак',
    nil,
  },
  [4100] = {
    'Визгливая гарпия',
    nil,
  },
  [4101] = {
    'Визгливая бродяжница',
    nil,
  },
  [4104] = {
    'Визгливая призывательница ветров',
    nil,
  },
  [4107] = {
    'Виверна Скального гнездовья',
    nil,
  },
  [4109] = {
    'Соправитель Скального гнездовья',
    nil,
  },
  [4110] = {
    'Патриарх Скального гнездовья',
    nil,
  },
  [4111] = {
    'Кобольд из племени Камнерылов',
    nil,
  },
  [4112] = {
    'Вредитель из племени Камнерылов',
    nil,
  },
  [4113] = {
    'Землекоп из племени Камнерылов',
    nil,
  },
  [4114] = {
    'Добытчик из племени Камнерылов',
    nil,
  },
  [4116] = {
    'Геодезист из племени Камнерылов',
    nil,
  },
  [4117] = {
    'Облачный змей',
    nil,
  },
  [4118] = {
    'Ядовитый облачный змей',
    nil,
  },
  [4119] = {
    'Старый облачный змей',
    nil,
  },
  [4120] = {
    'Грохочущий булыжень',
    nil,
  },
  [4124] = {
    'Игольчатая пума',
    nil,
  },
  [4126] = {
    'Скальный ловец',
    nil,
  },
  [4127] = {
    'Зубастая гиена',
    nil,
  },
  [4128] = {
    'Многозубый ловец',
    nil,
  },
  [4129] = {
    'Многозубый ворчун',
    nil,
  },
  [4130] = {
    'Силитид-искатель',
    nil,
  },
  [4131] = {
    'Силитид-захватчик',
    nil,
  },
  [4132] = {
    'Опустошитель-силитид',
    nil,
  },
  [4133] = {
    'Силитид-трутень',
    nil,
  },
  [4138] = {
    'Джин\'ра Ночная Вестница',
    'Наставница охотников',
  },
  [4139] = {
    'Скорпид-убийца',
    nil,
  },
  [4140] = {
    'Скорпид-разоритель',
    nil,
  },
  [4142] = {
    'Блестопанцирная черепаха',
    nil,
  },
  [4143] = {
    'Блестопанцирный крепкохват',
    nil,
  },
  [4144] = {
    'Блестопанцирный бурильщик',
    nil,
  },
  [4146] = {
    nil,
    'Наставница охотников',
  },
  [4147] = {
    'Просоленный василиск',
    nil,
  },
  [4150] = {
    'Просоленный взорень',
    nil,
  },
  [4151] = {
    'Просоленный хрусталиск',
    nil,
  },
  [4154] = {
    'Солончаковый падальщик',
    nil,
  },
  [4155] = {
    nil,
    'Банкир',
  },
  [4156] = {
    nil,
    'Учитель рыбной ловли',
  },
  [4158] = {
    'Стервятник соляных равнин',
    nil,
  },
  [4159] = {
    nil,
    'Ученица портного',
  },
  [4160] = {
    nil,
    'Учитель алхимии',
  },
  [4161] = {
    nil,
    'Регистратор гильдий',
  },
  [4163] = {
    nil,
    'Наставница разбойников',
  },
  [4164] = {
    nil,
    'Бронник ночных эльфов',
  },
  [4165] = {
    nil,
    'Изучение порталов',
  },
  [4166] = {
    'Газель',
    nil,
  },
  [4167] = {
    nil,
    'Продавец еды и напитков',
  },
  [4168] = {
    nil,
    'Товары для портных',
  },
  [4169] = {
    nil,
    'Продавец мяса',
  },
  [4170] = {
    nil,
    'Потребительские товары',
  },
  [4171] = {
    nil,
    'Торговец клинками',
  },
  [4172] = {
    nil,
    'Торговец одеяниями',
  },
  [4173] = {
    nil,
    'Торговец луками',
  },
  [4175] = {
    nil,
    'Торговец тканевыми доспехами',
  },
  [4177] = {
    nil,
    'Торговец кольчужными доспехами',
  },
  [4180] = {
    'Илишия Шепот Росы',
    'Торговец двуручным оружием',
  },
  [4181] = {
    nil,
    'Продавец еды и напитков',
  },
  [4182] = {
    nil,
    'Потребительские товары',
  },
  [4183] = {
    'Нарам Длинный Коготь',
    'Оружейник',
  },
  [4184] = {
    'Гиния Солнечная Тень',
    'Одежда для особых случаев',
  },
  [4185] = {
    nil,
    'Торговец одеждой',
  },
  [4186] = {
    nil,
    'Кожаная броня и товары для кожевников',
  },
  [4187] = {
    'Харлон Терновый Страж',
    'Броня и щиты',
  },
  [4188] = {
    nil,
    'Торговец тканевыми доспехами',
  },
  [4189] = {
    nil,
    'Товары для портных',
  },
  [4190] = {
    nil,
    'Пекарь',
  },
  [4191] = {
    nil,
    'Продавец еды и напитков',
  },
  [4192] = {
    nil,
    'Продавец напитков',
  },
  [4193] = {
    'Грондаль Лунный Бриз',
    'Ученица портного',
  },
  [4194] = {
    nil,
    'Хозяйственные припасы',
  },
  [4195] = {
    nil,
    'Продавец еды и напитков',
  },
  [4196] = {
    'Рой силитидов',
    nil,
  },
  [4198] = {
    'Брайлин Огненная Длань',
    nil,
  },
  [4200] = {
    nil,
    'Продавец рыбы',
  },
  [4201] = {
    'Зиз Физзикс',
    nil,
  },
  [4202] = {
    'Геренцо Терминатрикс',
    nil,
  },
  [4203] = {
    'Ариэль Тень Небес',
    'Торговец оружием',
  },
  [4204] = {
    'Фиродрен Зовущий Луну',
    'Учитель травничества',
  },
  [4205] = {
    nil,
    'Наставница охотников',
  },
  [4208] = {
    nil,
    'Банкир',
  },
  [4209] = {
    nil,
    'Банкир',
  },
  [4210] = {
    nil,
    'Учитель кулинарии',
  },
  [4211] = {
    nil,
    'Учитель первой помощи',
  },
  [4212] = {
    nil,
    'Учитель кожевничества',
  },
  [4213] = {
    nil,
    'Учитель наложения чар',
  },
  [4214] = {
    'Эрион Шепот Тени',
    'Наставница разбойников',
  },
  [4215] = {
    nil,
    'Наставница разбойников',
  },
  [4216] = {
    nil,
    'Товары для травников',
  },
  [4217] = {
    'Матренгил Медвежья Лапа',
    'Наставница друидов',
  },
  [4218] = {
    nil,
    'Наставница друидов',
  },
  [4219] = {
    'Фалериан Крыло Ночи',
    'Наставница друидов',
  },
  [4220] = {
    nil,
    'Реагенты',
  },
  [4221] = {
    nil,
    'Продавец рыбы',
  },
  [4222] = {
    nil,
    'Рыболовные снасти',
  },
  [4223] = {
    nil,
    'Товары для кулинарии',
  },
  [4225] = {
    nil,
    'Товары для кожевников',
  },
  [4226] = {
    nil,
    'Товары для алхимика',
  },
  [4228] = {
    nil,
    'Товары для наложения чар',
  },
  [4229] = {
    nil,
    'Хозяйственные припасы',
  },
  [4230] = {
    nil,
    'Торговец сумками',
  },
  [4231] = {
    nil,
    'Торговец оружием',
  },
  [4232] = {
    nil,
    'Торговец топорами',
  },
  [4233] = {
    'Митидан',
    'Торговец булавами и посохами',
  },
  [4234] = {
    nil,
    'Торговец посохами',
  },
  [4235] = {
    nil,
    'Торговец метательным оружием',
  },
  [4236] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [4240] = {
    nil,
    'Торговец щитами',
  },
  [4241] = {
    nil,
    'Потребительские товары',
  },
  [4242] = {
    'Самка ледопарда',
    nil,
  },
  [4243] = {
    'Ночная Тень',
    'Питомец Джин\'ры',
  },
  [4244] = {
    'Тень',
    'Питомец Дориона',
  },
  [4248] = {
    'Паршивая гиена',
    nil,
  },
  [4249] = {
    'Паршивый рыкун',
    nil,
  },
  [4250] = {
    'Гиена племени Галак',
    nil,
  },
  [4251] = {
    'Гоблин',
    nil,
  },
  [4252] = {
    'Гном',
    nil,
  },
  [4253] = {
    'Облик Медведя (таурен, друид)',
    'Ночной эльф-друид',
  },
  [4254] = {
    'Геофрам Твердопал',
    'Учитель горного дела',
  },
  [4255] = {
    'Брегус Громовар',
    'Еда и напитки',
  },
  [4256] = {
    'Голнир Твердопал',
    'Товары для горного дела',
  },
  [4257] = {
    'Лана Громовар',
    'Товары для кузнецов',
  },
  [4258] = {
    'Бенгус Подземная Кузня',
    'Учитель кузнечного дела',
  },
  [4259] = {
    'Тургрум Подземная Кузня',
    'Товары для кузнецов',
  },
  [4260] = {
    'Крошшер Торговой Компании',
    nil,
  },
  [4261] = {
    'Облик Медведя (таурен, друид)',
    'Таурен-друид',
  },
  [4262] = {
    'Дарнасский часовой',
    nil,
  },
  [4263] = {
    'Детеныш мохового паука',
    nil,
  },
  [4264] = {
    'Моховая паучиха',
    nil,
  },
  [4265] = {
    nil,
    'Товары для кулинарии',
  },
  [4266] = {
    nil,
    'Продавец еды и напитков',
  },
  [4267] = {
    nil,
    'Укротительница гиппогрифов',
  },
  [4268] = {
    'Серый волк',
    nil,
  },
  [4269] = {
    'Гнедая кобыла',
    nil,
  },
  [4270] = {
    'Рыжий волк',
    nil,
  },
  [4271] = {
    'Лютый волк',
    nil,
  },
  [4272] = {
    'Темно-бурый волк',
    nil,
  },
  [4273] = {
    'Хранитель Ордан',
    nil,
  },
  [4274] = {
    'Фенрус Пожиратель',
    nil,
  },
  [4275] = {
    'Верховный маг Аругал',
    nil,
  },
  [4276] = {
    nil,
    'Торговая Компания',
  },
  [4277] = {
    'Око Килрогга',
    nil,
  },
  [4278] = {
    'Командир Ручьедол',
    nil,
  },
  [4279] = {
    'Одо Слепой Страж',
    nil,
  },
  [4280] = {
    'Оберегатель Алого ордена',
    nil,
  },
  [4281] = {
    'Разведчик Алого ордена',
    nil,
  },
  [4282] = {
    'Чародей Алого ордена',
    nil,
  },
  [4283] = {
    'Караульный Алого ордена',
    nil,
  },
  [4284] = {
    'Авгур Алого ордена',
    nil,
  },
  [4285] = {
    'Послушник Алого ордена',
    nil,
  },
  [4286] = {
    'Солдат Алого ордена',
    nil,
  },
  [4287] = {
    'Орденоносец Алого ордена',
    nil,
  },
  [4288] = {
    'Зверолов из Алого ордена',
    nil,
  },
  [4289] = {
    'Пробудитель из Алого ордена',
    nil,
  },
  [4290] = {
    'Охранник Алого ордена',
    nil,
  },
  [4291] = {
    'Предсказатель Алого ордена',
    nil,
  },
  [4292] = {
    'Заступник Алого ордена',
    nil,
  },
  [4293] = {
    'Провидец Алого ордена',
    nil,
  },
  [4294] = {
    'Колдун Алого ордена',
    nil,
  },
  [4295] = {
    'Мирмидон Алого ордена',
    nil,
  },
  [4296] = {
    'Адепт Алого ордена',
    nil,
  },
  [4297] = {
    'Окудник из Алого ордена',
    nil,
  },
  [4298] = {
    'Защитник из Алого ордена',
    nil,
  },
  [4299] = {
    'Капеллан Алого ордена',
    nil,
  },
  [4300] = {
    'Волшебник Алого ордена',
    nil,
  },
  [4301] = {
    'Центурион Алого ордена',
    nil,
  },
  [4302] = {
    'Воитель из Алого ордена',
    nil,
  },
  [4303] = {
    'Аббат Алого ордена',
    nil,
  },
  [4304] = {
    'Ищейка из Алого ордена',
    nil,
  },
  [4305] = {
    nil,
    'Рыбак',
  },
  [4306] = {
    'Истязатель из Алого ордена',
    nil,
  },
  [4307] = {
    'Хельдан Рокот Прибоя',
    'Рыбак',
  },
  [4308] = {
    'Освобожденный дух',
    nil,
  },
  [4309] = {
    'Горм Зловещий Тотем',
    nil,
  },
  [4310] = {
    'Кор Зловещий Тотем',
    nil,
  },
  [4311] = {
    'Хольгар Топор Бури',
    nil,
  },
  [4312] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [4314] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [4316] = {
    'Гиена племени Колкар',
    nil,
  },
  [4317] = {
    'Нице',
    'Укротитель ветрокрылов',
  },
  [4319] = {
    'Тиссиана',
    'Укротительница гиппогрифов',
  },
  [4320] = {
    nil,
    'Дрессировщик',
  },
  [4321] = {
    nil,
    'Укротительница грифонов',
  },
  [4323] = {
    'Опаляющий малыш дракона',
    nil,
  },
  [4324] = {
    'Опаляющий дракончик',
    nil,
  },
  [4328] = {
    'Огнегривый чешуйчатый губитель',
    nil,
  },
  [4329] = {
    'Огнегривый разведчик',
    nil,
  },
  [4331] = {
    'Огнегривый пеплохвост',
    nil,
  },
  [4334] = {
    'Огнегривая заклинательница пламени',
    nil,
  },
  [4339] = {
    'Краегор',
    nil,
  },
  [4341] = {
    'Кроколиск-грязекуп',
    nil,
  },
  [4342] = {
    'Грязекуп-злобокус',
    nil,
  },
  [4343] = {
    'Грязекуп-крепкохват',
    nil,
  },
  [4344] = {
    'Крапчатый кроколиск-грязекуп',
    nil,
  },
  [4345] = {
    'Грязекуп-острозуб',
    nil,
  },
  [4346] = {
    'Пагубный живодер',
    nil,
  },
  [4347] = {
    'Пагубный разоритель',
    nil,
  },
  [4348] = {
    'Пагубный живорез',
    nil,
  },
  [4351] = {
    'Ящер Кровавой Топи',
    nil,
  },
  [4352] = {
    'Крикун Кровавой Топи',
    nil,
  },
  [4355] = {
    'Смертехват Кровавой Топи',
    nil,
  },
  [4356] = {
    'Острозуб Кровавой Топи',
    nil,
  },
  [4357] = {
    'Кнутохвост Кровавой Топи',
    nil,
  },
  [4358] = {
    'Пачкун из племени Болотного Плавника',
    nil,
  },
  [4359] = {
    'Мурлок из племени Болотного Плавника',
    nil,
  },
  [4360] = {
    'Воин из племени Болотного Плавника',
    nil,
  },
  [4361] = {
    'Грязекоп из племени Болотного Плавника',
    nil,
  },
  [4362] = {
    'Береговик из племени Болотного Плавника',
    nil,
  },
  [4363] = {
    'Оракул из племени Болотного Плавника',
    nil,
  },
  [4364] = {
    'Воин из клана Страшаз',
    nil,
  },
  [4366] = {
    'Змеестраж из клана Страшаз',
    nil,
  },
  [4368] = {
    'Мирмидон из клана Страшаз',
    nil,
  },
  [4370] = {
    'Колдунья из клана Страшаз',
    nil,
  },
  [4371] = {
    'Сирена из клана Страшаз',
    nil,
  },
  [4374] = {
    'Гидра клана Страшаз',
    nil,
  },
  [4376] = {
    'Паук Мглистой пещеры',
    nil,
  },
  [4377] = {
    'Паучонок Мглистой пещеры',
    nil,
  },
  [4378] = {
    'Паук-отшельник Мглистой пещеры',
    nil,
  },
  [4379] = {
    'Паук-шелкопряд Мглистой пещеры',
    nil,
  },
  [4380] = {
    'Черная вдова Мглистой пещеры',
    nil,
  },
  [4382] = {
    'Сухолистый ползун',
    nil,
  },
  [4385] = {
    'Сухолистый яростень',
    nil,
  },
  [4386] = {
    'Суходревый заскорузлый потрошитель',
    nil,
  },
  [4387] = {
    'Древесник Сухой Лозы',
    nil,
  },
  [4388] = {
    'Молодой черный крепкозуб',
    nil,
  },
  [4389] = {
    'Черный крепкозуб',
    nil,
  },
  [4390] = {
    'Старый черный крепкозуб',
    nil,
  },
  [4391] = {
    'Болотный слизнюк',
    nil,
  },
  [4392] = {
    'Разъедающий болотный слизнюк',
    nil,
  },
  [4393] = {
    'Кислотный болотный слизнюк',
    nil,
  },
  [4394] = {
    'Пузырящийся болотный слизнюк',
    nil,
  },
  [4396] = {
    'Глинистая черепаха',
    nil,
  },
  [4397] = {
    'Глинистая колючая черепаха',
    nil,
  },
  [4398] = {
    'Глинистый землеглот',
    nil,
  },
  [4399] = {
    'Глинистый бурильщик',
    nil,
  },
  [4400] = {
    'Глинистый хрустогрыз',
    nil,
  },
  [4401] = {
    'Грязнопанцирный трещот',
    nil,
  },
  [4402] = {
    'Грязнопанцирный клешнехват',
    nil,
  },
  [4403] = {
    'Грязнопанцирный клешневик',
    nil,
  },
  [4404] = {
    'Грязнопанцирный клешнекоп',
    nil,
  },
  [4405] = {
    'Грязнопанцирный острощип',
    nil,
  },
  [4407] = {
    nil,
    'Укротительница гиппогрифов',
  },
  [4408] = {
    'Водный облик (таурен друид)',
    'Ночной эльф-друид',
  },
  [4409] = {
    'Кордор Хранитель Врат',
    nil,
  },
  [4410] = {
    'Водный облик (таурен друид)',
    'Таурен-друид',
  },
  [4411] = {
    'Темноклыкий скрытень',
    nil,
  },
  [4412] = {
    'Темноклыкий ползун',
    nil,
  },
  [4413] = {
    'Паук-черноклык',
    nil,
  },
  [4414] = {
    'Ядоплюй-черноклык',
    nil,
  },
  [4415] = {
    'Гигантский темноклыкий паук',
    nil,
  },
  [4416] = {
    'Горнорабочий из Братства Справедливости',
    nil,
  },
  [4417] = {
    'Надсмотрщик из Братства Справедливости',
    nil,
  },
  [4418] = {
    'Волшебник из Братства Справедливости',
    nil,
  },
  [4419] = {
    'Распорядитель гонок Лихоезд',
    nil,
  },
  [4420] = {
    'Властитель Таранный Клык',
    nil,
  },
  [4421] = {
    'Чарлга Остробок',
    'Ведьма',
  },
  [4422] = {
    'Агателос Свирепый',
    nil,
  },
  [4423] = {
    'Дарнасский заступник',
    nil,
  },
  [4424] = {
    'Аггем Терновое Проклятие',
    'Пророк племени Мертовой Головы',
  },
  [4425] = {
    'Слепой охотник',
    nil,
  },
  [4427] = {
    'Страж чертогов',
    nil,
  },
  [4428] = {
    'Вестник смерти Джаргба',
    'Капитан племени Мертвой Головы',
  },
  [4429] = {
    'Гоблин-автомеханик',
    nil,
  },
  [4430] = {
    'Механик гномского гаража',
    nil,
  },
  [4435] = {
    'Воин племени Иглошкурых',
    nil,
  },
  [4436] = {
    'Свиностраж племени Иглошкурых',
    nil,
  },
  [4437] = {
    'Страж-смотритель из племени Иглошкурых',
    nil,
  },
  [4438] = {
    'Копьешкур из племени Иглошкурых',
    nil,
  },
  [4440] = {
    'Тотемист племени Иглошкурых',
    nil,
  },
  [4442] = {
    'Защитник из племени Иглошкурых',
    nil,
  },
  [4444] = {
    'Страж смерти Эрланд Винсент',
    nil,
  },
  [4451] = {
    'Ольд Каменное Копье',
    nil,
  },
  [4452] = {
    'Кравел Углебород',
    nil,
  },
  [4453] = {
    'Виззл Медноштиф',
    nil,
  },
  [4454] = {
    'Пшикс Медноштиф',
    nil,
  },
  [4455] = {
    'Рыжий Джек Кремень',
    nil,
  },
  [4456] = {
    'Фиора Длинноушка',
    nil,
  },
  [4457] = {
    'Добытчик из племени Черножабрых',
    nil,
  },
  [4458] = {
    'Охотник из племени Черножабрых',
    nil,
  },
  [4459] = {
    'Оракул из племени Черножабрых',
    nil,
  },
  [4460] = {
    'Вождь племени Черножабрых',
    nil,
  },
  [4461] = {
    'Воин из племени Черножабрых',
    nil,
  },
  [4462] = {
    'Охотник из клана Черной горы',
    nil,
  },
  [4463] = {
    'Призыватель из клана Черной горы',
    nil,
  },
  [4464] = {
    'Гладиатор из клана Черной горы',
    nil,
  },
  [4465] = {
    'Воин из племени Порочной Ветви',
    nil,
  },
  [4466] = {
    'Охотник за скальпами из племени Порочной Ветви',
    nil,
  },
  [4467] = {
    'Ворожей из племени Порочной Ветви',
    nil,
  },
  [4468] = {
    'Нефритовый слякоч',
    nil,
  },
  [4469] = {
    'Изумрудный слизнюк',
    nil,
  },
  [4472] = {
    'Призрачное видение',
    nil,
  },
  [4474] = {
    'Гниющий кадавр',
    nil,
  },
  [4475] = {
    'Зачумленный зомби',
    nil,
  },
  [4483] = {
    'Моктар Крин',
    nil,
  },
  [4484] = {
    'Фиро Железнорук',
    nil,
  },
  [4485] = {
    'Белгром Каменная Булава',
    nil,
  },
  [4489] = {
    'Брауг Тусклый Дух',
    nil,
  },
  [4490] = {
    'Гренка Кровавый Визг',
    nil,
  },
  [4493] = {
    'Мститель из Алого ордена',
    nil,
  },
  [4494] = {
    'Чароплет Алого ордена',
    nil,
  },
  [4495] = {
    'Начальник гномского гаража',
    nil,
  },
  [4496] = {
    'Начальник гоблинского гаража',
    nil,
  },
  [4498] = {
    'Маурин Костолом',
    nil,
  },
  [4499] = {
    'Рок\'Алим Крушитель',
    nil,
  },
  [4500] = {
    'Властитель Мок\'Морокк',
    nil,
  },
  [4503] = {
    'Дробильщик Грязноног',
    nil,
  },
  [4504] = {
    'Ледочрев',
    nil,
  },
  [4505] = {
    'Матрос из шайки Кровавого Паруса',
    nil,
  },
  [4506] = {
    'Юнга из шайки Кровавого Паруса',
    nil,
  },
  [4507] = {
    'Дейзи',
    'Ассистентка',
  },
  [4508] = {
    'Импортер Вилликс',
    nil,
  },
  [4510] = {
    'Гералат Бурый Ручей',
    nil,
  },
  [4511] = {
    'Агам\'ар',
    nil,
  },
  [4512] = {
    'Гниющий агам\'ар',
    nil,
  },
  [4514] = {
    'Разъяренный агам\'ар',
    nil,
  },
  [4515] = {
    'Послушница из племени Мертвой Головы',
    nil,
  },
  [4516] = {
    'Адепт из племени Мертвой Головы',
    nil,
  },
  [4517] = {
    'Жрица из племени Мертвой Головы',
    nil,
  },
  [4518] = {
    'Ведунья из племени Мертвой Головы',
    nil,
  },
  [4519] = {
    'Ясновидица из племени Мертвой Головы',
    nil,
  },
  [4520] = {
    'Геомант племени Иглошкурых',
    nil,
  },
  [4521] = {
    'Трешала Бурый Ручей',
    nil,
  },
  [4522] = {
    'Пылеткач из племени Иглошкурых',
    nil,
  },
  [4523] = {
    'Землетряска из племени Иглошкурых',
    nil,
  },
  [4525] = {
    'Землеломка из племени Иглошкурых',
    nil,
  },
  [4526] = {
    'Ветряной ревун',
    nil,
  },
  [4528] = {
    'Каменный грохотун',
    nil,
  },
  [4530] = {
    'Укротитель из племени Иглошкурых',
    nil,
  },
  [4531] = {
    'Дрессировщик из племени Иглошкурых',
    nil,
  },
  [4532] = {
    'Повелитель зверей из племени Иглошкурых',
    nil,
  },
  [4534] = {
    'Прирученная гиена',
    nil,
  },
  [4535] = {
    'Прирученный боевой вепрь',
    nil,
  },
  [4538] = {
    'Лабиринтовый нетопырь',
    nil,
  },
  [4539] = {
    'Большой лабиринтовый нетопырь',
    nil,
  },
  [4540] = {
    'Монах Алого ордена',
    nil,
  },
  [4541] = {
    'Кровь Агамаггана',
    nil,
  },
  [4542] = {
    'Фейрбанкс Преображенный',
    nil,
  },
  [4543] = {
    'Волшебник крови Талнос',
    nil,
  },
  [4544] = {
    'Криг Головоруб',
    nil,
  },
  [4545] = {
    'Наг\'зен',
    nil,
  },
  [4546] = {
    'Бор\'зен',
    nil,
  },
  [4547] = {
    'Такрей Тенелов',
    nil,
  },
  [4548] = {
    'Сталезуб',
    nil,
  },
  [4549] = {
    nil,
    'Банкир',
  },
  [4550] = {
    nil,
    'Банкир',
  },
  [4551] = {
    nil,
    'Дрессировщик нетопырей',
  },
  [4552] = {
    nil,
    'Учитель кулинарии',
  },
  [4553] = {
    nil,
    'Товары для кулинарии',
  },
  [4554] = {
    'Шатенн Гризетт',
    'Продавец грибов',
  },
  [4555] = {
    nil,
    'Потребительские товары',
  },
  [4556] = {
    nil,
    'Торговец оружием',
  },
  [4557] = {
    nil,
    'Торговец оружием',
  },
  [4558] = {
    nil,
    'Торговец легкими доспехами',
  },
  [4559] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [4560] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [4561] = {
    nil,
    'Хозяйственные припасы',
  },
  [4562] = {
    nil,
    'Реагенты',
  },
  [4563] = {
    'Каел Жнец Душ',
    'Наставник чернокнижников',
  },
  [4564] = {
    nil,
    'Наставник чернокнижников',
  },
  [4565] = {
    nil,
    'Наставник чернокнижников',
  },
  [4566] = {
    'Келестия Ненавистница',
    'Наставница магов',
  },
  [4567] = {
    nil,
    'Наставница магов',
  },
  [4568] = {
    nil,
    'Наставница магов',
  },
  [4569] = {
    nil,
    'Торговец клинками',
  },
  [4570] = {
    nil,
    'Торговец посохами',
  },
  [4571] = {
    nil,
    'Продавец грибов',
  },
  [4573] = {
    nil,
    'Учитель рыбной ловли',
  },
  [4574] = {
    nil,
    'Рыболовные снасти',
  },
  [4575] = {
    nil,
    'Реагенты',
  },
  [4576] = {
    nil,
    'Учитель портняжного дела',
  },
  [4577] = {
    nil,
    'Товары для портных',
  },
  [4578] = {
    nil,
    'Учитель по шитью из тенеткани',
  },
  [4580] = {
    nil,
    'Торговец одеяниями',
  },
  [4581] = {
    nil,
    'Книготорговец',
  },
  [4582] = {
    nil,
    'Наставница разбойников',
  },
  [4583] = {
    nil,
    'Наставница разбойников',
  },
  [4584] = {
    nil,
    'Наставница разбойников',
  },
  [4585] = {
    nil,
    'Торговец ядами',
  },
  [4586] = {
    nil,
    'Ученица инженера',
  },
  [4587] = {
    nil,
    'Инженерные материалы',
  },
  [4588] = {
    nil,
    'Ученик кожевника',
  },
  [4589] = {
    nil,
    'Товары для кожевников',
  },
  [4590] = {
    nil,
    'Продавец сумок',
  },
  [4591] = {
    nil,
    'Учитель первой помощи',
  },
  [4592] = {
    nil,
    'Торговец метательным оружием',
  },
  [4593] = {
    nil,
    'Наставница воинов',
  },
  [4594] = {
    nil,
    'Наставница воинов',
  },
  [4595] = {
    nil,
    'Наставница воинов',
  },
  [4596] = {
    nil,
    'Учитель кузнечного дела',
  },
  [4597] = {
    nil,
    'Товары для кузнецов',
  },
  [4598] = {
    nil,
    'Учитель горного дела',
  },
  [4599] = {
    nil,
    'Товары для горного дела',
  },
  [4600] = {
    nil,
    'Торговец оружием',
  },
  [4601] = {
    nil,
    'Торговец оружием',
  },
  [4602] = {
    nil,
    'Торговец оружием',
  },
  [4603] = {
    nil,
    'Торговец огнестрельным оружием',
  },
  [4604] = {
    nil,
    'Торговец луками',
  },
  [4605] = {
    nil,
    'Ученик кузнеца',
  },
  [4606] = {
    nil,
    'Наставник жрецов',
  },
  [4607] = {
    'Отец Ланкастер',
    'Наставник жрецов',
  },
  [4608] = {
    'Отец Лазарус',
    'Наставник жрецов',
  },
  [4609] = {
    'Доктор Марш',
    'Ученица алхимика',
  },
  [4610] = {
    nil,
    'Товары для алхимика',
  },
  [4611] = {
    'Доктор Герберт Галси',
    'Учитель алхимии',
  },
  [4613] = {
    nil,
    'Регистратор гильдий',
  },
  [4614] = {
    nil,
    'Учитель травничества',
  },
  [4615] = {
    nil,
    'Товары для травников',
  },
  [4616] = {
    nil,
    'Учитель наложения чар',
  },
  [4617] = {
    nil,
    'Товары для наложения чар',
  },
  [4618] = {
    'Мартек Изгой',
    nil,
  },
  [4620] = {
    'Фобид',
    'Комментатор',
  },
  [4623] = {
    'Иглостраж-воитель',
    nil,
  },
  [4624] = {
    'Костолом Пиратской Бухты',
    nil,
  },
  [4625] = {
    'Хранительница чертогов Мертвой Головы',
    nil,
  },
  [4627] = {
    'Демон Бездны Аругала',
    nil,
  },
  [4629] = {
    'Начальник трассы Зерин',
    nil,
  },
  [4630] = {
    'Поззик',
    nil,
  },
  [4631] = {
    'Управляющий пристанью Подгребай',
    nil,
  },
  [4632] = {
    'Кентавр из племени Колкар',
    nil,
  },
  [4633] = {
    'Разведчик из племени Колкар',
    nil,
  },
  [4634] = {
    'Изверг из племени Колкар',
    nil,
  },
  [4635] = {
    'Ветроловка из племени Колкар',
    nil,
  },
  [4636] = {
    'Полководец племени Колкар',
    nil,
  },
  [4637] = {
    'Разрушитель из племени Колкар',
    nil,
  },
  [4638] = {
    'Разведчик из племени Маграм',
    nil,
  },
  [4639] = {
    'Гонец из племени Маграм',
    nil,
  },
  [4640] = {
    'Пастух из племени Маграм',
    nil,
  },
  [4641] = {
    'Ветроловка из племени Маграм',
    nil,
  },
  [4642] = {
    'Буревестница из племени Маграм',
    nil,
  },
  [4643] = {
    'Пастух из племени Маграм',
    nil,
  },
  [4644] = {
    'Мародер из племени Маграм',
    nil,
  },
  [4645] = {
    'Изверг из племени Маграм',
    nil,
  },
  [4646] = {
    'Гонец из племени Гелкис',
    nil,
  },
  [4647] = {
    'Разведчик из племени Гелкис',
    nil,
  },
  [4648] = {
    'Чеканщик из племени Гелкис',
    nil,
  },
  [4649] = {
    'Ветроловка из племени Гелкис',
    nil,
  },
  [4651] = {
    'Заклинательница земли из племени Гелкис',
    nil,
  },
  [4652] = {
    'Изверг из племени Гелкис',
    nil,
  },
  [4653] = {
    'Мародер из племени Гелкис',
    nil,
  },
  [4654] = {
    'Разведчик из племени Мародин',
    nil,
  },
  [4655] = {
    'Пастух из племени Мародин',
    nil,
  },
  [4656] = {
    'Изверг из племени Мародин',
    nil,
  },
  [4657] = {
    'Ветроловка из племени Мародин',
    nil,
  },
  [4658] = {
    'Буревестница из племени Мародин',
    nil,
  },
  [4659] = {
    'Мародер из племени Мародин',
    nil,
  },
  [4660] = {
    'Костелап клана Мародин',
    nil,
  },
  [4661] = {
    'Грохотун из племени Гелкис',
    nil,
  },
  [4662] = {
    'Костелап племени Маграм',
    nil,
  },
  [4663] = {
    'Авгур клана Пылающего Клинка',
    nil,
  },
  [4664] = {
    'Разоритель из клана Пылающего Клинка',
    nil,
  },
  [4665] = {
    'Адепт клана Пылающего Клинка',
    nil,
  },
  [4666] = {
    'Скверноподданный из клана Пылающего Клинка',
    nil,
  },
  [4667] = {
    'Темный маг клана Пылающего Клинка',
    nil,
  },
  [4668] = {
    'Призыватель из клана Пылающего Клинка',
    nil,
  },
  [4670] = {
    'Разбойник из племени Ярой Ненависти',
    nil,
  },
  [4671] = {
    'Плут из племени Ярой Ненависти',
    nil,
  },
  [4672] = {
    'Скверноподданный племени Ярой Ненависти',
    nil,
  },
  [4673] = {
    'Предатель из племени Ярой Ненависти',
    nil,
  },
  [4674] = {
    'Тенелов племени Ярой Ненависти',
    nil,
  },
  [4675] = {
    'Призыватель огня из племени Ярой Ненависти',
    nil,
  },
  [4676] = {
    'Младший инфернал',
    nil,
  },
  [4677] = {
    'Тюремщик судеб',
    nil,
  },
  [4678] = {
    'Пожиратель маны',
    nil,
  },
  [4679] = {
    'Дева Пустоты',
    nil,
  },
  [4680] = {
    'Капитан тюремщиков судеб',
    nil,
  },
  [4681] = {
    'Охотник на магов',
    nil,
  },
  [4682] = {
    'Сестра Пустоты',
    nil,
  },
  [4684] = {
    'Колдунья Пустоты',
    nil,
  },
  [4685] = {
    'Охотник за магией',
    nil,
  },
  [4686] = {
    'Глубинный великан',
    nil,
  },
  [4687] = {
    'Глубинный искатель',
    nil,
  },
  [4688] = {
    'Костелапая гиена',
    nil,
  },
  [4689] = {
    'Голодный костелап',
    nil,
  },
  [4690] = {
    'Бешеный костелап',
    nil,
  },
  [4692] = {
    'Жуткий перепелятник',
    nil,
  },
  [4693] = {
    'Жуткий летун',
    nil,
  },
  [4694] = {
    'Жуткий потрошитель',
    nil,
  },
  [4695] = {
    'Ужасный падальщик',
    nil,
  },
  [4696] = {
    'Крепкохват скорпаши',
    nil,
  },
  [4697] = {
    'Плеточник скорпаши',
    nil,
  },
  [4699] = {
    'Ядохлыст скорпаши',
    nil,
  },
  [4700] = {
    'Старый кодо',
    nil,
  },
  [4701] = {
    'Умирающий кодо',
    nil,
  },
  [4702] = {
    'Древний кодо',
    nil,
  },
  [4705] = {
    'Призыватель духов из клана Пылающего Клинка',
    nil,
  },
  [4706] = {
    'Раззерик',
    nil,
  },
  [4707] = {
    'Зузуби',
    'Комментатор',
  },
  [4709] = {
    'Замек',
    nil,
  },
  [4710] = {
    'Серый баран',
    nil,
  },
  [4711] = {
    'Нага из клана Скользящего Плавника',
    nil,
  },
  [4712] = {
    'Колдунья из клана Скользящего Плавника',
    nil,
  },
  [4713] = {
    'Воин из клана Скользящего Плавника',
    nil,
  },
  [4714] = {
    'Мирмидон из клана Скользящего Плавника',
    nil,
  },
  [4715] = {
    'Бичехвост из клана Скользящего Плавника',
    nil,
  },
  [4716] = {
    'Волнолов из клана Скользящего Плавника',
    nil,
  },
  [4718] = {
    'Оракул из клана Скользящего Плавника',
    nil,
  },
  [4719] = {
    'Морская ведьма из клана Скользящего Плавника',
    nil,
  },
  [4720] = {
    'Риззл Медноштиф',
    nil,
  },
  [4721] = {
    'Занген Каменное Копыто',
    nil,
  },
  [4722] = {
    'Рау Скальный Бегун',
    nil,
  },
  [4723] = {
    'Штейгер Коззл',
    nil,
  },
  [4726] = {
    'Разъяренная рокочущая ящерица',
    nil,
  },
  [4727] = {
    'Старая рокочущая ящерица',
    nil,
  },
  [4728] = {
    'Василиск-камнегрыз',
    nil,
  },
  [4729] = {
    'Неповоротливый василиск-камнегрыз',
    nil,
  },
  [4730] = {
    nil,
    'Дрессировщица саблезубов',
  },
  [4731] = {
    nil,
    'Торговец конями нежити',
  },
  [4732] = {
    nil,
    'Учитель верховой езды',
  },
  [4752] = {
    nil,
    'Учитель верховой езды',
  },
  [4753] = {
    nil,
    'Учитель верховой езды',
  },
  [4772] = {
    'Ультам Громовой Рог',
    'Учитель верховой езды',
  },
  [4773] = {
    nil,
    'Учитель верховой езды',
  },
  [4775] = {
    nil,
    'Хозяйственные припасы',
  },
  [4777] = {
    'Белый баран',
    nil,
  },
  [4778] = {
    'Снежный баран',
    nil,
  },
  [4779] = {
    'Бурый баран',
    nil,
  },
  [4780] = {
    'Черный баран',
    nil,
  },
  [4781] = {
    'Шмыгунос',
    nil,
  },
  [4782] = {
    'Трук Косматая Борода',
    'Барменша',
  },
  [4783] = {
    'Рассветный дозорный Селгорм',
    'Серебряный Рассвет',
  },
  [4784] = {
    'Страж Манадос из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [4785] = {
    'Иллюзорный кошмар',
    nil,
  },
  [4786] = {
    'Рассветный дозорный Шедласс',
    'Серебряный Рассвет',
  },
  [4787] = {
    'Страж Талрид из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [4788] = {
    'Сатир из племени Змеящегося Корня',
    nil,
  },
  [4789] = {
    'Разбойник из племени Змеящегося Корня',
    nil,
  },
  [4791] = {
    'Назир Кровавое Копье',
    nil,
  },
  [4792] = {
    'Ярл "Болотный Глаз"',
    nil,
  },
  [4794] = {
    'Морган Штерн',
    nil,
  },
  [4795] = {
    'Сила Природы',
    nil,
  },
  [4798] = {
    'Тенелов из племени Змеящегося Корня',
    nil,
  },
  [4799] = {
    'Призыватель огня из племени Змеящегося Корня',
    nil,
  },
  [4802] = {
    'Жрица прилива из Непроглядной Пучины',
    nil,
  },
  [4803] = {
    'Оракул Непроглядной Пучины',
    nil,
  },
  [4805] = {
    'Морская ведьма Непроглядной Пучины',
    nil,
  },
  [4807] = {
    'Мирмидон Непроглядной Пучины',
    nil,
  },
  [4809] = {
    'Служитель из культа Сумеречного Молота',
    nil,
  },
  [4810] = {
    'Разоритель из культа Сумеречного Молота',
    nil,
  },
  [4811] = {
    'Аквамант из культа Сумеречного Молота',
    nil,
  },
  [4812] = {
    'Летописец из культа Сумеречного Молота',
    nil,
  },
  [4813] = {
    'Темный маг из культа Сумеречного Молота',
    nil,
  },
  [4814] = {
    'Повелитель стихий из культа Сумеречного Молота',
    nil,
  },
  [4815] = {
    'Мелководный клешнехват',
    nil,
  },
  [4818] = {
    'Мурлок из племени Мутной Воды',
    nil,
  },
  [4819] = {
    'Грязекоп из племени Мутной Воды',
    nil,
  },
  [4820] = {
    'Оракул из племени Мутной Воды',
    nil,
  },
  [4821] = {
    'Стремительное ракообразное',
    nil,
  },
  [4822] = {
    'Ракообразный клешнехват',
    nil,
  },
  [4823] = {
    'Колючий членистоног',
    nil,
  },
  [4824] = {
    'Рыбоед Аку\'май',
    nil,
  },
  [4825] = {
    'Хрустогрыз Аку\'май',
    nil,
  },
  [4827] = {
    'Глубинный крепкозуб',
    nil,
  },
  [4830] = {
    'Старина Серракис',
    nil,
  },
  [4831] = {
    'Леди Саревесс',
    nil,
  },
  [4832] = {
    'Повелитель сумрака Келрис',
    nil,
  },
  [4834] = {
    'Тераморский секретный агент',
    nil,
  },
  [4841] = {
    'Зыбун',
    nil,
  },
  [4842] = {
    'Заклинательница земли Халмгар',
    nil,
  },
  [4844] = {
    'Тенегорнский геодезист',
    nil,
  },
  [4845] = {
    'Тенегорнский бузотер',
    nil,
  },
  [4846] = {
    'Тенегорнский землекоп',
    nil,
  },
  [4847] = {
    'Тенегорнский охотник за реликвиями',
    nil,
  },
  [4848] = {
    'Тенегорнский черный маг',
    nil,
  },
  [4849] = {
    'Тенегорнский археолог',
    nil,
  },
  [4850] = {
    'Скрытень из племени Каменного Свода',
    nil,
  },
  [4851] = {
    'Камнеед из племени Каменного Свода',
    nil,
  },
  [4852] = {
    'Оракул из племени Каменного Свода',
    nil,
  },
  [4853] = {
    'Геомант из племени Каменного Свода',
    nil,
  },
  [4854] = {
    'Гримлок',
    'Вождь племени Каменного Свода',
  },
  [4855] = {
    'Буян из племени Каменного Свода',
    nil,
  },
  [4856] = {
    'Охотник из племени Каменного Свода',
    nil,
  },
  [4857] = {
    'Каменный хранитель',
    nil,
  },
  [4860] = {
    'Каменный распорядитель',
    nil,
  },
  [4861] = {
    'Крылан-охотник',
    nil,
  },
  [4863] = {
    'Нефритовый василиск',
    nil,
  },
  [4872] = {
    'Обсидиановый голем',
    nil,
  },
  [4875] = {
    nil,
    'Мясник',
  },
  [4876] = {
    'Джаун Высокий Холм',
    'Потребительские товары',
  },
  [4877] = {
    nil,
    'Хозяйственные припасы',
  },
  [4878] = {
    'Монтарр',
    'Сказитель',
  },
  [4879] = {
    nil,
    'Мясник',
  },
  [4880] = {
    '"Вонючка" Игнац',
    nil,
  },
  [4883] = {
    nil,
    'Бронник',
  },
  [4884] = {
    nil,
    'Оружейник',
  },
  [4885] = {
    nil,
    'Коневод',
  },
  [4886] = {
    nil,
    'Броня и щиты',
  },
  [4888] = {
    nil,
    'Оружейник',
  },
  [4889] = {
    'Торк Стальное Зарево',
    'Ружейник',
  },
  [4890] = {
    nil,
    'Броня и оружие',
  },
  [4891] = {
    nil,
    'Шеф-повар',
  },
  [4892] = {
    nil,
    'Торговец луками',
  },
  [4893] = {
    'Барменша Лилиан',
    'Барменша',
  },
  [4894] = {
    nil,
    'Повар',
  },
  [4895] = {
    'Улыбка Джим',
    nil,
  },
  [4896] = {
    'Милла Сердия',
    'Потребительские товары',
  },
  [4897] = {
    nil,
    'Хозяйственные припасы',
  },
  [4898] = {
    'Брент Яшмоцвет',
    'Учитель травничества',
  },
  [4899] = {
    nil,
    'Товары для травников и алхимиков',
  },
  [4900] = {
    'Алхимик Наретт',
    'Ученица алхимика',
  },
  [4921] = {
    'Стражник Байрон',
    nil,
  },
  [4922] = {
    'Стражник Эдвард',
    nil,
  },
  [4923] = {
    'Стражник Джарад',
    nil,
  },
  [4924] = {
    'Мастер боя Критон',
    nil,
  },
  [4941] = {
    'Каз Дваждыдвац',
    'Учитель инженерного дела',
  },
  [4944] = {
    'Капитан Гарран Ваймс',
    nil,
  },
  [4945] = {
    'Гоблинский буксир',
    nil,
  },
  [4946] = {
    'Гномский буксир',
    nil,
  },
  [4947] = {
    'Тераморский лейтенант',
    nil,
  },
  [4948] = {
    'Адъютант Тезоран',
    nil,
  },
  [4949] = {
    nil,
    'Вождь',
  },
  [4951] = {
    'Тераморский упражняющийся стражник',
    nil,
  },
  [4952] = {
    'Тераморский боевой манекен',
    nil,
  },
  [4953] = {
    'Болотная гадюка',
    nil,
  },
  [4954] = {
    nil,
    'Мясник',
  },
  [4958] = {
    'Блуждающий дух',
    nil,
  },
  [4960] = {
    'Епископ Делавей',
    nil,
  },
  [4961] = {
    'Дашель Каменный Кулак',
    nil,
  },
  [4962] = {
    'Ян "Проныра" Тапоке',
    nil,
  },
  [4963] = {
    nil,
    'Барменша',
  },
  [4964] = {
    'Командир Самаул',
    nil,
  },
  [4965] = {
    'Страдалица',
    nil,
  },
  [4966] = {
    'Рядовой Хендел',
    nil,
  },
  [4967] = {
    'Верховный маг Тервош',
    nil,
  },
  [4968] = {
    'Леди Джайна Праудмур',
    'Правительница Терамора',
  },
  [4969] = {
    'Лиходей из Старого города',
    nil,
  },
  [4971] = {
    'Друг "Проныры"',
    nil,
  },
  [4973] = {
    'Стражник Ласитер',
    nil,
  },
  [4974] = {
    nil,
    'Регистратор гильдий',
  },
  [4977] = {
    'Мелководный хрупопанцирник',
    nil,
  },
  [4978] = {
    'Слуга Аку\'май',
    nil,
  },
  [4979] = {
    'Тераморский стражник',
    nil,
  },
  [4981] = {
    nil,
    'Ученик специалиста по сыру',
  },
  [4982] = {
    nil,
    'Служка',
  },
  [4984] = {
    'Аргос Шепот Ночи',
    nil,
  },
  [4995] = {
    'Тюремный страж',
    nil,
  },
  [4996] = {
    'Раненый тюремный страж',
    nil,
  },
  [5042] = {
    'Медсестра Лилит',
    nil,
  },
  [5043] = {
    'Бунтовщик из Братства Справедливости',
    nil,
  },
  [5044] = {
    'Тераморский рыскатель',
    nil,
  },
  [5045] = {
    'Рядовой Халлан',
    nil,
  },
  [5046] = {
    'Лейтенант Келдвелл',
    nil,
  },
  [5047] = {
    nil,
    'Мастер гильдейских гербовых накидок',
  },
  [5048] = {
    'Загадочный аспид',
    nil,
  },
  [5049] = {
    'Лиеса Стальной Лоб',
    'Продавец гербовых накидок',
  },
  [5052] = {
    nil,
    'Мастер гильдейских гербовых накидок',
  },
  [5053] = {
    'Загадочный кроколиск',
    nil,
  },
  [5054] = {
    nil,
    'Регистратор гильдий',
  },
  [5055] = {
    'Загадочный плеточник',
    nil,
  },
  [5056] = {
    'Загадочный страхозуб',
    nil,
  },
  [5057] = {
    'Тераморский дезертир',
    nil,
  },
  [5058] = {
    'Ворг-волкостраж',
    nil,
  },
  [5081] = {
    nil,
    'Ученик повара',
  },
  [5083] = {
    'Клерк Лендри',
    nil,
  },
  [5085] = {
    'Караульный Сторожевого поста',
    nil,
  },
  [5086] = {
    'Капитан Ваймор',
    nil,
  },
  [5090] = {
    'Мастер боя Зигети',
    nil,
  },
  [5091] = {
    'Стражник Кахил',
    nil,
  },
  [5092] = {
    'Стражник Лана',
    nil,
  },
  [5093] = {
    'Стражник Нарриша',
    nil,
  },
  [5094] = {
    'Стражник Тарк',
    nil,
  },
  [5095] = {
    'Капитан Эндрюс',
    'Капитан команды красных',
  },
  [5096] = {
    'Капитан Томас',
    'Капитан команды синих',
  },
  [5097] = {
    'Иллюзорный волк',
    nil,
  },
  [5099] = {
    'Солейла Камнегривая',
    'Банкир',
  },
  [5100] = {
    'Филиус Свистопрях',
    'Хозяйственные припасы',
  },
  [5101] = {
    'Бриллия Железное Клеймо',
    'Потребительские товары',
  },
  [5102] = {
    'Дольман Холодная Ярость',
    'Торговец оружием',
  },
  [5103] = {
    'Гренил Холодная Ярость',
    'Торговец оружием',
  },
  [5106] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [5107] = {
    'Мангорн Кремнемолот',
    'Торговец тяжелыми доспехами',
  },
  [5108] = {
    'Раена Кремнемолот',
    'Торговец легкими доспехами',
  },
  [5109] = {
    nil,
    'Торговец хлебом',
  },
  [5110] = {
    nil,
    'Реагенты',
  },
  [5111] = {
    'Огневар',
    'Хозяйка таверны',
  },
  [5112] = {
    'Гвенна Огневар',
    'Официантка',
  },
  [5113] = {
    'Кельв Суровый Молот',
    'Наставница воинов',
  },
  [5114] = {
    'Бильбан Болтокрут',
    'Наставница воинов',
  },
  [5115] = {
    'Дайра Сияющее Копье',
    'Наставница охотников',
  },
  [5116] = {
    'Олмин Пламебород',
    'Наставница охотников',
  },
  [5117] = {
    'Регнус Громовой Гранит',
    'Наставница охотников',
  },
  [5118] = {
    'Брогун Камнещит',
    'Военачальник Альтеракской долины',
  },
  [5119] = {
    'Хегнар Быстрый Топор',
    'Торговец топорами',
  },
  [5120] = {
    'Бренвин Зимняя Сталь',
    'Торговец клинками',
  },
  [5121] = {
    'Келомир Железнорук',
    'Булавы и посохи',
  },
  [5122] = {
    'Сколомин Златопуля',
    'Торговец луками',
  },
  [5123] = {
    'Бретта Златопуля',
    'Торговец огнестрельным оружием',
  },
  [5124] = {
    'Согнар Скалобород',
    'Продавец мяса',
  },
  [5125] = {
    'Долкин Крепкошлем',
    'Торговец кольчужными доспехами',
  },
  [5126] = {
    'Ольтран Крепкошлем',
    'Торговец тяжелыми доспехами',
  },
  [5127] = {
    'Фимбл Остроигл',
    'Ученик кожевника',
  },
  [5128] = {
    'Бомбус Остроигл',
    'Товары для кожевников',
  },
  [5129] = {
    'Лиссифа Остроигл',
    'Торговец легкими доспехами',
  },
  [5130] = {
    'Иондор Стальной Лоб',
    'Регистратор гильдий',
  },
  [5132] = {
    nil,
    'Продавец сумок',
  },
  [5133] = {
    'Харик Камнепад',
    'Продавец жезлов',
  },
  [5134] = {
    'Джонивера Дальногор',
    'Потребительские товары',
  },
  [5135] = {
    'Свальбрад Дальногор',
    'Хозяйственные товары',
  },
  [5137] = {
    'Рейна Каменная Ветвь',
    'Учитель травничества',
  },
  [5138] = {
    'Гвина Каменная Ветвь',
    'Товары для травников',
  },
  [5139] = {
    'Курдрум Ячменобород',
    'Реагенты и яды',
  },
  [5140] = {
    'Элдрис Ячменобород',
    'Официантка',
  },
  [5141] = {
    'Теодрус Ледобород',
    'Наставник жрецов',
  },
  [5142] = {
    'Браэнна Кремнескал',
    'Наставник жрецов',
  },
  [5143] = {
    'Толдрен Котельник',
    'Наставник жрецов',
  },
  [5144] = {
    nil,
    'Наставница магов',
  },
  [5145] = {
    'Джули Скороварга',
    'Наставница магов',
  },
  [5146] = {
    'Ниттльбур Шумогам',
    'Наставница магов',
  },
  [5147] = {
    'Вальгар Высшая Кузня',
    'Наставница паладинов',
  },
  [5148] = {
    'Белдрук Роковое Чело',
    'Наставница паладинов',
  },
  [5149] = {
    'Брандар Железный Молот',
    'Наставница паладинов',
  },
  [5150] = {
    'Нисса Огневик',
    'Учитель первой помощи',
  },
  [5151] = {
    'Гинни Ежевичка',
    'Реагенты',
  },
  [5152] = {
    nil,
    'Торговец оружием',
  },
  [5153] = {
    'Джормунд Камнелоб',
    'Ученица портного',
  },
  [5154] = {
    'Поранна Снежная Коса',
    'Товары для портных',
  },
  [5155] = {
    'Ингриса Камнелоб',
    'Торговец тканевыми доспехами',
  },
  [5156] = {
    'Майева Снежная Коса',
    'Торговец одеяниями',
  },
  [5157] = {
    'Гимбл Чертополуш',
    'Учитель наложения чар',
  },
  [5158] = {
    'Тилли Чертополуш',
    'Товары для наложения чар',
  },
  [5159] = {
    nil,
    'Учитель кулинарии',
  },
  [5160] = {
    nil,
    'Товары для кулинарии',
  },
  [5161] = {
    'Мрачнур Каменное Клеймо',
    'Учитель рыбной ловли',
  },
  [5162] = {
    'Танси Грязебульк',
    'Рыболовные снасти',
  },
  [5163] = {
    'Бурбик Гайковерт',
    'Хозяйственные припасы',
  },
  [5164] = {
    'Грумнус Сталевар',
    'Бронник',
  },
  [5165] = {
    'Хальфдан Чернобород',
    'Наставница разбойников',
  },
  [5166] = {
    'Ормир Кремнеглаз',
    'Наставница разбойников',
  },
  [5167] = {
    'Иззаспинс',
    'Наставница разбойников',
  },
  [5169] = {
    'Тиннус Ядоплющ',
    'Сомнительный делец',
  },
  [5170] = {
    'Хольдир Каменный Клинок',
    'Торговец клинками',
  },
  [5171] = {
    'Недотрогинс',
    'Наставник чернокнижников',
  },
  [5172] = {
    'Остротерн',
    'Наставник чернокнижников',
  },
  [5173] = {
    nil,
    'Наставник чернокнижников',
  },
  [5174] = {
    'Пружиннер Шумотор',
    'Учитель инженерного дела',
  },
  [5175] = {
    'Зуборез Шестеренок',
    'Инженерные материалы',
  },
  [5177] = {
    'Талли Гонобобельзз',
    'Ученица алхимика',
  },
  [5178] = {
    'Сули Гонобобельзз',
    'Товары для алхимика',
  },
  [5184] = {
    'Караульный Терамора',
    nil,
  },
  [5185] = {
    'Акула-молот',
    nil,
  },
  [5186] = {
    'Китовая акула',
    nil,
  },
  [5188] = {
    nil,
    'Продавец гильдейских гербовых накидок',
  },
  [5189] = {
    nil,
    'Продавец гильдейских гербовых накидок',
  },
  [5190] = {
    nil,
    'Продавец гильдейских гербовых накидок',
  },
  [5191] = {
    nil,
    'Продавец гильдейских гербовых накидок',
  },
  [5193] = {
    nil,
    'Продавец гильдейских гербовых накидок',
  },
  [5194] = {
    'Черный верховой волк',
    nil,
  },
  [5195] = {
    'Бурый верховой волк',
    nil,
  },
  [5196] = {
    'Серый верховой волк',
    nil,
  },
  [5197] = {
    'Рыжий верховой волк',
    nil,
  },
  [5198] = {
    'Полярный верховой волк',
    nil,
  },
  [5199] = {
    'Медик Тамберлин',
    nil,
  },
  [5200] = {
    'Медик Хелания',
    nil,
  },
  [5202] = {
    'Мишень для лучников',
    nil,
  },
  [5204] = {
    'Аптекарь Зинг',
    'Королевское фармацевтическое общество',
  },
  [5224] = {
    'Мрачный ползун',
    nil,
  },
  [5225] = {
    'Мракоплюй',
    nil,
  },
  [5226] = {
    'Мракочервь',
    nil,
  },
  [5228] = {
    'Влажный слизнюк',
    nil,
  },
  [5229] = {
    'Огр из клана Гордунни',
    nil,
  },
  [5232] = {
    'Громила из клана Гордунни',
    nil,
  },
  [5234] = {
    'Изверг из клана Гордунни',
    nil,
  },
  [5235] = {
    'Грибковый слизнюк',
    nil,
  },
  [5236] = {
    'Шаман из клана Гордунни',
    nil,
  },
  [5237] = {
    'Огр-маг из клана Гордунни',
    nil,
  },
  [5238] = {
    'Военачальник Гордунни',
    nil,
  },
  [5239] = {
    'Маг-лорд из клана Гордунни',
    nil,
  },
  [5240] = {
    'Чернокнижник из клана Гордунни',
    nil,
  },
  [5241] = {
    'Полководец клана Гордунни',
    nil,
  },
  [5243] = {
    'Проклятый тролль из племени Атал\'ай',
    nil,
  },
  [5244] = {
    'Острожал из улья Зукк\'аш',
    nil,
  },
  [5245] = {
    'Оса из улья Зукк\'аш',
    nil,
  },
  [5246] = {
    'Рабочий улья Зукк\'аш',
    nil,
  },
  [5247] = {
    'Проходчик улья Зукк\'аш',
    nil,
  },
  [5249] = {
    'Полукровка из стаи Древолапов',
    nil,
  },
  [5251] = {
    'Зверолов из стаи Древолапов',
    nil,
  },
  [5253] = {
    'Громила из стаи Древолапов',
    nil,
  },
  [5254] = {
    'Мистик из стаи Древолапов',
    nil,
  },
  [5255] = {
    'Разоритель из стаи Древолапов',
    nil,
  },
  [5256] = {
    'Воин из племени Атал\'ай',
    nil,
  },
  [5258] = {
    'Вожак стаи Древолапов',
    nil,
  },
  [5259] = {
    'Знахарь из племени Атал\'ай',
    nil,
  },
  [5260] = {
    'Гроддокская обезьяна',
    nil,
  },
  [5261] = {
    'Порабощенный тролль из племени Атал\'ай',
    nil,
  },
  [5262] = {
    'Гроддокский рокотун',
    nil,
  },
  [5263] = {
    'Мумифицированный тролль из племени Атал\'ай',
    nil,
  },
  [5267] = {
    'Неживой тролль из племени Атал\'ай',
    nil,
  },
  [5268] = {
    'Медведь-сталемех',
    nil,
  },
  [5269] = {
    'Жрец племени Атал\'ай',
    nil,
  },
  [5270] = {
    'Трупоед из племени Атал\'ай',
    nil,
  },
  [5271] = {
    'Мертвоброд из племени Атал\'ай',
    nil,
  },
  [5272] = {
    'Седой медведь-сталемех',
    nil,
  },
  [5273] = {
    'Верховный жрец племени Атал\'ай',
    nil,
  },
  [5274] = {
    'Сталемех-патриарх',
    nil,
  },
  [5276] = {
    'Радужный дракончик',
    nil,
  },
  [5277] = {
    'Кошмарный чешуйчатый губитель',
    nil,
  },
  [5278] = {
    'Летучий хамелеон',
    nil,
  },
  [5280] = {
    'Ужасная драконида',
    nil,
  },
  [5283] = {
    'Бродяга кошмара',
    nil,
  },
  [5286] = {
    'Длиннозуб-охотник',
    nil,
  },
  [5287] = {
    'Длиннозубый ревун',
    nil,
  },
  [5288] = {
    'Бешеный длиннозуб',
    nil,
  },
  [5291] = {
    'Ледокрылый змей племени Хаккари',
    nil,
  },
  [5292] = {
    'Йети со Свирепого Утеса',
    nil,
  },
  [5293] = {
    'Неповоротливый йети со Свирепого Утеса',
    nil,
  },
  [5295] = {
    'Разъяренный йети со Свирепого Утеса',
    nil,
  },
  [5296] = {
    'Йети Бешеного оврага',
    nil,
  },
  [5297] = {
    'Старейшина Бешеного оврага',
    nil,
  },
  [5299] = {
    'Лютый йети Бешеного оврага',
    nil,
  },
  [5300] = {
    'Блеклоперый гиппогриф',
    nil,
  },
  [5304] = {
    'Блеклоперый крылень',
    nil,
  },
  [5305] = {
    'Блеклоперый грозовой крылень',
    nil,
  },
  [5306] = {
    'Блеклоперый патриарх',
    nil,
  },
  [5307] = {
    'Дольный крикун',
    nil,
  },
  [5308] = {
    'Норовистый дольный крикун',
    nil,
  },
  [5317] = {
    'Нефритор-оракул',
    nil,
  },
  [5319] = {
    'Нефритор-хранитель деревьев',
    nil,
  },
  [5320] = {
    'Нефритор-страж ветвей',
    nil,
  },
  [5327] = {
    'Береговой клешнехват',
    nil,
  },
  [5328] = {
    'Береговой глубинник',
    nil,
  },
  [5331] = {
    'Воин из клана Гребня Ненависти',
    nil,
  },
  [5332] = {
    'Скользящий по волнам из клана Гребня Ненависти',
    nil,
  },
  [5333] = {
    'Змеестраж из клана Гребня Ненависти',
    nil,
  },
  [5334] = {
    'Мирмидон из клана Гребня Ненависти',
    nil,
  },
  [5335] = {
    'Визгунья из клана Гребня Ненависти',
    nil,
  },
  [5336] = {
    'Колдунья из клана Гребня Ненависти',
    nil,
  },
  [5337] = {
    'Сирена из клана Гребня Ненависти',
    nil,
  },
  [5343] = {
    'Леди Сзалла',
    nil,
  },
  [5345] = {
    'Ромбоголов',
    nil,
  },
  [5346] = {
    'Рокотун Ловец',
    nil,
  },
  [5347] = {
    'Антилус Парящий',
    nil,
  },
  [5352] = {
    'Старый Серобрюх',
    nil,
  },
  [5354] = {
    'Брат листвы',
    nil,
  },
  [5356] = {
    'Рыкун',
    nil,
  },
  [5357] = {
    'Сухопутный бродяга',
    nil,
  },
  [5358] = {
    'Скальный великан',
    nil,
  },
  [5359] = {
    'Береговой странник',
    nil,
  },
  [5360] = {
    'Странник глубин',
    nil,
  },
  [5361] = {
    'Странник волн',
    nil,
  },
  [5362] = {
    'Гарпия из стаи Студеных Ключей',
    nil,
  },
  [5363] = {
    'Разбойница из стаи Студеных Ключей',
    nil,
  },
  [5364] = {
    'Душегубка из стаи Студеных Ключей',
    nil,
  },
  [5366] = {
    'Призывательница ветров из стаи Студеных Ключей',
    nil,
  },
  [5384] = {
    'Брохан Бочкопуз',
    'Лига Исследователей',
  },
  [5385] = {
    'Дозорный Махар Ба',
    nil,
  },
  [5386] = {
    'Послушник Деллис',
    nil,
  },
  [5387] = {
    'Старший исследователь Магеллас',
    'Лига Исследователей',
  },
  [5388] = {
    'Инго Опушенный Куст',
    'Лига Исследователей',
  },
  [5389] = {
    'Геолог Ганстен',
    'Лига Исследователей',
  },
  [5390] = {
    'Ведун Легкая Побежка',
    nil,
  },
  [5391] = {
    'Гален Добростраж',
    nil,
  },
  [5392] = {
    'Ярр Камнедроб',
    'Учитель горного дела',
  },
  [5393] = {
    'Интендант Лунгерц',
    nil,
  },
  [5394] = {
    'Ника Алый Шрам',
    nil,
  },
  [5395] = {
    'Фелгур Бью-Двоих',
    nil,
  },
  [5396] = {
    'Капитан Пентигаст',
    nil,
  },
  [5397] = {
    'Ута Мудрая',
    nil,
  },
  [5399] = {
    'Вейжак Каннибал',
    nil,
  },
  [5401] = {
    'Казказ Нечистый',
    nil,
  },
  [5403] = {
    'Белый верховой жеребец',
    nil,
  },
  [5404] = {
    'Вороной жеребец',
    nil,
  },
  [5407] = {
    'Конь кошмаров',
    nil,
  },
  [5409] = {
    'Пожинающий рой',
    nil,
  },
  [5411] = {
    'Кринкель Сталлер',
    'Товары для кузнецов',
  },
  [5412] = {
    'Гурда Буйногривая',
    nil,
  },
  [5413] = {
    'Фьюрен Длиннобород',
    nil,
  },
  [5414] = {
    'Аптекарь Фаустин',
    'Королевское фармацевтическое общество',
  },
  [5416] = {
    'Секретный агент Марксен',
    nil,
  },
  [5418] = {
    'Страж смерти Зредус',
    nil,
  },
  [5419] = {
    'Стеклошкурый василиск',
    nil,
  },
  [5420] = {
    'Стеклошкурый взорень',
    nil,
  },
  [5421] = {
    'Стеклошкурый окаменитель',
    nil,
  },
  [5422] = {
    'Скорпид-охотник',
    nil,
  },
  [5423] = {
    'Плетохвостый скорпид',
    nil,
  },
  [5424] = {
    'Песчаный скорпид-охотник',
    nil,
  },
  [5425] = {
    'Голодный хромоног',
    nil,
  },
  [5426] = {
    'Хромоногая гиена',
    nil,
  },
  [5427] = {
    'Бешеный стертолап',
    nil,
  },
  [5429] = {
    'Огненный рух',
    nil,
  },
  [5430] = {
    'Опаляющий рух',
    nil,
  },
  [5431] = {
    'Береговая черепаха',
    nil,
  },
  [5432] = {
    'Гигантская береговая черепаха',
    nil,
  },
  [5434] = {
    'Коралловая акула',
    nil,
  },
  [5435] = {
    'Песчаная акула',
    nil,
  },
  [5441] = {
    'Оса из улья Хаззали',
    nil,
  },
  [5450] = {
    'Острожал из улья Хаззали',
    nil,
  },
  [5451] = {
    'Членистоног из улья Хаззали',
    nil,
  },
  [5452] = {
    'Рабочий из улья Хаззали',
    nil,
  },
  [5453] = {
    'Проходчик из улья Хаззали',
    nil,
  },
  [5454] = {
    'Песчаный разоритель из улья Хаззали',
    nil,
  },
  [5455] = {
    'Оса-сентипаар',
    nil,
  },
  [5456] = {
    'Жалоносец-сентипаар',
    nil,
  },
  [5457] = {
    'Членистоног-сентипаар',
    nil,
  },
  [5458] = {
    'Рабочий-сентипаар',
    nil,
  },
  [5459] = {
    'Проходчик-сентипаар',
    nil,
  },
  [5460] = {
    'Разоритель-сентипаар',
    nil,
  },
  [5461] = {
    'Морской элементаль',
    nil,
  },
  [5462] = {
    'Морской вал',
    nil,
  },
  [5464] = {
    'Начальник стражи Соригел',
    nil,
  },
  [5465] = {
    'Земляной яростень',
    nil,
  },
  [5466] = {
    'Берегоброд',
    nil,
  },
  [5467] = {
    'Глубинный житель',
    nil,
  },
  [5469] = {
    'Дюнный крушитель',
    nil,
  },
  [5470] = {
    'Гневный дюнный крушитель',
    nil,
  },
  [5471] = {
    'Огр из клана Песчаного Молота',
    nil,
  },
  [5472] = {
    'Головорез из клана Песчаного Молота',
    nil,
  },
  [5473] = {
    'Огр-маг из клана Песчаного Молота',
    nil,
  },
  [5474] = {
    'Громила из клана Песчаного Молота',
    nil,
  },
  [5475] = {
    'Чернокнижник из клана Песчаного Молота',
    nil,
  },
  [5476] = {
    'Дозорный Биггс',
    nil,
  },
  [5477] = {
    'Нобору Дубина',
    nil,
  },
  [5479] = {
    nil,
    'Наставница воинов',
  },
  [5480] = {
    nil,
    'Наставница воинов',
  },
  [5481] = {
    'Терновый собиратель росы',
    nil,
  },
  [5482] = {
    nil,
    'Учитель кулинарии',
  },
  [5483] = {
    nil,
    'Товары для кулинарии',
  },
  [5484] = {
    'Брат Бенджамин',
    'Наставник жрецов',
  },
  [5485] = {
    'Терновый корнеплет',
    nil,
  },
  [5489] = {
    'Брат Джошуа',
    'Наставник жрецов',
  },
  [5490] = {
    'Бугристый шипокож',
    nil,
  },
  [5491] = {
    'Артур Верный',
    'Наставница паладинов',
  },
  [5492] = {
    'Катерина Чистая',
    'Наставница паладинов',
  },
  [5493] = {
    nil,
    'Учитель рыбной ловли',
  },
  [5494] = {
    nil,
    'Рыболовные снасти',
  },
  [5495] = {
    nil,
    'Наставник чернокнижников',
  },
  [5496] = {
    nil,
    'Наставник чернокнижников',
  },
  [5497] = {
    nil,
    'Наставница магов',
  },
  [5498] = {
    nil,
    'Наставница магов',
  },
  [5499] = {
    'Лилиссия Ночной Бриз',
    'Ученица алхимика',
  },
  [5500] = {
    nil,
    'Ученица алхимика',
  },
  [5501] = {
    nil,
    'Наставница охотников',
  },
  [5502] = {
    nil,
    'Учитель травничества',
  },
  [5503] = {
    nil,
    'Товары для травников',
  },
  [5504] = {
    'Шельдрас Лунное Древо',
    'Наставница друидов',
  },
  [5505] = {
    nil,
    'Наставница друидов',
  },
  [5506] = {
    nil,
    'Наставница друидов',
  },
  [5508] = {
    'Штрумнер Кремнепят',
    'Бронник',
  },
  [5509] = {
    'Катрум Топорище',
    'Торговец топорами',
  },
  [5510] = {
    'Тулман Кремневый Утес',
    'Продавец огнестрельного оружия',
  },
  [5511] = {
    'Терум Подземная Кузня',
    'Учитель кузнечного дела',
  },
  [5512] = {
    'Кайта Подземная Кузня',
    'Товары для кузнецов',
  },
  [5513] = {
    'Гельман Камнерук',
    'Учитель горного дела',
  },
  [5514] = {
    'Бруки Каменная Коса',
    'Товары для горного дела',
  },
  [5515] = {
    'Эйнриса Сияющее Копье',
    'Наставница охотников',
  },
  [5516] = {
    'Ульфир Железнобород',
    'Наставница охотников',
  },
  [5517] = {
    'Торфин Камнещит',
    'Наставница охотников',
  },
  [5518] = {
    'Лилиам Шпиндель',
    'Ученица инженера',
  },
  [5519] = {
    'Билибуб Шестеренок',
    'Инженерные материалы',
  },
  [5520] = {
    'Шпакл Шиповникс',
    'Наставница демонов',
  },
  [5523] = {
    'Кодо боевого отряда',
    nil,
  },
  [5546] = {
    'Рубака Зуул',
    nil,
  },
  [5547] = {
    'Рубака Тарлак',
    nil,
  },
  [5564] = {
    'Саймон Дубильщик',
    'Ученик кожевника',
  },
  [5565] = {
    'Джиллиан Дубильщица',
    'Товары для кожевников',
  },
  [5566] = {
    nil,
    'Учитель травничества',
  },
  [5567] = {
    nil,
    'Ученица портного',
  },
  [5568] = {
    'Пленный лепрогном',
    nil,
  },
  [5569] = {
    'Физзблям Бум',
    'Торговец фейерверками',
  },
  [5570] = {
    'Бруук Ячменобород',
    'Барменша',
  },
  [5594] = {
    'Алхимик Пестычинс',
    'Товары для алхимика',
  },
  [5595] = {
    'Стражник Стальгорна',
    nil,
  },
  [5597] = {
    'Рубака Комак',
    nil,
  },
  [5598] = {
    'Изгнанник племени Атал\'ай',
    nil,
  },
  [5599] = {
    'Кон Желтоглаз',
    nil,
  },
  [5603] = {
    'Рубака Моика',
    nil,
  },
  [5611] = {
    'Кабатчик Мораг',
    nil,
  },
  [5612] = {
    'Гимризз Которышка',
    'Наставник чернокнижников',
  },
  [5615] = {
    'Разбойник из шайки Скитальцев Пустыни',
    nil,
  },
  [5616] = {
    'Вор из шайки Скитальцев Пустыни',
    nil,
  },
  [5617] = {
    'Темный маг из шайки Скитальцев Пустыни',
    nil,
  },
  [5618] = {
    'Бандит из шайки Скитальцев Пустыни',
    nil,
  },
  [5620] = {
    'Бармен Вентель',
    'Еда и напитки',
  },
  [5623] = {
    'Убийца из шайки Скитальцев Пустыни',
    nil,
  },
  [5624] = {
    'Страж Подгорода',
    nil,
  },
  [5634] = {
    'Рапсод Землекоп',
    nil,
  },
  [5635] = {
    'Фалстад Громовой Молот',
    'Верховный тан',
  },
  [5636] = {
    'Укротитель грифонов Разящий Коготь',
    nil,
  },
  [5637] = {
    'Ройттен Камнемолот',
    'Поисковая корпорация',
  },
  [5638] = {
    nil,
    'Поисковая корпорация',
  },
  [5639] = {
    'Кравен Дрок',
    nil,
  },
  [5641] = {
    'Таката Стальной Клинок',
    nil,
  },
  [5642] = {
    'Валлариель Истребитель Демонов',
    nil,
  },
  [5645] = {
    'Шкуродер из племени Песчаной Бури',
    nil,
  },
  [5646] = {
    'Метатель топоров из племени Песчаной Бури',
    nil,
  },
  [5647] = {
    'Призыватель Огня из племени Песчаной Бури',
    nil,
  },
  [5648] = {
    'Темный чародей из племени Песчаной Бури',
    nil,
  },
  [5649] = {
    'Кровопийца из племени Песчаной Бури',
    nil,
  },
  [5650] = {
    'Знахарь из клана Песчаной Бури',
    nil,
  },
  [5652] = {
    'Тренировочный манекен Подгорода',
    nil,
  },
  [5661] = {
    'Брат Малах',
    nil,
  },
  [5662] = {
    'Сержант Хаузер',
    'Сержант',
  },
  [5666] = {
    'Тень Гюнтера',
    nil,
  },
  [5674] = {
    'Тренировочная цель',
    nil,
  },
  [5676] = {
    'Призванный демон Бездны',
    nil,
  },
  [5677] = {
    'Вызванный суккуб',
    nil,
  },
  [5680] = {
    'Пленный мужчина',
    nil,
  },
  [5681] = {
    'Пленная женщина',
    nil,
  },
  [5682] = {
    'Далин Искусник',
    nil,
  },
  [5685] = {
    'Пленный вурдалак',
    nil,
  },
  [5686] = {
    'Пленный зомби',
    nil,
  },
  [5687] = {
    'Пленное поганище',
    nil,
  },
  [5688] = {
    'Ренни',
    'Хозяйка таверны',
  },
  [5690] = {
    nil,
    'Учитель рыбной ловли',
  },
  [5691] = {
    'Изображения Далина Искусника',
    nil,
  },
  [5692] = {
    'Изображение Комера Вилларда',
    nil,
  },
  [5694] = {
    'Верховный колдун Андромат',
    nil,
  },
  [5695] = {
    'Ванс Мрачнейший',
    'Ученица чаротворца',
  },
  [5697] = {
    nil,
    'Марионетка Джерарда',
  },
  [5698] = {
    'Джоанна Вайтхолл',
    nil,
  },
  [5708] = {
    'Порождение Хаккара',
    nil,
  },
  [5709] = {
    'Тень Эраникуса',
    nil,
  },
  [5710] = {
    'Джаммал\'ан Пророк',
    nil,
  },
  [5711] = {
    'Огом Презренный',
    nil,
  },
  [5713] = {
    'Ранокол',
    nil,
  },
  [5720] = {
    'Ткачик',
    nil,
  },
  [5721] = {
    'Жнец Снов',
    nil,
  },
  [5723] = {
    'Манекен-мишень Варуга',
    nil,
  },
  [5725] = {
    'Страж смерти Лундмарк',
    nil,
  },
  [5726] = {
    'Охотник Скверны Жезели',
    nil,
  },
  [5727] = {
    'Конь Скверны Жезели',
    nil,
  },
  [5728] = {
    'Суккуб Жезели',
    nil,
  },
  [5729] = {
    'Демон Бездны Жезели',
    nil,
  },
  [5730] = {
    'Бес Жезели',
    nil,
  },
  [5731] = {
    'Аптекарь Валлиа',
    'Королевское фармацевтическое общество',
  },
  [5732] = {
    'Аптекарь Катрина',
    'Королевское фармацевтическое общество',
  },
  [5733] = {
    'Аптекарь Ликанус',
    'Королевское фармацевтическое общество',
  },
  [5734] = {
    'Аптекарь Чанн',
    'Королевское фармацевтическое общество',
  },
  [5735] = {
    'Запертая в клетку женщина',
    nil,
  },
  [5736] = {
    'Запертый в клетку мужчина',
    nil,
  },
  [5738] = {
    'Дворф в клетке',
    nil,
  },
  [5739] = {
    'Белка в клетке',
    nil,
  },
  [5741] = {
    'Кролик в клетке',
    nil,
  },
  [5742] = {
    'Жаба в клетке',
    nil,
  },
  [5743] = {
    'Овца в клетке',
    nil,
  },
  [5748] = {
    nil,
    'Рыбак',
  },
  [5749] = {
    nil,
    'Наставница демонов',
  },
  [5750] = {
    nil,
    'Наставница демонов',
  },
  [5752] = {
    'Капрал Мелкис',
    nil,
  },
  [5753] = {
    nil,
    'Наставница демонов',
  },
  [5754] = {
    nil,
    'Торговец жезлами',
  },
  [5755] = {
    'Загадочная гадюка',
    nil,
  },
  [5756] = {
    'Загадочный крылояд',
    nil,
  },
  [5757] = {
    nil,
    'Товары для наложения чар',
  },
  [5758] = {
    nil,
    'Товары для наложения чар',
  },
  [5759] = {
    'Сиделка Нила',
    'Учитель первой помощи',
  },
  [5760] = {
    'Лорд Азреток',
    nil,
  },
  [5761] = {
    'Загадочный шаркун',
    nil,
  },
  [5762] = {
    'Загадочная болотная гадюка',
    nil,
  },
  [5763] = {
    'Эктоплазма кошмаров',
    nil,
  },
  [5764] = {
    'Страж Близзарда',
    nil,
  },
  [5766] = {
    'Детеныш хищника саванны',
    nil,
  },
  [5767] = {
    nil,
    'Послушник Наралекса',
  },
  [5768] = {
    nil,
    'Послушник Наралекса',
  },
  [5769] = {
    'Верховный друид Хамуул Рунический Тотем',
    nil,
  },
  [5770] = {
    'Нара Буйногривая',
    nil,
  },
  [5772] = {
    'Проекция лорда Азретока',
    nil,
  },
  [5773] = {
    'Проекция Джугкара Грим\'рода',
    nil,
  },
  [5774] = {
    'Верховой волк',
    nil,
  },
  [5775] = {
    'Вердан Бессмертный',
    nil,
  },
  [5776] = {
    'Растущая эктоплазма (красная)',
    nil,
  },
  [5777] = {
    'Изменчивая эктоплазма (зеленая)',
    nil,
  },
  [5778] = {
    'Изменчивая эктоплазма (черная)',
    nil,
  },
  [5780] = {
    'Клонированная эктоплазма',
    nil,
  },
  [5781] = {
    'Яйцо ползучего силитида',
    nil,
  },
  [5783] = {
    'Калидан Лунный Серп',
    'Специализированные товары для кожевников',
  },
  [5784] = {
    nil,
    'Ученица кожевника',
  },
  [5785] = {
    'Сестра Плеть Ненависти',
    nil,
  },
  [5786] = {
    'Кривое Копье',
    nil,
  },
  [5787] = {
    'Головорез Эмильгунд',
    nil,
  },
  [5791] = {
    'Кобран в облике змея',
    'Друид Клыка',
  },
  [5792] = {
    'Опытный гонщик Миглен',
    nil,
  },
  [5797] = {
    'Эан Быстрая Река',
    'Патрульный Альянса',
  },
  [5798] = {
    'Тора Оперенная Луна',
    'Патрульный Альянса',
  },
  [5799] = {
    'Ханна Остролист',
    'Патрульный Альянса',
  },
  [5800] = {
    nil,
    'Патрульный Альянса',
  },
  [5806] = {
    'Древень-союзник',
    nil,
  },
  [5807] = {
    'Цап-царап',
    nil,
  },
  [5808] = {
    'Полководец Колканис',
    nil,
  },
  [5809] = {
    'Командир стражи Залафил',
    nil,
  },
  [5811] = {
    nil,
    'Ученица кожевника',
  },
  [5812] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [5814] = {
    'Тулбек',
    'Хозяйка таверны',
  },
  [5815] = {
    nil,
    'Наставница демонов',
  },
  [5816] = {
    nil,
    'Продавец жезлов',
  },
  [5817] = {
    nil,
    'Хозяйственные припасы',
  },
  [5819] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [5820] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [5821] = {
    nil,
    'Торговец тканевыми доспехами',
  },
  [5822] = {
    'Скорнн Ткач Скверны',
    nil,
  },
  [5823] = {
    'Смертоносный живодер',
    nil,
  },
  [5824] = {
    'Капитан Тупой Клык',
    'Капитан боевых стражей',
  },
  [5826] = {
    'Владычица земель Рябка',
    nil,
  },
  [5828] = {
    'Вожак стаи Хумар',
    nil,
  },
  [5829] = {
    'Фырк Дразнила',
    nil,
  },
  [5830] = {
    'Сестра Коготь Кургана',
    nil,
  },
  [5831] = {
    'Быстрогрив',
    nil,
  },
  [5832] = {
    'Громоступ',
    nil,
  },
  [5833] = {
    'Маргулья Свирепая',
    nil,
  },
  [5834] = {
    'Аззира Клинок Небес',
    nil,
  },
  [5835] = {
    'Штейгер Грилз',
    nil,
  },
  [5836] = {
    'Инженер Безобразец',
    nil,
  },
  [5837] = {
    'Каменная рука',
    nil,
  },
  [5838] = {
    'Копьелом',
    nil,
  },
  [5839] = {
    'Геолог из клана Черного Железа',
    nil,
  },
  [5840] = {
    'Кузнец из клана Черного Железа',
    nil,
  },
  [5841] = {
    'Каменное Копье',
    nil,
  },
  [5842] = {
    'Такк Прыгун',
    nil,
  },
  [5843] = {
    'Раб-трудяга',
    nil,
  },
  [5844] = {
    'Поработитель из клана Черного Железа',
    nil,
  },
  [5846] = {
    'Надсмотрщик из клана Черного Железа',
    nil,
  },
  [5847] = {
    'Хеггин Камнеус',
    'Главный бейл\'данский инженер',
  },
  [5848] = {
    'Малгин Ячменовар',
    'Бейл\'данский блюститель морали',
  },
  [5849] = {
    'Землекоп Огнеплав',
    'Опытный землекоп',
  },
  [5850] = {
    'Пылающий элементаль',
    nil,
  },
  [5851] = {
    'Капитан Герогг Тяжелоступ',
    'Капитан стражи Бейл\'дана',
  },
  [5852] = {
    'Инфернальный элементаль',
    nil,
  },
  [5853] = {
    'Закаленный боевой голем',
    nil,
  },
  [5854] = {
    'Тяжелый боевой голем',
    nil,
  },
  [5855] = {
    'Элементаль магмы',
    nil,
  },
  [5856] = {
    'Хрустальный паук',
    nil,
  },
  [5857] = {
    'Опаляющий лавовый паук',
    nil,
  },
  [5858] = {
    'Большой лавовый паук',
    nil,
  },
  [5859] = {
    'Хагг Тауребой',
    'Герой иглогривов',
  },
  [5860] = {
    'Темный шаман из культа Сумеречного Молота',
    nil,
  },
  [5861] = {
    'Страж огня из культа Сумеречного Молота',
    nil,
  },
  [5862] = {
    'Геомант из культа Сумеречного Молота',
    nil,
  },
  [5863] = {
    'Жрица Земли Гукк\'рок',
    nil,
  },
  [5864] = {
    'Свинеар Копьешкур',
    nil,
  },
  [5870] = {
    nil,
    'Мясник',
  },
  [5871] = {
    nil,
    'Торговец напитками',
  },
  [5872] = {
    'Змеиный облик',
    nil,
  },
  [5873] = {
    'Тотем каменной кожи',
    nil,
  },
  [5874] = {
    'Тотем силы земли',
    nil,
  },
  [5875] = {
    'Ган\'рул Кровавый Глаз',
    nil,
  },
  [5878] = {
    'Тун\'грим Огневзор',
    nil,
  },
  [5879] = {
    'Тотем кольца огня',
    nil,
  },
  [5880] = {
    nil,
    'Наставница магов',
  },
  [5881] = {
    'Проклятый платан',
    nil,
  },
  [5882] = {
    nil,
    'Наставница магов',
  },
  [5883] = {
    nil,
    'Наставница магов',
  },
  [5884] = {
    nil,
    'Наставница магов',
  },
  [5885] = {
    nil,
    'Наставница магов',
  },
  [5886] = {
    nil,
    'Продавец грибов',
  },
  [5887] = {
    'Канага заклинатель земли',
    nil,
  },
  [5888] = {
    'Провидица Воронье Перо',
    nil,
  },
  [5889] = {
    'Дух плоскогорья',
    nil,
  },
  [5890] = {
    'Дух Земли Красных скал',
    nil,
  },
  [5891] = {
    'Низшее воплощение земли',
    nil,
  },
  [5892] = {
    'Огнир хранитель Огня',
    nil,
  },
  [5893] = {
    'Низшее воплощение огня',
    nil,
  },
  [5894] = {
    'Оскверненное низшее воплощение воды',
    nil,
  },
  [5895] = {
    'Низшее воплощение воды',
    nil,
  },
  [5896] = {
    'Дух огня',
    nil,
  },
  [5897] = {
    'Оскверненный дух воды',
    nil,
  },
  [5898] = {
    'Воздушный дух',
    nil,
  },
  [5899] = {
    'Брин',
    nil,
  },
  [5901] = {
    'Ислена Заклинательница Воды',
    nil,
  },
  [5902] = {
    'Низшее воплощение воздуха',
    nil,
  },
  [5905] = {
    'Пратта Заклинательница Туч',
    nil,
  },
  [5906] = {
    'Ксаварик',
    nil,
  },
  [5908] = {
    'Рубака Догран',
    nil,
  },
  [5911] = {
    'Рубака Логмар',
    nil,
  },
  [5912] = {
    'Загадочный волшебный дракон',
    nil,
  },
  [5913] = {
    'Тотем трепета',
    nil,
  },
  [5914] = {
    'Загадочный кошмар',
    nil,
  },
  [5915] = {
    'Брат Вороний Дуб',
    nil,
  },
  [5916] = {
    'Часовой Амарассан',
    nil,
  },
  [5918] = {
    'Облик совы',
    nil,
  },
  [5919] = {
    'Тотем каменной кожи II',
    nil,
  },
  [5920] = {
    'Тотем каменной кожи III',
    nil,
  },
  [5921] = {
    'Тотем силы земли II',
    nil,
  },
  [5922] = {
    'Тотем силы земли III',
    nil,
  },
  [5923] = {
    'Тотем противоядия',
    nil,
  },
  [5924] = {
    'Тотем очищения от болезней',
    nil,
  },
  [5925] = {
    'Тотем заземления',
    nil,
  },
  [5926] = {
    'Тотем сопротивления льду',
    nil,
  },
  [5927] = {
    'Тотем сопротивления огню',
    nil,
  },
  [5928] = {
    'Крыло скорби',
    nil,
  },
  [5929] = {
    'Тотем магмы',
    nil,
  },
  [5930] = {
    'Сестра Терзающая',
    nil,
  },
  [5931] = {
    'Штейгер Риггер',
    nil,
  },
  [5932] = {
    'Надсмотрщик Хлестоклык',
    nil,
  },
  [5933] = {
    'Акеллиос-Изгнанник',
    nil,
  },
  [5934] = {
    'Сердцерез',
    nil,
  },
  [5935] = {
    'Железноглаз Неуязвимый',
    nil,
  },
  [5937] = {
    'Коварное Жало',
    nil,
  },
  [5938] = {
    'Утан Тихая Заводь',
    'Учитель рыбной ловли',
  },
  [5939] = {
    'Вира Нежное Копыто',
    'Учитель первой помощи',
  },
  [5940] = {
    'Харн Далекий Заброс',
    'Рыболовные снасти',
  },
  [5941] = {
    nil,
    'Учитель рыбной ловли',
  },
  [5942] = {
    nil,
    'Рыболовные снасти',
  },
  [5943] = {
    nil,
    'Учитель первой помощи',
  },
  [5944] = {
    nil,
    'Товары для портных и кожевников',
  },
  [5946] = {
    'Темный убийца',
    nil,
  },
  [5947] = {
    'Темная убийца',
    nil,
  },
  [5948] = {
    'Пиратка',
    nil,
  },
  [5949] = {
    'Пират',
    nil,
  },
  [5950] = {
    'Тотем языка пламени',
    nil,
  },
  [5951] = {
    'Заяц',
    nil,
  },
  [5952] = {
    'Рубака Логова',
    nil,
  },
  [5953] = {
    'Рубака Колючего Холма',
    nil,
  },
  [5957] = {
    nil,
    'Изучение порталов',
  },
  [5958] = {
    nil,
    'Изучение порталов',
  },
  [5974] = {
    'Огр из клана Молота Ужаса',
    nil,
  },
  [5975] = {
    'Огр-маг из клана Молота Ужаса',
    nil,
  },
  [5976] = {
    'Громила из клана Молота Ужаса',
    nil,
  },
  [5977] = {
    'Изверг из клана Молота Ужаса',
    nil,
  },
  [5978] = {
    'Чернокнижник из клана Молота Ужаса',
    nil,
  },
  [5979] = {
    'Презренный из племени Заблудших',
    nil,
  },
  [5981] = {
    'Искатель портала',
    nil,
  },
  [5982] = {
    'Черный душегуб',
    nil,
  },
  [5983] = {
    'Костегрыз',
    nil,
  },
  [5984] = {
    'Голодный хохотун',
    nil,
  },
  [5985] = {
    'Хохочущая гиена',
    nil,
  },
  [5988] = {
    'Скорпок-острожал',
    nil,
  },
  [5990] = {
    'Краснокаменный василиск',
    nil,
  },
  [5991] = {
    'Краснокаменный хрусталиск',
    nil,
  },
  [5992] = {
    'Пеплогривый кабан',
    nil,
  },
  [5993] = {
    'Зловепрь',
    nil,
  },
  [5994] = {
    nil,
    'Верховный жрец',
  },
  [5996] = {
    'Шахтер из крепости Стражей Пустоты',
    nil,
  },
  [5997] = {
    'Инженер из крепости Стражей Пустоты',
    nil,
  },
  [5998] = {
    'Штейгер из крепости Стражей Пустоты',
    nil,
  },
  [5999] = {
    'Солдат из крепости Стражей Пустоты',
    nil,
  },
  [6000] = {
    'Священник из крепости Стражей Пустоты',
    nil,
  },
  [6001] = {
    'Аналитик из крепости Стражей Пустоты',
    nil,
  },
  [6002] = {
    'Дозорный из крепости Стражей Пустоты',
    nil,
  },
  [6003] = {
    'Офицер из крепости Стражей Пустоты',
    nil,
  },
  [6004] = {
    'Сектант Культа Приверженцев Тени',
    nil,
  },
  [6005] = {
    'Лиходей Культа Приверженцев Тени',
    nil,
  },
  [6006] = {
    'Адепт Культа Приверженцев Тени',
    nil,
  },
  [6007] = {
    'Головорез из Культа Приверженцев Тени',
    nil,
  },
  [6008] = {
    'Чернокнижник Культа Приверженцев Тени',
    nil,
  },
  [6009] = {
    'Ткач ужаса из культа Приверженцев Тени',
    nil,
  },
  [6010] = {
    'Гончая Скверны',
    nil,
  },
  [6011] = {
    'Караульный-страж Скверны',
    nil,
  },
  [6012] = {
    'Тотем языка пламени II',
    nil,
  },
  [6013] = {
    'Своенравный канюк',
    nil,
  },
  [6014] = {
    nil,
    'Наставник жрецов',
  },
  [6016] = {
    'Тотем защиты от сил стихий',
    nil,
  },
  [6017] = {
    'Тотем лавы',
    nil,
  },
  [6018] = {
    nil,
    'Наставник жрецов',
  },
  [6019] = {
    'Хормиц Жужжалит',
    nil,
  },
  [6020] = {
    'Скользкопанцирный макрура',
    nil,
  },
  [6021] = {
    'Дух вепря',
    nil,
  },
  [6026] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [6027] = {
    nil,
    'Наставница демонов',
  },
  [6028] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [6030] = {
    'Торвальд Подземная Кузня',
    nil,
  },
  [6031] = {
    'Тормус Подземная Кузня',
    nil,
  },
  [6033] = {
    'Озерная бешенка',
    nil,
  },
  [6035] = {
    'Ловчий из племени Иглошкурых',
    nil,
  },
  [6047] = {
    'Водяной страж',
    nil,
  },
  [6066] = {
    'Тотем хватки земли',
    nil,
  },
  [6068] = {
    'Телохранитель Варуга',
    nil,
  },
  [6069] = {
    'Охранник хана из племени Мародин',
    nil,
  },
  [6070] = {
    'Советник хана из племени Мародин',
    nil,
  },
  [6071] = {
    'Гончая Легиона',
    nil,
  },
  [6072] = {
    'Диатор Ищейка',
    nil,
  },
  [6073] = {
    'Опаляющий инфернал',
    nil,
  },
  [6074] = {
    'Полосатый ледопард',
    nil,
  },
  [6075] = {
    'Изумрудный ящер',
    nil,
  },
  [6076] = {
    'Верховой долгоног (кремовый)',
    nil,
  },
  [6086] = {
    'Страж Аубердина',
    nil,
  },
  [6087] = {
    'Часовой Астранаара',
    nil,
  },
  [6090] = {
    nil,
    'Пьяница',
  },
  [6091] = {
    nil,
    'Продавец еды и напитков',
  },
  [6093] = {
    'Джек Мертвозуб',
    nil,
  },
  [6094] = {
    nil,
    'Учитель первой помощи',
  },
  [6110] = {
    'Тотем кольца огня II',
    nil,
  },
  [6111] = {
    'Тотем кольца огня III',
    nil,
  },
  [6112] = {
    'Тотем неистовства ветра',
    nil,
  },
  [6114] = {
    'Марен Грозовая Вершина',
    nil,
  },
  [6115] = {
    'Странствующий страж Скверны',
    nil,
  },
  [6116] = {
    'Тень высокорожденной',
    nil,
  },
  [6117] = {
    'Призрак высокорожденного',
    nil,
  },
  [6118] = {
    'Привидение Варо\'тена',
    nil,
  },
  [6119] = {
    'Тог Ржавозуб',
    nil,
  },
  [6120] = {
    'Лаго Злобноверт',
    nil,
  },
  [6122] = {
    'Гакин Темнопряд',
    nil,
  },
  [6123] = {
    'Шпион из клана Черного Железа',
    nil,
  },
  [6124] = {
    'Капитан Бельд',
    'Капитан клана Черного Железа',
  },
  [6125] = {
    'Сатир из племени Халдарр',
    nil,
  },
  [6126] = {
    'Плут из племени Халдарр',
    nil,
  },
  [6127] = {
    'Скверноподданный из племени Халдарр',
    nil,
  },
  [6128] = {
    'Ворлус Подлое Копыто',
    nil,
  },
  [6129] = {
    'Лорд-маг драконов',
    nil,
  },
  [6130] = {
    'Синий чешуйчатый губитель',
    nil,
  },
  [6131] = {
    'Драконья чаровязка',
    nil,
  },
  [6132] = {
    'Служитель племени Иглошкурых',
    nil,
  },
  [6133] = {
    'Тень Элуры',
    nil,
  },
  [6134] = {
    'Лорд Арккорок',
    nil,
  },
  [6135] = {
    'Арккоранский трещот',
    nil,
  },
  [6136] = {
    'Арккоранский грязекоп',
    nil,
  },
  [6137] = {
    'Арккоранский клешневик',
    nil,
  },
  [6138] = {
    'Арккоранский оракул',
    nil,
  },
  [6139] = {
    'Паритель Скального гнездовья',
    nil,
  },
  [6141] = {
    'Величавый паритель',
    nil,
  },
  [6143] = {
    'Слуга Арккорока',
    nil,
  },
  [6144] = {
    'Сын Арккорока',
    nil,
  },
  [6145] = {
    'Косяк рыбы',
    nil,
  },
  [6146] = {
    'Скальный разрушитель',
    nil,
  },
  [6147] = {
    'Скальный рокотун',
    nil,
  },
  [6148] = {
    'Скалоход',
    nil,
  },
  [6166] = {
    'Йорус Ячменовар',
    nil,
  },
  [6167] = {
    'Химера-матриарх',
    nil,
  },
  [6169] = {
    'Клацморт Гайкокрут',
    nil,
  },
  [6170] = {
    'Кишкодер',
    nil,
  },
  [6176] = {
    'Бат\'ра Страж Ветра',
    nil,
  },
  [6178] = {
    'Майридон Боевой Горн',
    nil,
  },
  [6179] = {
    'Тиза Боевой Горн',
    nil,
  },
  [6180] = {
    'Налетчик из Братства Справедливости',
    nil,
  },
  [6181] = {
    'Джордан Стилвелл',
    nil,
  },
  [6182] = {
    'Дафна Стилвелл',
    nil,
  },
  [6184] = {
    'Землепроходец из племени Древобрюхов',
    nil,
  },
  [6185] = {
    'Воин из племени Древобрюхов',
    nil,
  },
  [6186] = {
    'Тотемист из племени Древобрюхов',
    nil,
  },
  [6187] = {
    'Дозорный из племени Древобрюхов',
    nil,
  },
  [6188] = {
    'Шаман из племени Древобрюхов',
    nil,
  },
  [6189] = {
    'Ведмедь из племени Древобрюхов',
    nil,
  },
  [6190] = {
    'Воин из клана Бича Злобы',
    nil,
  },
  [6193] = {
    'Крикунья из клана Бича Злобы',
    nil,
  },
  [6194] = {
    'Змеестраж из клана Бича Злобы',
    nil,
  },
  [6195] = {
    'Сирена из клана Бича Злобы',
    nil,
  },
  [6196] = {
    'Мирмидон из клана Бича Злобы',
    nil,
  },
  [6198] = {
    'Эльф крови-геодезист',
    nil,
  },
  [6199] = {
    'Эльф крови-землемер',
    nil,
  },
  [6200] = {
    'Сатир из племени Легаши',
    nil,
  },
  [6201] = {
    'Разбойник из племени Легаши',
    nil,
  },
  [6202] = {
    'Призыватель огня из племени Легаши',
    nil,
  },
  [6206] = {
    'Землеглот из пещерных глубин',
    nil,
  },
  [6207] = {
    'Душитель из пещерных глубин',
    nil,
  },
  [6208] = {
    'Захватчик из пещерных глубин',
    nil,
  },
  [6209] = {
    'Мошенник из племени Пещерных Глубин',
    nil,
  },
  [6210] = {
    'Погромщик из племени Пещерных Глубин',
    nil,
  },
  [6211] = {
    'Разоритель из пещерных глубин',
    nil,
  },
  [6212] = {
    'Посланник из клана Черного Железа',
    nil,
  },
  [6213] = {
    'Облученный захватчик',
    nil,
  },
  [6215] = {
    'Чавккер',
    nil,
  },
  [6218] = {
    'Облученная слизь',
    nil,
  },
  [6219] = {
    'Едкий скрытень',
    nil,
  },
  [6220] = {
    'Облученный ужас',
    nil,
  },
  [6221] = {
    'Злобный лепрогном',
    nil,
  },
  [6222] = {
    'Прокаженный техник',
    nil,
  },
  [6223] = {
    'Прокаженный защитник',
    nil,
  },
  [6224] = {
    'Прокаженный машиностроитель',
    nil,
  },
  [6225] = {
    'Механотанк',
    nil,
  },
  [6226] = {
    'Механический огнемет',
    nil,
  },
  [6227] = {
    'Механический ледоступ',
    nil,
  },
  [6228] = {
    'Посол из клана Черного Железа',
    nil,
  },
  [6229] = {
    'Толпогон 9-60',
    nil,
  },
  [6230] = {
    'Защитный скафандр миротворца',
    nil,
  },
  [6232] = {
    'Волшебный обнулятор X-21',
    nil,
  },
  [6233] = {
    'Механический караульный',
    nil,
  },
  [6234] = {
    'Механический страж',
    nil,
  },
  [6235] = {
    'Электрошокер 6000',
    nil,
  },
  [6236] = {
    nil,
    'Островитянин',
  },
  [6237] = {
    'Тюремный лучник',
    nil,
  },
  [6238] = {
    'Большой Билл',
    nil,
  },
  [6239] = {
    'Циклониан',
    nil,
  },
  [6240] = {
    'Борец бойцовского круга',
    nil,
  },
  [6241] = {
    'Балор Крепкорук',
    nil,
  },
  [6244] = {
    'Такар Провидец',
    nil,
  },
  [6248] = {
    'Пруттик Плоскоголов',
    'Глашатай',
  },
  [6249] = {
    'Зритель бойцовского круга',
    nil,
  },
  [6250] = {
    'Краб',
    nil,
  },
  [6252] = {
    'Послушница Магас',
    nil,
  },
  [6253] = {
    'Послушник Фенрик',
    nil,
  },
  [6254] = {
    'Послушница Витула',
    nil,
  },
  [6266] = {
    'Менара Расщепительница Бездны',
    nil,
  },
  [6267] = {
    'Послушница Порена',
    nil,
  },
  [6268] = {
    'Призванный охотник Скверны',
    nil,
  },
  [6271] = {
    'Мышь',
    nil,
  },
  [6272] = {
    'Джанин',
    'Хозяйка таверны',
  },
  [6286] = {
    nil,
    'Повар',
  },
  [6287] = {
    'Раднаал Гривопряд',
    'Учитель снятия шкур',
  },
  [6288] = {
    nil,
    'Учитель снятия шкур',
  },
  [6289] = {
    nil,
    'Учитель снятия шкур',
  },
  [6290] = {
    'Йонн Глубокий Надрез',
    'Учитель снятия шкур',
  },
  [6291] = {
    'Балтус Шлифовальщик',
    'Учитель снятия шкур',
  },
  [6292] = {
    nil,
    'Учитель снятия шкур',
  },
  [6294] = {
    'Кром Крепкорук',
    nil,
  },
  [6295] = {
    nil,
    'Учитель снятия шкур',
  },
  [6297] = {
    'Курдрам Камнемолот',
    'Учитель горного дела',
  },
  [6298] = {
    'Тельгрум Камнемолот',
    'Товары для горного дела',
  },
  [6299] = {
    'Дельфрум Кремнебород',
    'Ученик кузнеца',
  },
  [6300] = {
    'Элиза Сталерукая',
    'Товары для кузнецов',
  },
  [6301] = {
    'Горбольд Сталерук',
    'Хозяйственные припасы',
  },
  [6306] = {
    'Хелена Меховяз',
    'Учитель снятия шкур',
  },
  [6328] = {
    'Данни Шиппельплюйер',
    'Наставница демонов',
  },
  [6329] = {
    'Облученный погромщик',
    nil,
  },
  [6347] = {
    'Молодой волношлеп',
    nil,
  },
  [6348] = {
    'Волношлеп',
    nil,
  },
  [6349] = {
    'Большой волношлеп',
    nil,
  },
  [6350] = {
    'Острощип Макринни',
    nil,
  },
  [6351] = {
    'Оракул штормового залива',
    nil,
  },
  [6352] = {
    'Коралловый скрытень',
    nil,
  },
  [6366] = {
    'Марионетка Курцена',
    nil,
  },
  [6367] = {
    nil,
    'Сумасшедшая кошатница',
  },
  [6368] = {
    'Кошка',
    nil,
  },
  [6369] = {
    'Коралловая черепашка',
    nil,
  },
  [6370] = {
    'Клешнекоп макринни',
    nil,
  },
  [6371] = {
    'Воин штормового залива',
    nil,
  },
  [6372] = {
    'Макринни-клешнехват',
    nil,
  },
  [6373] = {
    nil,
    'Наставница демонов',
  },
  [6374] = {
    'Силина Чёрносердая',
    'Наставница демонов',
  },
  [6375] = {
    'Громоголовый гиппогриф',
    nil,
  },
  [6376] = {
    'Врена Темнопружник',
    'Наставница демонов',
  },
  [6377] = {
    'Громорогий крылень',
    nil,
  },
  [6378] = {
    'Громоголовый крыловоин',
    nil,
  },
  [6379] = {
    'Громоголовый патриарх',
    nil,
  },
  [6380] = {
    'Громоголовый соправитель',
    nil,
  },
  [6382] = {
    'Жубал Труполов',
    'Наставница демонов',
  },
  [6386] = {
    'Оберег Занзила',
    nil,
  },
  [6387] = {
    nil,
    'Учитель снятия шкур',
  },
  [6388] = {
    'Зомби Занзила',
    nil,
  },
  [6389] = {
    'Страж смерти Подриг',
    nil,
  },
  [6390] = {
    'Улаг Колун',
    nil,
  },
  [6391] = {
    'Воин зоны',
    nil,
  },
  [6392] = {
    'Медик зоны',
    nil,
  },
  [6393] = {
    'Хенен Тотем Ярости',
    nil,
  },
  [6394] = {
    'Руга Тотем Ярости',
    nil,
  },
  [6395] = {
    'Сержант Рутгер',
    'Сержант',
  },
  [6407] = {
    'Техник зоны',
    nil,
  },
  [6410] = {
    'Орм Каменное Копыто',
    nil,
  },
  [6412] = {
    'Скелет',
    nil,
  },
  [6426] = {
    'Тоскующий мертвец',
    nil,
  },
  [6427] = {
    'Блуждающий фантазм',
    nil,
  },
  [6486] = {
    'Черный конь-скелет',
    nil,
  },
  [6487] = {
    'Чародей Доан',
    nil,
  },
  [6488] = {
    'Павший воитель',
    nil,
  },
  [6489] = {
    'Железноспин',
    nil,
  },
  [6490] = {
    'Азшир Неспящий',
    nil,
  },
  [6491] = {
    'Целитель душ',
    nil,
  },
  [6492] = {
    'Порождение разлома',
    nil,
  },
  [6493] = {
    'Иллюзорный фантазм',
    nil,
  },
  [6495] = {
    'Ризнек',
    'Продавец напитков',
  },
  [6496] = {
    'Бривельверп',
    'Продавец мороженого',
  },
  [6498] = {
    'Дьявозавр',
    nil,
  },
  [6499] = {
    'Железношкурый дьявозавр',
    nil,
  },
  [6500] = {
    'Тиранодьявозавр',
    nil,
  },
  [6502] = {
    'Панцирный стегодон',
    nil,
  },
  [6503] = {
    'Шипастый стегодон',
    nil,
  },
  [6504] = {
    'Громовой стегодон',
    nil,
  },
  [6505] = {
    'Равазавр',
    nil,
  },
  [6506] = {
    'Равазавр-бегун',
    nil,
  },
  [6507] = {
    'Равазавр-охотник',
    nil,
  },
  [6508] = {
    'Ядошкурый равазавр',
    nil,
  },
  [6509] = {
    'Кровоцвет-хлыстун',
    nil,
  },
  [6510] = {
    'Кровоцвет-живодер',
    nil,
  },
  [6511] = {
    'Кровоцвет-крепкозуб',
    nil,
  },
  [6512] = {
    'Кровоцвет-зверолов',
    nil,
  },
  [6513] = {
    'Ун\'Горский топотун',
    nil,
  },
  [6514] = {
    'Ун\'горская горилла',
    nil,
  },
  [6516] = {
    'Ун\'Горский рокотун',
    nil,
  },
  [6517] = {
    'Смоляная тварь',
    nil,
  },
  [6518] = {
    'Смоляной скрытень',
    nil,
  },
  [6519] = {
    'Смоляной господин',
    nil,
  },
  [6520] = {
    'Испепеляющий элементаль',
    nil,
  },
  [6521] = {
    'Живое пламя',
    nil,
  },
  [6523] = {
    'Ружейник из клана Черного Железа',
    nil,
  },
  [6527] = {
    'Смоляной ползун',
    nil,
  },
  [6547] = {
    'Страдающая жертва',
    nil,
  },
  [6548] = {
    'Волхв Тирт',
    nil,
  },
  [6549] = {
    'Демон сферы',
    nil,
  },
  [6550] = {
    'Волнолов маны',
    nil,
  },
  [6551] = {
    'Оса из улья Гориши',
    nil,
  },
  [6552] = {
    'Рабочий из улья Гориши',
    nil,
  },
  [6553] = {
    'Разоритель из улья Гориши',
    nil,
  },
  [6554] = {
    'Острожал из улья Гориши',
    nil,
  },
  [6555] = {
    'Проходчик из улья Гориши',
    nil,
  },
  [6556] = {
    'Скользкий слизнюк',
    nil,
  },
  [6557] = {
    'Первобытный слизнюк',
    nil,
  },
  [6559] = {
    'Липкий слизнюк',
    nil,
  },
  [6560] = {
    'Каменный страж',
    nil,
  },
  [6567] = {
    nil,
    'Товары для портных',
  },
  [6568] = {
    nil,
    'Товары для портных',
  },
  [6571] = {
    'Облик кошки (таурен-друид)',
    'Ночной эльф-друид',
  },
  [6572] = {
    'Облик кошки (таурен-друид)',
    'Таурен-друид',
  },
  [6573] = {
    'Походный облик (друид)',
    'Друид',
  },
  [6574] = {
    nil,
    'Товары для портных',
  },
  [6575] = {
    'Новобранец Алого ордена',
    nil,
  },
  [6576] = {
    'Бриенна Мерцание Звезд',
    'Товары для портных',
  },
  [6577] = {
    'Бинглз Покрышкинс',
    nil,
  },
  [6579] = {
    'Шони Молшунья',
    nil,
  },
  [6581] = {
    'Равазавр-матриарх',
    nil,
  },
  [6582] = {
    'Матка Завас',
    nil,
  },
  [6584] = {
    'Король Мош',
    nil,
  },
  [6586] = {
    'Рокар Тень Клинка',
    nil,
  },
  [6606] = {
    'Надзиратель Глибби',
    nil,
  },
  [6626] = {
    '"Отчаянный" Джонсон',
    nil,
  },
  [6646] = {
    'Моннос Древний',
    nil,
  },
  [6647] = {
    'Магистр Соколиный Шлем',
    nil,
  },
  [6649] = {
    'Леди Сесспира',
    nil,
  },
  [6650] = {
    'Генерал Фангферрор',
    nil,
  },
  [6651] = {
    'Привратник Грознорев',
    nil,
  },
  [6652] = {
    'Мастер Страхожуть',
    nil,
  },
  [6653] = {
    'Огромная жаба',
    nil,
  },
  [6666] = {
    '"Отчаянный" Джонсон в человеческом обличье',
    nil,
  },
  [6668] = {
    'Лорд Кайрик Черноковаль',
    nil,
  },
  [6669] = {
    'Бешенатор 4100',
    'Первый помощник капитана',
  },
  [6670] = {
    'Плотник из Западного Края',
    nil,
  },
  [6706] = {
    'Баританес Небесная Река',
    'Укротительница гиппогрифов',
  },
  [6707] = {
    nil,
    'Великий наставник разбойников',
  },
  [6726] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [6727] = {
    'Брианна',
    'Хозяйка таверны',
  },
  [6730] = {
    'Джинки Дзыньбламбум',
    'Инженерные материалы',
  },
  [6731] = {
    'Харлон Темный Узор',
    'Товары для кожевников',
  },
  [6733] = {
    'Губитель из племени Каменного Свода',
    nil,
  },
  [6734] = {
    'Жаркий Очаг',
    'Хозяйка таверны',
  },
  [6735] = {
    'Салиенна',
    'Хозяйка таверны',
  },
  [6736] = {
    'Кельдамир',
    'Хозяйка таверны',
  },
  [6737] = {
    'Шосси',
    'Хозяйка таверны',
  },
  [6738] = {
    'Кимлия',
    'Хозяйка таверны',
  },
  [6739] = {
    'Бейтс',
    'Хозяйка таверны',
  },
  [6740] = {
    'Аллисон',
    'Хозяйка таверны',
  },
  [6741] = {
    'Норман',
    'Хозяйка таверны',
  },
  [6746] = {
    'Пала',
    'Хозяйка таверны',
  },
  [6747] = {
    'Каут',
    'Хозяйка таверны',
  },
  [6748] = {
    'Водный дух',
    nil,
  },
  [6749] = {
    nil,
    'Смотритель стойл',
  },
  [6766] = {
    'Стражник поместья Черного Ворона',
    'Лига убийц',
  },
  [6768] = {
    'Лорд Джорах Черный Ворон',
    'Глава Лиги убийц',
  },
  [6771] = {
    'Убийца из поместья Черного Ворона',
    'Лига убийц',
  },
  [6774] = {
    'Фальхан Изенброд',
    nil,
  },
  [6775] = {
    'Антура Свежая Пашня',
    nil,
  },
  [6776] = {
    'Магрин Речная Грива',
    nil,
  },
  [6777] = {
    'Зан Кругореззик',
    'Специалист-инженер',
  },
  [6778] = {
    'Мелика Айзенстрайдер',
    'Помощница хозяина таверны',
  },
  [6779] = {
    'Клякс Громодрев',
    'Торговец ядами',
  },
  [6782] = {
    'Ручник Ржавозубчик',
    nil,
  },
  [6787] = {
    'Йелнаги Черная рука',
    nil,
  },
  [6788] = {
    'Мать-медведица',
    nil,
  },
  [6789] = {
    'Медвежонок-осотник',
    nil,
  },
  [6790] = {
    'Трилана',
    'Хозяйка таверны',
  },
  [6791] = {
    'Вихлюн',
    'Хозяйка таверны',
  },
  [6806] = {
    'Таннок Молот Стужи',
    'Помощник хозяина таверны',
  },
  [6807] = {
    'Втридорог',
    'Хозяйка таверны',
  },
  [6846] = {
    'Портовый начальник из Братства Справедливости',
    nil,
  },
  [6866] = {
    'Телохранитель из Братства Справедливости',
    nil,
  },
  [6867] = {
    'Ищейка',
    nil,
  },
  [6868] = {
    'Джаркал Замшелый Клык',
    nil,
  },
  [6907] = {
    'Эрик "Быстрый"',
    nil,
  },
  [6909] = {
    'Сетир Древний',
    nil,
  },
  [6911] = {
    'Прислужник Сетира',
    nil,
  },
  [6912] = {
    'Останки паладина',
    nil,
  },
  [6913] = {
    'Миространник из племени Заблудших',
    nil,
  },
  [6927] = {
    'Докер из Братства Справедливости',
    nil,
  },
  [6928] = {
    'Гроск',
    'Хозяйка таверны',
  },
  [6929] = {
    'Гришка',
    'Хозяйка таверны',
  },
  [6930] = {
    'Каракуль',
    'Хозяйка таверны',
  },
  [6932] = {
    'Болотный дух',
    nil,
  },
  [6946] = {
    'Рензик Нож',
    'Сотрудник ШРУ',
  },
  [6986] = {
    nil,
    'Скупщики Дрофферс и Сыновья',
  },
  [6987] = {
    nil,
    'Скупщики Дрофферс и Сыновья',
  },
  [7009] = {
    nil,
    'Длань Хаоса',
  },
  [7010] = {
    'Зилзибин Барабанный Бой',
    nil,
  },
  [7011] = {
    'Земельник-камнекрушитель',
    nil,
  },
  [7012] = {
    'Земельник-скульптор',
    nil,
  },
  [7015] = {
    'Грязнюк Жестокий',
    nil,
  },
  [7016] = {
    'Леди Веспира',
    nil,
  },
  [7017] = {
    'Лорд Нечестивец',
    nil,
  },
  [7022] = {
    'Ядоносный скорпид',
    nil,
  },
  [7023] = {
    'Обсидиановый часовой',
    nil,
  },
  [7024] = {
    'Посланница Кеарнен',
    nil,
  },
  [7025] = {
    'Солдат из клана Черной горы',
    nil,
  },
  [7026] = {
    'Колдун из клана Черной горы',
    nil,
  },
  [7027] = {
    'Душегуб из клана Черной горы',
    nil,
  },
  [7028] = {
    'Чернокнижник клана Черной горы',
    nil,
  },
  [7029] = {
    'Полководец из клана Черной горы',
    nil,
  },
  [7030] = {
    'Тенегорнский геолог',
    nil,
  },
  [7031] = {
    'Обсидиановый элементаль',
    nil,
  },
  [7032] = {
    'Большой обсидиановый элементаль',
    nil,
  },
  [7033] = {
    'Огр из клана Огненного Чрева',
    nil,
  },
  [7034] = {
    'Огр-маг из клана Огненного Чрева',
    nil,
  },
  [7035] = {
    'Громила из клана Огненного Чрева',
    nil,
  },
  [7036] = {
    'Шпион Тауриссана',
    nil,
  },
  [7037] = {
    'Огнеход Тауриссана',
    nil,
  },
  [7038] = {
    'Посланник Тауриссана',
    nil,
  },
  [7039] = {
    'Боевой разоритель',
    nil,
  },
  [7040] = {
    'Черный драконид',
    nil,
  },
  [7041] = {
    'Черная драконида',
    nil,
  },
  [7042] = {
    'Огнечешуйчатый драконид',
    nil,
  },
  [7043] = {
    'Огнечешуйчатая драконида',
    nil,
  },
  [7044] = {
    'Черный дракон',
    nil,
  },
  [7045] = {
    'Опаляющий дракон',
    nil,
  },
  [7046] = {
    'Пламечешуйчатый дракон',
    nil,
  },
  [7047] = {
    'Детеныш черного дракона',
    nil,
  },
  [7048] = {
    'Детеныш Опаляющего дракона',
    nil,
  },
  [7049] = {
    'Огнечешуйчатый дракончик',
    nil,
  },
  [7050] = {
    'Мертвяк из Братства Справедливости',
    nil,
  },
  [7051] = {
    'Уродливый мертвяк из Братства Справедливости',
    nil,
  },
  [7052] = {
    'Патрульная башни из Братства Справедливости',
    nil,
  },
  [7053] = {
    'Клейвен Мортвейк',
    nil,
  },
  [7055] = {
    'Ворг из клана Черной горы',
    nil,
  },
  [7056] = {
    'Караульный башни из Братства Справедливости',
    nil,
  },
  [7057] = {
    'Мастер Лопаторук',
    nil,
  },
  [7067] = {
    'Мертвяк Торговой Компании',
    nil,
  },
  [7068] = {
    'Обреченный послушник',
    nil,
  },
  [7069] = {
    'Обреченный монах',
    nil,
  },
  [7070] = {
    'Обреченный священник',
    nil,
  },
  [7071] = {
    'Проклятый паладин',
    nil,
  },
  [7072] = {
    'Проклятый вершитель правосудия',
    nil,
  },
  [7075] = {
    'Неупокоенный маг',
    nil,
  },
  [7076] = {
    'Земельник-страж',
    nil,
  },
  [7077] = {
    'Земельник-строитель',
    nil,
  },
  [7078] = {
    'Пещерный скорпид',
    nil,
  },
  [7079] = {
    'Липкая муть',
    nil,
  },
  [7086] = {
    'Проклятый слизнюк',
    nil,
  },
  [7087] = {
    nil,
    'Учитель снятия шкур',
  },
  [7088] = {
    nil,
    'Учитель снятия шкур',
  },
  [7089] = {
    nil,
    'Учитель снятия шкур',
  },
  [7091] = {
    'Тенегорнский душитель',
    nil,
  },
  [7092] = {
    'Нечистый слизнюк',
    nil,
  },
  [7093] = {
    'Злобный слизнюк',
    nil,
  },
  [7097] = {
    'Железноклюв',
    nil,
  },
  [7098] = {
    'Железноклюв-крикун',
    nil,
  },
  [7099] = {
    'Железноклюв-охотник',
    nil,
  },
  [7100] = {
    'Криводрев-моходер',
    nil,
  },
  [7101] = {
    'Криводрев-живорез',
    nil,
  },
  [7105] = {
    'Сатир из племени Нефритового Пламени',
    nil,
  },
  [7106] = {
    'Разбойник из племени Нефритового Пламени',
    nil,
  },
  [7107] = {
    'Плут из племени Нефритового Пламени',
    nil,
  },
  [7108] = {
    'Предатель из племени Нефритового Пламени',
    nil,
  },
  [7109] = {
    'Скверноподданный из племени Нефритового Пламени',
    nil,
  },
  [7110] = {
    'Тенелов из племени Нефритового Пламени',
    nil,
  },
  [7111] = {
    'Призыватель огня из племени Нефритового Пламени',
    nil,
  },
  [7112] = {
    'Джеденарский сектант',
    nil,
  },
  [7113] = {
    'Джеденарский страж',
    nil,
  },
  [7114] = {
    'Джеденарский головорез',
    nil,
  },
  [7115] = {
    'Джеденарский адепт',
    nil,
  },
  [7118] = {
    'Джеденарский темноплет',
    nil,
  },
  [7120] = {
    'Джеденарский чернокнижник',
    nil,
  },
  [7125] = {
    'Джеденарская гончая',
    nil,
  },
  [7126] = {
    'Джеденарский охотник',
    nil,
  },
  [7132] = {
    'Ядовитый ужас',
    nil,
  },
  [7135] = {
    'Инфернал-телохранитель',
    nil,
  },
  [7136] = {
    'Караульный-инфернал',
    nil,
  },
  [7138] = {
    'Бродяга Железнолесья',
    nil,
  },
  [7139] = {
    'Топотун Железнолесья',
    nil,
  },
  [7149] = {
    'Высохший заступник',
    nil,
  },
  [7153] = {
    'Воин из племени Мертвого Леса',
    nil,
  },
  [7154] = {
    'Садовник из племени Мертвого Леса',
    nil,
  },
  [7155] = {
    'Землепроходец из племени Мертвого Леса',
    nil,
  },
  [7156] = {
    'Дозорный из племени Мертвого Леса',
    nil,
  },
  [7157] = {
    'Мститель из племени Мертвого Леса',
    nil,
  },
  [7158] = {
    'Шаман из племени Мертвого Леса',
    nil,
  },
  [7161] = {
    'Реникс Презренный',
    nil,
  },
  [7166] = {
    'Гизмотронный аппарат Реникса',
    nil,
  },
  [7170] = {
    nil,
    'Гонец Орды',
  },
  [7172] = {
    'Хранитель знаний Норганнона',
    nil,
  },
  [7175] = {
    'Душитель из племени Каменного Свода',
    nil,
  },
  [7206] = {
    'Древний Хранитель Камня',
    nil,
  },
  [7209] = {
    'Обсидиановый осколок',
    nil,
  },
  [7226] = {
    'Песчаная буря',
    nil,
  },
  [7230] = {
    'Шайс Холодная Ярость',
    'Учитель бронников',
  },
  [7231] = {
    'Келгрук Кровавый Топор',
    'Учитель оружейного дела',
  },
  [7232] = {
    'Боргус Сталерук',
    'Учитель оружейного дела',
  },
  [7233] = {
    'Надсмотрщик Физзул',
    nil,
  },
  [7234] = {
    'Фероситас Пожиратель Снов',
    nil,
  },
  [7235] = {
    'Мистик из племени Кривой Сосны',
    nil,
  },
  [7246] = {
    'Темный охотник',
    nil,
  },
  [7247] = {
    'Пожиратель душ из племени Песчаной Бури',
    nil,
  },
  [7266] = {
    'Огнезол',
    nil,
  },
  [7267] = {
    'Вождь Укорз Песчаная Плешь',
    nil,
  },
  [7268] = {
    'Страж из племени Песчаной Бури',
    nil,
  },
  [7269] = {
    'Скарабей',
    nil,
  },
  [7271] = {
    'Знахарь Зум\'рах',
    nil,
  },
  [7272] = {
    'Тека Мученик',
    nil,
  },
  [7274] = {
    'Палач из клана Песчаной Бури',
    nil,
  },
  [7275] = {
    'Темный жрец Шезз\'зиз',
    nil,
  },
  [7276] = {
    'Мертвый герой Зул\'Фаррака',
    nil,
  },
  [7286] = {
    'Зул\'фарракский зомби',
    nil,
  },
  [7287] = {
    'Штейгер Силиксиз',
    nil,
  },
  [7288] = {
    'Старший штейгер Пузик Нервотреп',
    nil,
  },
  [7290] = {
    'Тенегорнский меткий стрелок',
    nil,
  },
  [7291] = {
    'Галганн Огнемолот',
    nil,
  },
  [7292] = {
    'Динита Каменная Мантия',
    'Управляющий хранилищем банка',
  },
  [7298] = {
    'Демнул Дальногор',
    nil,
  },
  [7307] = {
    'Наблюдатель Торговой Компании',
    nil,
  },
  [7308] = {
    'Патрульный Торговой Компании',
    nil,
  },
  [7309] = {
    'Земельник-комендант',
    nil,
  },
  [7310] = {
    'Мутировавший мертвяк Торговой Компании',
    nil,
  },
  [7311] = {
    nil,
    'Наставница магов',
  },
  [7312] = {
    nil,
    'Наставница магов',
  },
  [7313] = {
    'Жрица А\'муура',
    nil,
  },
  [7315] = {
    'Дарнат Певец Клинка',
    'Наставница воинов',
  },
  [7316] = {
    'Сестра Аквинна',
    'Начинающая жрица',
  },
  [7317] = {
    'Обен Яростный Коготь',
    nil,
  },
  [7318] = {
    'Яростный Коготь',
    nil,
  },
  [7319] = {
    'Леди Сатра',
    nil,
  },
  [7320] = {
    'Изверг из племени Каменного Свода',
    nil,
  },
  [7321] = {
    'Ткач Пламени из племени Каменного Свода',
    nil,
  },
  [7322] = {
    'Черный саблезуб',
    nil,
  },
  [7323] = {
    'Винстон Вульф',
    'Волк',
  },
  [7324] = {
    nil,
    'Ландшафтный архитектор',
  },
  [7325] = {
    'Господин Канг',
    nil,
  },
  [7327] = {
    'Иссохший воин',
    nil,
  },
  [7328] = {
    'Иссохший разоритель',
    nil,
  },
  [7329] = {
    'Иссохший свиностраж',
    nil,
  },
  [7332] = {
    'Иссохший копьешкур',
    nil,
  },
  [7333] = {
    'Иссохший боевой кабан',
    nil,
  },
  [7334] = {
    'Жуткий боевой вепрь',
    nil,
  },
  [7335] = {
    'Геомант из племени Мертвой Головы',
    nil,
  },
  [7337] = {
    'Некромант из племени Мертвой Головы',
    nil,
  },
  [7340] = {
    'Темный скелет-чародей',
    nil,
  },
  [7341] = {
    'Скелет-ледоплет',
    nil,
  },
  [7342] = {
    'Скелет-призыватель',
    nil,
  },
  [7343] = {
    'Скелет-костещеп',
    nil,
  },
  [7344] = {
    'Воин-костещеп',
    nil,
  },
  [7345] = {
    'Капитан-костещеп',
    nil,
  },
  [7346] = {
    'Центурион-костещеп',
    nil,
  },
  [7347] = {
    'Вурдалак-живодер',
    nil,
  },
  [7348] = {
    'Вурдалак-шипоед',
    nil,
  },
  [7349] = {
    'Некрорахнид-гробовщик',
    nil,
  },
  [7351] = {
    'Разоритель могил',
    nil,
  },
  [7352] = {
    'Хладная душа',
    nil,
  },
  [7353] = {
    'Леденящий дух',
    nil,
  },
  [7354] = {
    'Круглорыл',
    nil,
  },
  [7356] = {
    'Чумобрюх Гнилой',
    nil,
  },
  [7357] = {
    'Мордреш Огненный Глаз',
    nil,
  },
  [7358] = {
    'Амненнар Хладовей',
    nil,
  },
  [7360] = {
    'Солдат Дун Гарока',
    nil,
  },
  [7363] = {
    'Кум\'иша Коллекционер',
    nil,
  },
  [7364] = {
    'Безупречная сфера из дренетиста',
    nil,
  },
  [7365] = {
    'Фрагмент безупречного дренетиста',
    nil,
  },
  [7366] = {
    'Тотем каменной кожи IV',
    nil,
  },
  [7367] = {
    'Тотем каменной кожи V',
    nil,
  },
  [7368] = {
    'Тотем каменной кожи VI',
    nil,
  },
  [7369] = {
    'Громила с перевала Мертвого Ветра',
    nil,
  },
  [7370] = {
    'Беспокойный дух',
    nil,
  },
  [7371] = {
    'Изверг с перевала Мертвого Ветра',
    nil,
  },
  [7372] = {
    'Чернокнижник с перевала Мертвого Ветра',
    nil,
  },
  [7376] = {
    'Небесная тень',
    nil,
  },
  [7379] = {
    'Огр-маг с перевала Мертвого Ветра',
    nil,
  },
  [7380] = {
    'Сиамская кошка',
    nil,
  },
  [7381] = {
    'Серебристая полосатая кошка',
    nil,
  },
  [7382] = {
    'Рыжая полосатая кошка',
    nil,
  },
  [7383] = {
    'Серая полосатая кошка',
    nil,
  },
  [7384] = {
    'Корниш-рекс',
    nil,
  },
  [7385] = {
    'Бомбейская кошка',
    nil,
  },
  [7386] = {
    'Белый котенок',
    nil,
  },
  [7387] = {
    'Зеленокрылый ара',
    nil,
  },
  [7391] = {
    'Гиацинтовый ара',
    nil,
  },
  [7392] = {
    'Степная курица',
    nil,
  },
  [7394] = {
    'Анконская курица',
    nil,
  },
  [7395] = {
    'Тараканище',
    nil,
  },
  [7396] = {
    'Земельник-камнелом',
    nil,
  },
  [7397] = {
    'Земельник камнерез',
    nil,
  },
  [7398] = {
    'Тотем каменного когтя V',
    nil,
  },
  [7399] = {
    'Тотем каменного когтя VI',
    nil,
  },
  [7400] = {
    'Опаляющий тотем V',
    nil,
  },
  [7401] = {
    'Дреней-беженец',
    nil,
  },
  [7402] = {
    'Опаляющий тотем VI',
    nil,
  },
  [7403] = {
    'Тотем силы земли IV',
    nil,
  },
  [7404] = {
    'Пламенный страж из племени Галак',
    nil,
  },
  [7405] = {
    'Смертоносный пещерный скорпид',
    nil,
  },
  [7406] = {
    'Карлс Пропеллерз',
    'Учитель гномского инженерного дела',
  },
  [7407] = {
    'Главный инженер Чепухастер',
    'Компания "Воды Прибамбасска"',
  },
  [7408] = {
    'Оператор крана Тормозиллер',
    'Компания "Воды Прибамбасска"',
  },
  [7409] = {
    'Вибрирующая сфера из дренетиста',
    nil,
  },
  [7410] = {
    'Тельман Сланцевый Кулак',
    'Военачальник Альтеракской долины',
  },
  [7411] = {
    'Дух Сатры',
    nil,
  },
  [7412] = {
    'Тотем сопротивления льду II',
    nil,
  },
  [7413] = {
    'Тотем сопротивления льду III',
    nil,
  },
  [7414] = {
    'Тотем источника маны II',
    nil,
  },
  [7415] = {
    'Тотем источника маны III',
    nil,
  },
  [7416] = {
    'Тотем источника маны IV',
    nil,
  },
  [7423] = {
    'Тотем языка пламени III',
    nil,
  },
  [7424] = {
    'Тотем сопротивления огню II',
    nil,
  },
  [7425] = {
    'Тотем сопротивления огню III',
    nil,
  },
  [7427] = {
    'Тайм Тотем Ярости',
    'Военачальник Альтеракской долины',
  },
  [7428] = {
    'Великан ледяного молота',
    nil,
  },
  [7429] = {
    'Оберегатель ледяного молота',
    nil,
  },
  [7430] = {
    'Детеныш ледопарда',
    nil,
  },
  [7431] = {
    'Ледопард',
    nil,
  },
  [7432] = {
    'Ловчий ледопард',
    nil,
  },
  [7433] = {
    'Ледопард-охотница',
    nil,
  },
  [7434] = {
    'Дозорный прайда ледопардов',
    nil,
  },
  [7435] = {
    'Синяя драконида',
    nil,
  },
  [7436] = {
    'Кобальтовый чешуйчатый губитель',
    nil,
  },
  [7437] = {
    'Кобальтовая чаровязка',
    nil,
  },
  [7438] = {
    'Ведмедь из племени Зимней Спячки',
    nil,
  },
  [7439] = {
    'Шаман из племени Зимней Спячки',
    nil,
  },
  [7440] = {
    'Дозорный из племени Зимней Спячки',
    nil,
  },
  [7441] = {
    'Тотемист из племени Зимней Спячки',
    nil,
  },
  [7442] = {
    'Землепроходец из племени Зимней Спячки',
    nil,
  },
  [7443] = {
    'Могучий щербозуб',
    nil,
  },
  [7444] = {
    'Медведь-щербозуб',
    nil,
  },
  [7445] = {
    'Старый щербозуб',
    nil,
  },
  [7446] = {
    'Бешеный щербозуб',
    nil,
  },
  [7447] = {
    'Хладнокрылый птенец',
    nil,
  },
  [7448] = {
    'Хладнокрылая химера',
    nil,
  },
  [7449] = {
    'Хладнокрылый опустошитель',
    nil,
  },
  [7450] = {
    'Лохматый совух',
    nil,
  },
  [7451] = {
    'Бешеный совух',
    nil,
  },
  [7452] = {
    'Безумный совух',
    nil,
  },
  [7453] = {
    'Осененный луной совух',
    nil,
  },
  [7454] = {
    'Яростный совух',
    nil,
  },
  [7455] = {
    'Сова Зимних Ключей',
    nil,
  },
  [7456] = {
    'Крикун Зимних Ключей',
    nil,
  },
  [7457] = {
    'Ледополох-разбойник',
    nil,
  },
  [7458] = {
    'Йети с холмов Ледополоха',
    nil,
  },
  [7459] = {
    'Матриарх ледополохов',
    nil,
  },
  [7460] = {
    'Патриарх ледополохов',
    nil,
  },
  [7461] = {
    'Посвященная Хедерины',
    nil,
  },
  [7462] = {
    'Маноед Хедерины',
    nil,
  },
  [7463] = {
    'Душегуб Хедерины',
    nil,
  },
  [7464] = {
    'Тотем магмы II',
    nil,
  },
  [7465] = {
    'Тотем магмы III',
    nil,
  },
  [7466] = {
    'Тотем магмы IV',
    nil,
  },
  [7467] = {
    'Тотем сопротивления силам природы',
    nil,
  },
  [7468] = {
    'Тотем сопротивления силам природы II',
    nil,
  },
  [7469] = {
    'Тотем сопротивления силам природы III',
    nil,
  },
  [7483] = {
    'Тотем неистовства ветра II',
    nil,
  },
  [7484] = {
    'Тотем неистовства ветра III',
    nil,
  },
  [7485] = {
    nil,
    'Еда и напитки',
  },
  [7486] = {
    'Тотем легкости воздуха',
    nil,
  },
  [7487] = {
    'Тотем легкости воздуха II',
    nil,
  },
  [7489] = {
    'Страж смерти из Серебряного бора',
    nil,
  },
  [7503] = {
    'Проклятье Ока',
    nil,
  },
  [7504] = {
    'Проклятье Ока',
    nil,
  },
  [7505] = {
    'Волшебник крови Дразиал',
    nil,
  },
  [7506] = {
    'Волшебница крови Линора',
    nil,
  },
  [7523] = {
    'Страдающий высокорожденный',
    nil,
  },
  [7524] = {
    'Тоскующая высокорожденная',
    nil,
  },
  [7527] = {
    'Гоблинская наземная мина',
    nil,
  },
  [7543] = {
    'Маленький темный дракончик',
    nil,
  },
  [7544] = {
    'Маленький багровый дракончик',
    nil,
  },
  [7545] = {
    'Маленький изумрудный дракончик',
    nil,
  },
  [7546] = {
    'Маленький бронзовый дракончик',
    nil,
  },
  [7547] = {
    'Лазурный дракончик',
    nil,
  },
  [7549] = {
    'Древесная лягушка',
    nil,
  },
  [7550] = {
    'Лесная лягушка',
    nil,
  },
  [7551] = {
    'Лягушка-попрыгушка',
    nil,
  },
  [7552] = {
    'Островная лягушка',
    nil,
  },
  [7553] = {
    'Большая рогатая сова',
    nil,
  },
  [7554] = {
    'Белоснежная сова',
    nil,
  },
  [7555] = {
    'Ястребиная сова',
    nil,
  },
  [7556] = {
    'Филин',
    nil,
  },
  [7558] = {
    'Зайчик-побегайчик',
    nil,
  },
  [7559] = {
    'Пятнистый кролик',
    nil,
  },
  [7560] = {
    'Заяц-беляк',
    nil,
  },
  [7561] = {
    'Змейка-альбинос',
    nil,
  },
  [7562] = {
    'Бурая змейка',
    nil,
  },
  [7564] = {
    'Синь Гогельмогель',
    nil,
  },
  [7565] = {
    'Черная королевская змейка',
    nil,
  },
  [7566] = {
    'Алая змея',
    nil,
  },
  [7567] = {
    'Багровая змейка',
    nil,
  },
  [7568] = {
    'Пестрая лента',
    nil,
  },
  [7569] = {
    'Зеленая водяная змея',
    nil,
  },
  [7570] = {
    'Эльфийский огонек',
    nil,
  },
  [7572] = {
    'Павший герой Орды',
    nil,
  },
  [7583] = {
    'Поливалка',
    nil,
  },
  [7584] = {
    'Бродячий лесной древень',
    nil,
  },
  [7603] = {
    'Прокаженный ассистент',
    nil,
  },
  [7604] = {
    'Сержант Блай',
    nil,
  },
  [7605] = {
    'Ворона',
    nil,
  },
  [7606] = {
    'Оро Вырвиглаз',
    nil,
  },
  [7607] = {
    'Вигиль Фитиль',
    nil,
  },
  [7608] = {
    'Мурта Мрачнобрюх',
    nil,
  },
  [7623] = {
    'Командир разведотряда Руаг',
    nil,
  },
  [7664] = {
    'Разелих Осквернитель',
    nil,
  },
  [7665] = {
    'Грол Разрушитель',
    nil,
  },
  [7666] = {
    'Верховный маг Аллистарий',
    nil,
  },
  [7667] = {
    'Леди Севина',
    nil,
  },
  [7668] = {
    'Слуга Разелиха',
    nil,
  },
  [7669] = {
    'Слуга Грола',
    nil,
  },
  [7670] = {
    'Слуга Аллистария',
    nil,
  },
  [7671] = {
    'Слуга Севины',
    nil,
  },
  [7683] = {
    nil,
    'Тысяча мелочей Синей Луны',
  },
  [7684] = {
    'Ездовой Тигр (Желтый)',
    nil,
  },
  [7686] = {
    'Ездовой Тигр (Красный)',
    nil,
  },
  [7687] = {
    'Пятнистый ледопард',
    nil,
  },
  [7689] = {
    'Пятнистый ночной саблезуб',
    nil,
  },
  [7690] = {
    'Полосатый ночной саблезуб',
    nil,
  },
  [7703] = {
    'Обсидиановый ящер',
    nil,
  },
  [7704] = {
    'Крапчатый красный ящер',
    nil,
  },
  [7706] = {
    'Палевый ящер',
    nil,
  },
  [7707] = {
    'Бирюзовый ящер',
    nil,
  },
  [7708] = {
    'Фиолетовый ящер',
    nil,
  },
  [7709] = {
    'Верховой долгоног (бурый)',
    nil,
  },
  [7710] = {
    'Верховой долгоног (серый)',
    nil,
  },
  [7711] = {
    'Верховой долгоног (розовый)',
    nil,
  },
  [7712] = {
    'Верховой долгоног (фиолетовый)',
    nil,
  },
  [7713] = {
    'Верховой долгоног (бирюзовый)',
    nil,
  },
  [7714] = {
    'Быкко',
    'Хозяйка таверны',
  },
  [7724] = {
    'Старший геодезист Рудознатец',
    'Компания "Воды Прибамбасска"',
  },
  [7725] = {
    'Налетчик из племени Зловещего Тотема',
    nil,
  },
  [7726] = {
    'Натуралист племени Зловещего Тотема',
    nil,
  },
  [7727] = {
    'Шаман племени Зловещего Тотема',
    nil,
  },
  [7728] = {
    'Кирит Проклятый',
    nil,
  },
  [7729] = {
    'Дух Кирита',
    nil,
  },
  [7730] = {
    'Рубака Когтистых гор',
    nil,
  },
  [7731] = {
    'Джайка',
    'Хозяйка таверны',
  },
  [7732] = {
    'Баг',
    nil,
  },
  [7733] = {
    'Ворчунелло',
    'Хозяйка таверны',
  },
  [7734] = {
    nil,
    'Хранитель душ',
  },
  [7735] = {
    'Осквернерр',
    'Защитник Разелиха',
  },
  [7736] = {
    'Шария',
    'Хозяйка таверны',
  },
  [7737] = {
    'Греула',
    'Хозяйка таверны',
  },
  [7738] = {
    'Пылающий слуга',
    nil,
  },
  [7739] = {
    'Красный механодолгоног',
    nil,
  },
  [7740] = {
    'Грацина Сила Духа',
    nil,
  },
  [7744] = {
    'Тулфрам',
    'Хозяйка таверны',
  },
  [7749] = {
    'Синий механодолгоног',
    nil,
  },
  [7750] = {
    'Капрал Тунд Треснувшее Копыто',
    nil,
  },
  [7763] = {
    'Кургль Поскакушка',
    nil,
  },
  [7764] = {
    'Трояс Лунный Бриз',
    nil,
  },
  [7765] = {
    'Камнедробитель',
    nil,
  },
  [7767] = {
    'Охотник Скверны из племени Сухокожих',
    nil,
  },
  [7768] = {
    'Паучонок племени Сухокожих',
    nil,
  },
  [7769] = {
    'Паразит из улья Хаззали',
    nil,
  },
  [7770] = {
    'Однокнопка',
    nil,
  },
  [7771] = {
    'Марвон Клепальщик',
    nil,
  },
  [7772] = {
    'Калин Полет Ветра',
    nil,
  },
  [7773] = {
    'Марли Исполнительница Желаний',
    nil,
  },
  [7774] = {
    'Шая Листогон',
    nil,
  },
  [7775] = {
    'Греган Пивоплюй',
    nil,
  },
  [7776] = {
    'Тало Терновое Копыто',
    nil,
  },
  [7778] = {
    'Доран Сталекрылый',
    nil,
  },
  [7779] = {
    'Жрица Тирония',
    nil,
  },
  [7780] = {
    nil,
    'Тролль из племени Сухокожих',
  },
  [7784] = {
    'Самонаводящийся робот КПХ-17/TN',
    nil,
  },
  [7785] = {
    'Оберег Зум-Раха',
    nil,
  },
  [7786] = {
    'Скелет Зум-Раха',
    nil,
  },
  [7787] = {
    'Раб из племени Песчаной Бури',
    nil,
  },
  [7788] = {
    'Чернорабочий из племени Песчаной Бури',
    nil,
  },
  [7789] = {
    'Глупец из племени Песчаной Бури',
    nil,
  },
  [7791] = {
    'Превращение Теки Мученика',
    nil,
  },
  [7792] = {
    'Атурк Наковальня',
    nil,
  },
  [7793] = {
    'Окс',
    'Орден Мифрила',
  },
  [7794] = {
    nil,
    'Орден Мифрила',
  },
  [7795] = {
    'Гидромант Велрата',
    nil,
  },
  [7796] = {
    'Некрум Кишкожуй',
    nil,
  },
  [7798] = {
    'Ханк Молот',
    'Орден Мифрила',
  },
  [7799] = {
    'Гироскоппер',
    'Банкир',
  },
  [7800] = {
    'Анжинер Термоштепсель',
    nil,
  },
  [7801] = {
    'Гилверадин Ловчий Солнца',
    nil,
  },
  [7802] = {
    'Гальван Древний',
    'Кузнец-искусник из ордена Мифрила',
  },
  [7803] = {
    'Песчаный скорпид',
    nil,
  },
  [7804] = {
    'Трентон Молот Света',
    'Орден Мифрила',
  },
  [7805] = {
    'Беззаконник из шайки Скитальцев Пустыни',
    nil,
  },
  [7806] = {
    'Самонаводящийся робот КПХ-9/HL',
    nil,
  },
  [7807] = {
    'Самонаводящийся робот КПX-22/FE',
    nil,
  },
  [7808] = {
    'Хищный совух',
    nil,
  },
  [7809] = {
    'Душитель из племени Порочной Ветви',
    nil,
  },
  [7823] = {
    'Бера Камнемолот',
    'Укротительница грифонов',
  },
  [7824] = {
    'Булкрек Десница Гнева',
    'Укротитель ветрокрылов',
  },
  [7825] = {
    'Оран Змеиные Кольца',
    nil,
  },
  [7826] = {
    'Посол Ардалан',
    nil,
  },
  [7843] = {
    'Гномреганский беженец',
    nil,
  },
  [7844] = {
    'Тотем кольца огня IV',
    nil,
  },
  [7845] = {
    'Тотем кольца огня V',
    nil,
  },
  [7846] = {
    'Теремус Пожиратель',
    nil,
  },
  [7847] = {
    'Калиф Жало Скорпида',
    nil,
  },
  [7848] = {
    'Крадущийся йети со Свирепого Утеса',
    nil,
  },
  [7849] = {
    'Мобильная охранная система',
    nil,
  },
  [7851] = {
    'Гвардеец из крепости Стражей Пустоты',
    nil,
  },
  [7852] = {
    nil,
    'Товары для кожевников',
  },
  [7853] = {
    nil,
    'Главный инженер',
  },
  [7854] = {
    'Джангор Быстрый Странник',
    'Товары для кожевников',
  },
  [7855] = {
    'Пират Южных морей',
    nil,
  },
  [7856] = {
    'Флибустьер Южных морей',
    nil,
  },
  [7857] = {
    'Рабочий из порта Южных морей',
    nil,
  },
  [7858] = {
    'Сорвиголова Южных морей',
    nil,
  },
  [7863] = {
    'Снозрение',
    nil,
  },
  [7864] = {
    'Неупокоенный высокорожденный',
    nil,
  },
  [7865] = {
    'Караульный из клана Громового Молота',
    nil,
  },
  [7866] = {
    nil,
    'Учитель кожевничества: чешуя дракона',
  },
  [7867] = {
    'Торкаф Око Дракона',
    'Учитель кожевничества: чешуя дракона',
  },
  [7868] = {
    'Сара Дубильщица',
    'Учитель кожевничества: сила стихий',
  },
  [7869] = {
    'Брумн Заиндевевшее Копыто',
    'Учитель кожевничества: сила стихий',
  },
  [7870] = {
    'Кариссия Лунная Охотница',
    'Учитель кожевничества: традиции предков',
  },
  [7871] = {
    nil,
    'Учитель кожевничества: традиции предков',
  },
  [7872] = {
    'Сектантка из племени Мертвой Головы',
    nil,
  },
  [7873] = {
    'Боевой страж племени Иглошкурых',
    nil,
  },
  [7874] = {
    'Терноплет из племени Иглошкурых',
    nil,
  },
  [7875] = {
    'Хадокен Быстрый Странник',
    nil,
  },
  [7876] = {
    nil,
    'Инженерные материалы',
  },
  [7877] = {
    'Латроникус Лунное Копье',
    nil,
  },
  [7878] = {
    'Вестия Лунное Копье',
    nil,
  },
  [7879] = {
    'Квинтис Ночной Костер',
    nil,
  },
  [7880] = {
    'Гинро Пылающий Очаг',
    nil,
  },
  [7882] = {
    'Начальник отдела безопасности Чепухастер',
    'Охрана компании "Воды Прибамбасска"',
  },
  [7883] = {
    'Андре Огнебородый',
    nil,
  },
  [7884] = {
    'Фраггар Громовая Мантия',
    nil,
  },
  [7885] = {
    'Военачальник Бича Злобы',
    nil,
  },
  [7886] = {
    'Зачаровывательница из клана Бича Злобы',
    nil,
  },
  [7895] = {
    'Посол Ярокров',
    nil,
  },
  [7897] = {
    'Тревого-бомба 2600',
    nil,
  },
  [7898] = {
    'Пиратский клад инициатор – существо',
    nil,
  },
  [7899] = {
    'Пират-охотник за сокровищами',
    nil,
  },
  [7900] = {
    'Ангелас Лунный Бриз',
    nil,
  },
  [7901] = {
    'Сорвиголова-охотник за сокровищами',
    nil,
  },
  [7902] = {
    'Буканьер-охотник за сокровищами',
    nil,
  },
  [7903] = {
    'Бриллиант',
    'Питомец Трояса',
  },
  [7904] = {
    nil,
    'Питомец Анджелы',
  },
  [7907] = {
    'Дарин Добрый Ветер',
    'Кенарийский хранитель знаний',
  },
  [7915] = {
    'Ходячая бомба',
    nil,
  },
  [7916] = {
    'Эрелас Янтарное Небо',
    nil,
  },
  [7917] = {
    'Брат Сарно',
    nil,
  },
  [7918] = {
    'Каменный дозорный Нограннона',
    nil,
  },
  [7936] = {
    'Леон Сердце Гор',
    nil,
  },
  [7937] = {
    'Главный механик Меггакрут',
    'Король гномов',
  },
  [7939] = {
    'Часовой крепости Оперенной Луны',
    nil,
  },
  [7940] = {
    nil,
    'Товары для портных',
  },
  [7941] = {
    'Мардрак Зеленый Источник',
    'Еда и напитки',
  },
  [7942] = {
    nil,
    'Сто мелочей',
  },
  [7943] = {
    nil,
    'Продавец рыбы',
  },
  [7944] = {
    'Мехмастер Замыкалец',
    'Учитель гномского инженерного дела',
  },
  [7945] = {
    nil,
    'Рыболовные снасти',
  },
  [7946] = {
    nil,
    'Учитель рыбной ловли',
  },
  [7947] = {
    nil,
    'Хозяйственные припасы',
  },
  [7948] = {
    'Кайланна Шепот Ветра',
    'Учитель алхимии',
  },
  [7949] = {
    'Ксилинния Звездное Сияние',
    'Учитель наложения чар',
  },
  [7950] = {
    'Главный механик Чугонотрубз',
    nil,
  },
  [7952] = {
    nil,
    'Укротитель ящеров',
  },
  [7953] = {
    nil,
    'Учитель верховой езды',
  },
  [7954] = {
    'Бинджи Перосвист',
    'Водитель механодолгоногов',
  },
  [7955] = {
    'Милли Перосвист',
    'Торговец механодолгоногами',
  },
  [7956] = {
    'Кинда Лунная Пряжа',
    nil,
  },
  [7957] = {
    'Джер\'ка Лунная Пряжа',
    nil,
  },
  [7975] = {
    'Мулгорский заступник',
    nil,
  },
  [7976] = {
    'Талгус Брат Грома',
    'Торговец оружием',
  },
  [7978] = {
    'Бимбл Ежевичка',
    'Продавец фруктов',
  },
  [7980] = {
    'Страж смерти-гвардеец',
    nil,
  },
  [7995] = {
    'Коварная жрица Ведьмиса',
    nil,
  },
  [7996] = {
    'Квиага Хранительница',
    nil,
  },
  [7997] = {
    'Пойманный летучий хамелеон',
    nil,
  },
  [7998] = {
    'Взрывник Ими Фитилюшка',
    nil,
  },
  [7999] = {
    'Тиранда Шелест Ветра',
    'Верховная жрица Элуны',
  },
  [8015] = {
    'Часовой Ясеневого леса',
    nil,
  },
  [8016] = {
    'Страж Степей',
    nil,
  },
  [8017] = {
    'Страж деревни Сен\'джин',
    nil,
  },
  [8018] = {
    'Гутрум Брат Грома',
    'Укротительница грифонов',
  },
  [8019] = {
    'Филдрен Лунное Перо',
    'Укротительница гиппогрифов',
  },
  [8020] = {
    'Шин',
    'Укротитель ветрокрылов',
  },
  [8021] = {
    'Орвин Гиззмик',
    nil,
  },
  [8022] = {
    'Тадиус Мрачная Тень',
    nil,
  },
  [8023] = {
    'Остроклюв',
    nil,
  },
  [8024] = {
    'Отец Остроклюва',
    nil,
  },
  [8025] = {
    'Мать Остроклюва',
    nil,
  },
  [8026] = {
    'Тин\'тель Танец Клинка',
    nil,
  },
  [8035] = {
    'Мина клана Черного Железа',
    nil,
  },
  [8055] = {
    'Телсамарский горный пехотинец',
    nil,
  },
  [8075] = {
    'Эдана Коготь Ненависти',
    nil,
  },
  [8095] = {
    'Сул\'литуз-пескорыск',
    nil,
  },
  [8096] = {
    'Народный заступник',
    'Народное ополчение',
  },
  [8115] = {
    'Знахарь Узер\'и',
    nil,
  },
  [8116] = {
    'Зиггл Искрец',
    'Продавец праздничных фейерверков',
  },
  [8117] = {
    'Бацбах Бум',
    'Продавец праздничных фейерверков',
  },
  [8118] = {
    nil,
    'Продавец праздничных фейерверков',
  },
  [8119] = {
    nil,
    'Банкир',
  },
  [8120] = {
    'Сул\'литуз-поганище',
    nil,
  },
  [8121] = {
    'Джаксиль Искрец',
    'Продавец праздничных фейерверков',
  },
  [8122] = {
    'Киззак Искрец',
    'Продавец праздничных фейерверков',
  },
  [8123] = {
    'Рикль Златочах',
    'Банкир',
  },
  [8124] = {
    nil,
    'Банкир',
  },
  [8125] = {
    'Могиль Быстроруб',
    'Мясник',
  },
  [8126] = {
    'Никс Шепружин',
    'Наставник в гоблинской инженерии',
  },
  [8127] = {
    nil,
    'Надсмотрщик Сула',
  },
  [8128] = {
    'Киркор',
    'Учитель горного дела',
  },
  [8129] = {
    'Ринкль Сталлер',
    'Опытный бронник',
  },
  [8130] = {
    'Сул\'литуз-детеныш',
    nil,
  },
  [8131] = {
    'Близрик Шрапнельс',
    'Ружейник',
  },
  [8136] = {
    'Лорд Шалзару',
    nil,
  },
  [8137] = {
    nil,
    'Рыбак',
  },
  [8138] = {
    'Сул\'литуз-детеныш',
    nil,
  },
  [8139] = {
    nil,
    'Потребительские товары',
  },
  [8140] = {
    'Брат Кэрман',
    'Наставница паладинов',
  },
  [8141] = {
    'Капитан Ровноступ',
    'Наставница воинов',
  },
  [8142] = {
    'Джаннос Легкое Копыто',
    'Наставница друидов',
  },
  [8143] = {
    nil,
    'Еда и напитки',
  },
  [8144] = {
    'Куллег Каменный Рог',
    'Учитель снятия шкур',
  },
  [8145] = {
    'Шиендра Высокая Трава',
    'Хозяйственные припасы',
  },
  [8146] = {
    nil,
    'Учитель травничества',
  },
  [8147] = {
    'Храбрец лагеря Мохаче',
    nil,
  },
  [8149] = {
    'Сул\'литуз-страж',
    nil,
  },
  [8150] = {
    nil,
    'Еда и напитки',
  },
  [8151] = {
    'Стражник высоты Найджела',
    nil,
  },
  [8152] = {
    nil,
    'Еда и напитки',
  },
  [8153] = {
    'Нарв Кожемяка',
    'Ученик кожевника',
  },
  [8154] = {
    'Храбрец заставы Скитающихся Духов',
    nil,
  },
  [8155] = {
    'Каргатский рубака',
    nil,
  },
  [8156] = {
    'Слуга Анту\'сула',
    nil,
  },
  [8157] = {
    nil,
    'Товары для алхимика',
  },
  [8158] = {
    nil,
    'Товары для алхимика',
  },
  [8159] = {
    'Ворб Крепкий Шов',
    'Торговец легкими доспехами',
  },
  [8160] = {
    nil,
    'Товары для кожевников',
  },
  [8161] = {
    nil,
    'Товары для кузнецов',
  },
  [8176] = {
    nil,
    'Товары для кузнецов',
  },
  [8177] = {
    nil,
    'Товары для алхимика',
  },
  [8178] = {
    'Ниней Легковар',
    'Товары для алхимика',
  },
  [8179] = {
    'Большой исцеляющий идол',
    nil,
  },
  [8198] = {
    'Тик',
    nil,
  },
  [8199] = {
    'Военный вождь Краззилак',
    nil,
  },
  [8200] = {
    'Джин\'Заллах Хозяин Барханов',
    nil,
  },
  [8201] = {
    'Омгорн Заблудший',
    nil,
  },
  [8202] = {
    'Циклок Безумный',
    nil,
  },
  [8203] = {
    'Крегг Кильватель',
    nil,
  },
  [8204] = {
    'Сориид Пожиратель',
    nil,
  },
  [8205] = {
    'Хаарка Ненасытный',
    nil,
  },
  [8207] = {
    'Большой огнекрыл',
    nil,
  },
  [8208] = {
    'Безжалостный хромоног',
    nil,
  },
  [8210] = {
    'Бритвокоготь',
    nil,
  },
  [8211] = {
    'Старый утесный прыгун',
    nil,
  },
  [8212] = {
    'Рик',
    nil,
  },
  [8213] = {
    'Сталеспин',
    nil,
  },
  [8214] = {
    'Джалинда Дракон Лета',
    nil,
  },
  [8216] = {
    'Ретерокк Берсерк',
    nil,
  },
  [8217] = {
    'Мит\'ретис Чаротворец',
    nil,
  },
  [8218] = {
    'Сухосерд Ловчий',
    nil,
  },
  [8219] = {
    'Зул\'арек Злобный Охотник',
    nil,
  },
  [8236] = {
    'Грязевая бешенка',
    nil,
  },
  [8256] = {
    'Смотритель Ториус',
    nil,
  },
  [8257] = {
    'Слизнюченыш',
    nil,
  },
  [8276] = {
    'Парящий остроклюв',
    nil,
  },
  [8278] = {
    'Смолдар',
    nil,
  },
  [8279] = {
    'Неисправный боевой голем',
    nil,
  },
  [8281] = {
    'Жар',
    nil,
  },
  [8282] = {
    'Верховный лорд Мастрогонд',
    nil,
  },
  [8283] = {
    'Повелитель рабов Черносерд',
    nil,
  },
  [8284] = {
    'Дориус Камнестраж',
    nil,
  },
  [8296] = {
    'Моджо Зловредный',
    nil,
  },
  [8297] = {
    'Магронос Неуступчивый',
    nil,
  },
  [8298] = {
    'Провидец Акубар',
    nil,
  },
  [8299] = {
    'Злобоклюй',
    nil,
  },
  [8301] = {
    'Щелкун Разоритель',
    nil,
  },
  [8302] = {
    'Смертеглаз',
    nil,
  },
  [8304] = {
    'Бесстрашный',
    nil,
  },
  [8305] = {
    nil,
    'Зелья и травы',
  },
  [8306] = {
    nil,
    'Повар',
  },
  [8307] = {
    'Тарбан Домашний Очаг',
    'Пекарь',
  },
  [8308] = {
    nil,
    'Наставница охотников',
  },
  [8310] = {
    'Дозорный Воллперт',
    'Ночной Дозор',
  },
  [8311] = {
    'Склизкая личинка',
    nil,
  },
  [8317] = {
    'Дух мертвоброда из племени Атал\'ай',
    nil,
  },
  [8318] = {
    'Раб племени Атал\'ай',
    nil,
  },
  [8319] = {
    'Дракончик кошмара',
    nil,
  },
  [8320] = {
    'Спок',
    'Выездная вахта',
  },
  [8324] = {
    'Скелет из племени Атал\'ай',
    nil,
  },
  [8336] = {
    'Змей племени Хаккари',
    nil,
  },
  [8337] = {
    'Чугунорез клана Черного Железа',
    nil,
  },
  [8338] = {
    'Стрелок из клана Черного Железа',
    nil,
  },
  [8356] = {
    nil,
    'Банкир',
  },
  [8357] = {
    nil,
    'Банкир',
  },
  [8358] = {
    nil,
    'Торговец тканевыми доспехами',
  },
  [8359] = {
    nil,
    'Торговец кожаными доспехами',
  },
  [8360] = {
    nil,
    'Торговец кольчужными доспехами',
  },
  [8361] = {
    nil,
    'Реагенты',
  },
  [8362] = {
    nil,
    'Потребительские товары',
  },
  [8363] = {
    'Шади Вестница Туманов',
    'Хозяйственные припасы',
  },
  [8364] = {
    nil,
    'Продавец сумок',
  },
  [8376] = {
    'Механическая курица',
    nil,
  },
  [8379] = {
    'Верховный маг Ксилем',
    nil,
  },
  [8380] = {
    'Капитан Ванесса Белтис',
    nil,
  },
  [8383] = {
    'Мастер Дуб',
    nil,
  },
  [8384] = {
    'Глубинный скрытень',
    nil,
  },
  [8385] = {
    'Муура Рунический Тотем',
    nil,
  },
  [8386] = {
    'Матрос "Покорителя Горизонтов"',
    nil,
  },
  [8387] = {
    'Первый помощник "Покорителя Горизонтов"',
    nil,
  },
  [8388] = {
    'Кок "Покорителя Горизонтов"',
    nil,
  },
  [8389] = {
    'Инженер "Покорителя Горизонтов"',
    nil,
  },
  [8390] = {
    'Химик Карабос',
    nil,
  },
  [8391] = {
    'Латорик Черный',
    nil,
  },
  [8392] = {
    'Пилот Зиггс Зажигатель',
    nil,
  },
  [8393] = {
    'Терса Песня Ветра',
    nil,
  },
  [8394] = {
    'Роланд Сделайсамз',
    nil,
  },
  [8396] = {
    'Часовой Далия Солнечный Клинок',
    nil,
  },
  [8397] = {
    'Часовой Кельдара Солнечный Клинок',
    nil,
  },
  [8398] = {
    nil,
    'Торговец двуручным оружием',
  },
  [8399] = {
    nil,
    'Ученик Ксилема',
  },
  [8401] = {
    nil,
    'Продавец луговых собачек',
  },
  [8402] = {
    'Порабощенный археолог',
    nil,
  },
  [8403] = {
    nil,
    'Продавец тараканов',
  },
  [8404] = {
    nil,
    'Продавец змей',
  },
  [8408] = {
    'Полководец Креллиан',
    nil,
  },
  [8409] = {
    'Караванщик Тсет',
    nil,
  },
  [8416] = {
    'Феликс Ремонтуар',
    nil,
  },
  [8417] = {
    'Умирающий археолог',
    nil,
  },
  [8418] = {
    'Фолла Ветер Мудрости',
    nil,
  },
  [8419] = {
    'Идолопоклонница из культа Сумеречного Молота',
    nil,
  },
  [8436] = {
    'Зимаель Лунный Репей',
    nil,
  },
  [8437] = {
    'Прислужник племени Хаккари',
    nil,
  },
  [8438] = {
    'Хранитель крови из племени Хаккари',
    nil,
  },
  [8440] = {
    'Тень Хаккара',
    nil,
  },
  [8441] = {
    nil,
    'Страж Нилиты',
  },
  [8442] = {
    'Браконьер тенешелка',
    'Черный рынок',
  },
  [8443] = {
    'Аватара Хаккара',
    nil,
  },
  [8444] = {
    'Искусный торговец Ковиц',
    'Черный рынок',
  },
  [8446] = {
    'Летающий аппарат Зиггса Зажигателя',
    nil,
  },
  [8447] = {
    'Лязгун',
    'Черный рынок',
  },
  [8477] = {
    'Скелет-слуга',
    nil,
  },
  [8478] = {
    'Второй помощник Шандрил',
    nil,
  },
  [8479] = {
    'Каларан Ветрорез',
    nil,
  },
  [8480] = {
    'Каларан Обманщик',
    nil,
  },
  [8496] = {
    'Лив Быстрочин',
    'Помощник по мастерской',
  },
  [8497] = {
    'Ночной Подавитель',
    nil,
  },
  [8503] = {
    'Гибломор',
    nil,
  },
  [8504] = {
    'Караульный из клана Черного Железа',
    nil,
  },
  [8505] = {
    'Проклятие Джаммал\'ана',
    nil,
  },
  [8506] = {
    'Скованный Эраникус',
    nil,
  },
  [8508] = {
    nil,
    'Рыболовные снасти',
  },
  [8509] = {
    'Оруженосец Малтрейк',
    nil,
  },
  [8510] = {
    'Тотем Атал\'ай',
    nil,
  },
  [8517] = {
    'Зиггс Зажигатель',
    nil,
  },
  [8518] = {
    'Ринтариэль Хранительница Ключей',
    nil,
  },
  [8519] = {
    'Зачумленный волноплеск',
    nil,
  },
  [8520] = {
    'Чумной опустошитель',
    nil,
  },
  [8521] = {
    'Зачумленный ужас',
    nil,
  },
  [8522] = {
    'Чумное чудовище',
    nil,
  },
  [8523] = {
    'Солдат Плети',
    nil,
  },
  [8524] = {
    'Проклятый маг',
    nil,
  },
  [8525] = {
    'Хранитель Плети',
    nil,
  },
  [8526] = {
    'Темный заклинатель',
    nil,
  },
  [8527] = {
    'Стражник Плети',
    nil,
  },
  [8528] = {
    'Ткач Ужаса',
    nil,
  },
  [8529] = {
    'Воитель Плети',
    nil,
  },
  [8530] = {
    'Каннибал-вурдалак',
    nil,
  },
  [8531] = {
    'Бормочущий вурдалак',
    nil,
  },
  [8532] = {
    'Болезненный живодер',
    nil,
  },
  [8534] = {
    'Гнилая горгулья',
    nil,
  },
  [8535] = {
    'Гнилой визгун',
    nil,
  },
  [8538] = {
    'Незримый слуга',
    nil,
  },
  [8539] = {
    'Безглазый дозорный',
    nil,
  },
  [8540] = {
    'Растерзанная крикунья',
    nil,
  },
  [8541] = {
    'Яростная визгунья',
    nil,
  },
  [8542] = {
    'Певица Смерти',
    nil,
  },
  [8543] = {
    'Лоскутный ужас',
    nil,
  },
  [8544] = {
    'Шатающийся голем',
    nil,
  },
  [8545] = {
    'Лоскутный голем',
    nil,
  },
  [8546] = {
    'Темный адепт',
    'Культ Проклятых',
  },
  [8547] = {
    'Сектант Смерти',
    'Культ Проклятых',
  },
  [8548] = {
    'Злобный воспитатель',
    'Культ Проклятых',
  },
  [8550] = {
    'Темный маг',
    'Культ Проклятых',
  },
  [8551] = {
    'Призыватель Тьмы',
    'Культ Проклятых',
  },
  [8553] = {
    'Некромант',
    'Культ Проклятых',
  },
  [8554] = {
    'Вождь Остроклык Терновая Мантия',
    nil,
  },
  [8555] = {
    'Некрорахнид-ловец',
    nil,
  },
  [8556] = {
    'Некрорахнид-могильщик',
    nil,
  },
  [8557] = {
    'Ужасный некрорахнид',
    nil,
  },
  [8558] = {
    'Некрорахнид-душегуб',
    nil,
  },
  [8560] = {
    'Разведчик из племени Моходеров',
    nil,
  },
  [8561] = {
    'Темный охотник из племени Моходеров',
    nil,
  },
  [8562] = {
    'Каннибал из племени Моходеров',
    nil,
  },
  [8563] = {
    'Лесник',
    nil,
  },
  [8564] = {
    'Следопыт',
    nil,
  },
  [8565] = {
    'Разведчица дорог',
    nil,
  },
  [8566] = {
    'Наблюдатель из клана Черного Железа',
    nil,
  },
  [8567] = {
    'Обжора',
    nil,
  },
  [8576] = {
    'Аг\'тор Кровопал',
    nil,
  },
  [8580] = {
    nil,
    'Страж идола',
  },
  [8581] = {
    'Эльф крови-защитник',
    nil,
  },
  [8583] = {
    'Дирания Серебряное Сияние',
    nil,
  },
  [8585] = {
    'Морозный призрак',
    nil,
  },
  [8586] = {
    'Хаггрум Кровопал',
    nil,
  },
  [8588] = {
    'Умбранс Ищущий Духов',
    nil,
  },
  [8596] = {
    'Карликовый чумной пес',
    nil,
  },
  [8597] = {
    'Чумной пес',
    nil,
  },
  [8598] = {
    'Бесноватый чумной пес',
    nil,
  },
  [8600] = {
    'Чумной нетопырь',
    nil,
  },
  [8601] = {
    'Пагубный нетопырь',
    nil,
  },
  [8602] = {
    'Чудовищный чумной нетопырь',
    nil,
  },
  [8603] = {
    'Личинка-падальщик',
    nil,
  },
  [8605] = {
    'Падальщик-пожиратель',
    nil,
  },
  [8606] = {
    'Живая гниль',
    nil,
  },
  [8607] = {
    'Гниющий слякоч',
    nil,
  },
  [8608] = {
    'Злобный инфернал',
    nil,
  },
  [8609] = {
    nil,
    'Укротительница грифонов',
  },
  [8610] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [8611] = {
    'Генератор комнаты идола',
    nil,
  },
  [8612] = {
    'Дух крикуна',
    nil,
  },
  [8615] = {
    'Мифриловый дракончик',
    nil,
  },
  [8616] = {
    'Инфернал-слуга',
    nil,
  },
  [8636] = {
    'Морта\'гья Хранительница',
    nil,
  },
  [8637] = {
    'Сторож из клана Черного Железа',
    nil,
  },
  [8656] = {
    'Демон Бездны Хукку',
    nil,
  },
  [8657] = {
    'Суккуб Хукку',
    nil,
  },
  [8658] = {
    'Бес Хукку',
    nil,
  },
  [8660] = {
    'Эвалчарр',
    nil,
  },
  [8661] = {
    'Аукционер Вихлюн',
    nil,
  },
  [8662] = {
    'Цель огня Идоловой печи',
    nil,
  },
  [8664] = {
    'Саерн Гордая Поступь',
    nil,
  },
  [8665] = {
    nil,
    'Дрессировщик сов',
  },
  [8666] = {
    'Малыш Тимми',
    'Мальчик с котятами',
  },
  [8667] = {
    'Порывистый вихрь',
    nil,
  },
  [8668] = {
    'Ищейка Скверны',
    nil,
  },
  [8669] = {
    'Аукционер Толон',
    nil,
  },
  [8670] = {
    'Аукционер Чилтон',
    nil,
  },
  [8671] = {
    'Аукционер Щитос',
    nil,
  },
  [8672] = {
    'Аукционер Лика',
    nil,
  },
  [8673] = {
    'Аукционер Скаботун',
    nil,
  },
  [8674] = {
    'Аукционер Штампи',
    nil,
  },
  [8675] = {
    'Зверь Скверны',
    nil,
  },
  [8678] = {
    'Джуби Прибамбас',
    'Инженерные материалы',
  },
  [8679] = {
    'Наз Огнепых',
    'Инженерные материалы',
  },
  [8680] = {
    'Массивный инфернал',
    nil,
  },
  [8681] = {
    'Галантерейщик Эрик',
    'Специализированные товары для портных',
  },
  [8716] = {
    'Повелитель ужаса',
    nil,
  },
  [8717] = {
    'Элитный страж Скверны',
    nil,
  },
  [8718] = {
    'Гончая маны',
    nil,
  },
  [8719] = {
    'Аукционер Фитч',
    nil,
  },
  [8720] = {
    'Аукционер Краснушка',
    nil,
  },
  [8721] = {
    'Аукционер Эпитви',
    nil,
  },
  [8722] = {
    'Аукционер Гуллем',
    nil,
  },
  [8723] = {
    'Аукционер Голотас',
    nil,
  },
  [8724] = {
    'Аукционер Вабанг',
    nil,
  },
  [8736] = {
    'Жужжер Скрепокрыл',
    'Учитель инженерного дела',
  },
  [8738] = {
    'Вазарио Цепесмаз',
    'Наставник в гоблинской инженерии',
  },
  [8756] = {
    nil,
    'Страж Лорамуса',
  },
  [8757] = {
    nil,
    'Страж Лорамуса',
  },
  [8758] = {
    nil,
    'Страж Лорамуса',
  },
  [8759] = {
    'Мохоногий бегун',
    nil,
  },
  [8760] = {
    'Мохоногий марал',
    nil,
  },
  [8761] = {
    'Мохоногий олень',
    nil,
  },
  [8762] = {
    'Древесный отшельник',
    nil,
  },
  [8763] = {
    'Мокрокрылый разбойник',
    nil,
  },
  [8764] = {
    'Мокрокрыл-опустошитель',
    nil,
  },
  [8766] = {
    'Лесной слизнюк',
    nil,
  },
  [8776] = {
    'Изумрудный дракончик',
    nil,
  },
  [8816] = {
    'Привратник смерти',
    nil,
  },
  [8836] = {
    'Боевая курица',
    nil,
  },
  [8837] = {
    'Лужа грязи',
    nil,
  },
  [8856] = {
    'Робот-шпион Тириона',
    nil,
  },
  [8876] = {
    'Послушник из клана Песчаной Бури',
    nil,
  },
  [8877] = {
    'Ревнитель из племени Песчаной Бури',
    nil,
  },
  [8878] = {
    nil,
    'Опытный кователь булав',
  },
  [8879] = {
    'Королевский историк Аркессон',
    nil,
  },
  [8881] = {
    'Ездовой баран',
    nil,
  },
  [8882] = {
    'Ездовой тигр',
    nil,
  },
  [8883] = {
    'Верховой конь',
    nil,
  },
  [8884] = {
    'Верховой конь-скелет',
    nil,
  },
  [8885] = {
    'Верховой ящер',
    nil,
  },
  [8886] = {
    'Загадочный питон',
    nil,
  },
  [8887] = {
    'Голос мученика',
    nil,
  },
  [8888] = {
    'Франклорн Искусник',
    nil,
  },
  [8889] = {
    'Надзиратель из клана Ярости Горна',
    nil,
  },
  [8890] = {
    'Надсмотрщик из клана Ярости Горна',
    nil,
  },
  [8891] = {
    'Охранник из клана Ярости Горна',
    nil,
  },
  [8892] = {
    'Пехотинец из клана Ярости Горна',
    nil,
  },
  [8893] = {
    'Солдат из клана Ярости Горна',
    nil,
  },
  [8894] = {
    'Медик из клана Ярости Горна',
    nil,
  },
  [8895] = {
    'Офицер из клана Ярости Горна',
    nil,
  },
  [8896] = {
    'Тенегорнский крестьянин',
    nil,
  },
  [8897] = {
    'Ремесленник из клана Кузни Рока',
    nil,
  },
  [8898] = {
    'Маршал из клана Ярости Горна',
    nil,
  },
  [8899] = {
    'Драгун из клана Кузни Рока',
    nil,
  },
  [8900] = {
    'Кузнец-волшебник из клана Кузни Рока',
    nil,
  },
  [8901] = {
    'Резервист из клана Ярости Горна',
    nil,
  },
  [8902] = {
    'Тенегорнский горожанин',
    nil,
  },
  [8903] = {
    'Капитан из клана Ярости Горна',
    nil,
  },
  [8904] = {
    'Тенегорнский сенатор',
    nil,
  },
  [8905] = {
    'Создание-завоеватель',
    nil,
  },
  [8906] = {
    'Беспощадный голем',
    nil,
  },
  [8907] = {
    'Создание молота Гнева',
    nil,
  },
  [8908] = {
    'Оплавленный боевой голем',
    nil,
  },
  [8909] = {
    'Огненный страж',
    nil,
  },
  [8910] = {
    'Пылающий огнестраж',
    nil,
  },
  [8911] = {
    'Огнестраж-разрушитель',
    nil,
  },
  [8912] = {
    'Истязатель из культа Сумеречного Молота',
    nil,
  },
  [8913] = {
    'Эмиссар культа Сумеречного Молота',
    nil,
  },
  [8914] = {
    'Телохранитель из культа Сумеречного Молота',
    nil,
  },
  [8915] = {
    'Посол из культа Сумеречного Молота',
    nil,
  },
  [8916] = {
    'Зритель арены',
    nil,
  },
  [8917] = {
    'Раб с каменоломни',
    nil,
  },
  [8920] = {
    'Оружейный техник',
    nil,
  },
  [8921] = {
    'Гончий пес',
    nil,
  },
  [8922] = {
    'Гончий мастиф',
    nil,
  },
  [8923] = {
    'Панцер Непобедимый',
    nil,
  },
  [8924] = {
    'Чудище',
    nil,
  },
  [8925] = {
    'Землеройный червь',
    nil,
  },
  [8926] = {
    'Глубинный острожал',
    nil,
  },
  [8927] = {
    'Черный крикун',
    nil,
  },
  [8928] = {
    'Землеройный громорог',
    nil,
  },
  [8929] = {
    'Принцесса Мойра Бронзобород',
    'Принцесса Стальгорна',
  },
  [8931] = {
    'Хизер',
    'Хозяйка таверны',
  },
  [8932] = {
    'Жук-бурильщик',
    nil,
  },
  [8933] = {
    'Пещерный ползун',
    nil,
  },
  [8934] = {
    nil,
    'Хозяйственные припасы',
  },
  [8937] = {
    'Зверюшка-бомбист',
    nil,
  },
  [8956] = {
    'Медведь злобных когтей',
    nil,
  },
  [8957] = {
    'Гризли злобных когтей',
    nil,
  },
  [8958] = {
    'Злобнопалый изверг',
    nil,
  },
  [8959] = {
    'Волк-сквернолап',
    nil,
  },
  [8960] = {
    'Падальщик-сквернолап',
    nil,
  },
  [8961] = {
    'Опустошитель-сквернолап',
    nil,
  },
  [8962] = {
    'Хилари',
    nil,
  },
  [8964] = {
    'Дракон из клана Черной горы',
    nil,
  },
  [8980] = {
    'Капитан из клана Огненного Чрева',
    nil,
  },
  [8981] = {
    'Сломанный разоритель',
    nil,
  },
  [8982] = {
    'Железнорукий страж',
    nil,
  },
  [8983] = {
    'Повелитель големов Аргелмах',
    nil,
  },
  [8996] = {
    'Прислужник-демон Бездны',
    nil,
  },
  [8997] = {
    'Гершал Шепот Ночи',
    nil,
  },
  [9017] = {
    'Лорд Опалитель',
    nil,
  },
  [9018] = {
    'Верховный дознаватель Герштан',
    'Дознаватель культа Сумеречного Молота',
  },
  [9019] = {
    'Император Дагран Тауриссан',
    nil,
  },
  [9020] = {
    'Командир Гор\'шак',
    'Каргатский экспедиционный корпус',
  },
  [9021] = {
    'Каран Могучий Молот',
    nil,
  },
  [9022] = {
    'Дугал Крыло Бури',
    nil,
  },
  [9023] = {
    'Маршал Винздор',
    nil,
  },
  [9024] = {
    'Пироман Зерно Мудрости',
    nil,
  },
  [9025] = {
    'Лорд Роккор',
    nil,
  },
  [9026] = {
    'Подчинитель Пирон',
    nil,
  },
  [9027] = {
    'Горош Дервиш',
    nil,
  },
  [9028] = {
    'Гриззл',
    nil,
  },
  [9029] = {
    'Потрошитель',
    nil,
  },
  [9030] = {
    'Ок\'тор Разрушитель',
    nil,
  },
  [9032] = {
    'Хедрум Ползун',
    nil,
  },
  [9033] = {
    'Генерал Кузня Гнева',
    nil,
  },
  [9034] = {
    'Злоб\'рел',
    nil,
  },
  [9035] = {
    'Гнев\'рел',
    nil,
  },
  [9036] = {
    'Гнус\'рел',
    nil,
  },
  [9037] = {
    'Мрак\'нел',
    nil,
  },
  [9038] = {
    'Беше\'рел',
    nil,
  },
  [9039] = {
    'Рок\'рел',
    nil,
  },
  [9040] = {
    'Праздн\'рел',
    nil,
  },
  [9041] = {
    'Тюремщик Стилгисс',
    nil,
  },
  [9043] = {
    'Рубака из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9044] = {
    'Караульный из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9045] = {
    'Послушник из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9046] = {
    'Интендант из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9047] = {
    nil,
    'Канавокопатель',
  },
  [9056] = {
    'Финий Темнострой',
    'Главный архитектор',
  },
  [9077] = {
    'Полководец Клинозуб',
    'Каргатский экспедиционный корпус',
  },
  [9078] = {
    'Темный маг Вивиана Лягроб',
    'Каргатский экспедиционный корпус',
  },
  [9079] = {
    'Верховная Жрица Теодора Мальвадания',
    'Каргатский экспедиционный корпус',
  },
  [9080] = {
    nil,
    'Каргатский экспедиционный корпус',
  },
  [9081] = {
    'Галамав Стрелок',
    'Каргатский экспедиционный корпус',
  },
  [9082] = {
    'Тал\'трак Гордый Клык',
    'Каргатский экспедиционный корпус',
  },
  [9083] = {
    'Разал\'меч',
    'Каргатский экспедиционный корпус',
  },
  [9084] = {
    'Громосерд',
    'Каргатский экспедиционный корпус',
  },
  [9085] = {
    'Посвященный Амаккар',
    'Каргатский экспедиционный корпус',
  },
  [9086] = {
    'Рубака Гаргал',
    'Каргатский экспедиционный корпус',
  },
  [9087] = {
    'Башана Рунический Тотем',
    nil,
  },
  [9096] = {
    'Драконид Когтя Ярости',
    nil,
  },
  [9097] = {
    'Легионер из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9098] = {
    'Чароплет из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9099] = {
    nil,
    'Продавец пирогов',
  },
  [9116] = {
    'Эридана Грусть Ветра',
    'Изумрудный Круг',
  },
  [9117] = {
    nil,
    'Экспедиция Маршалла',
  },
  [9136] = {
    'Ша\'ни Гордый Клык',
    nil,
  },
  [9156] = {
    'Посол Огнехлыст',
    nil,
  },
  [9157] = {
    'Кровоцвет-паразит',
    nil,
  },
  [9158] = {
    'Боевой конь',
    nil,
  },
  [9162] = {
    'Молодой деметродон',
    nil,
  },
  [9163] = {
    'Деметродон',
    nil,
  },
  [9164] = {
    'Старый деметродон',
    nil,
  },
  [9165] = {
    'Птенец терродактиля',
    nil,
  },
  [9166] = {
    'Терродактиль',
    nil,
  },
  [9167] = {
    'Бесноватый терродактиль',
    nil,
  },
  [9176] = {
    'Гор\'теш',
    nil,
  },
  [9178] = {
    'Пылающий дух',
    nil,
  },
  [9179] = {
    nil,
    'Товары для кузнецов',
  },
  [9196] = {
    'Вождь Омокк',
    nil,
  },
  [9197] = {
    'Боевой маг из клана Черной Вершины',
    nil,
  },
  [9198] = {
    'Мистик из клана Черной Вершины',
    nil,
  },
  [9199] = {
    'Головорез из клана Черной Вершины',
    nil,
  },
  [9200] = {
    'Разоритель из клана Черной Вершины',
    nil,
  },
  [9201] = {
    'Огр-волхв из клана Черной Вершины',
    nil,
  },
  [9216] = {
    'Полководец из клана Черной Вершины',
    nil,
  },
  [9217] = {
    'Лорд-волхв из клана Черной Вершины',
    nil,
  },
  [9218] = {
    'Полководец из клана Черной Вершины',
    nil,
  },
  [9219] = {
    'Мясник из клана Черной Вершины',
    nil,
  },
  [9236] = {
    'Темная охотница Вос\'гаджин',
    nil,
  },
  [9237] = {
    'Воевода Вун',
    nil,
  },
  [9238] = {
    'Квентин',
    nil,
  },
  [9239] = {
    'Мистик из племени Тлеющего Терновника',
    nil,
  },
  [9240] = {
    'Жрец Тени из племени Тлеющего Терновника',
    nil,
  },
  [9241] = {
    'Охотник за головами из племени Тлеющего Терновника',
    nil,
  },
  [9256] = {
    'Курица с фермы',
    nil,
  },
  [9257] = {
    'Чернокнижник из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9258] = {
    'Налетчик из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9259] = {
    'Рубака из легиона Огненного Клейма',
    'Легион Огненного Клейма',
  },
  [9260] = {
    'Легионер из легиона Огненного Клейма',
    'Легион Огненного Клейма',
  },
  [9261] = {
    'Темнопряд из легиона Огненного Клейма',
    'Легион Огненного Клейма',
  },
  [9262] = {
    'Призыватель духов из легиона Огненного Клейма',
    'Легион Огненного Клейма',
  },
  [9263] = {
    'Ткач ужаса из легиона Огненного Клейма',
    'Легион Огненного Клейма',
  },
  [9264] = {
    'Пиромант из легиона Огненного Клейма',
    'Легион Огненного Клейма',
  },
  [9265] = {
    'Темный охотник из племени Тлеющего Терновника',
    nil,
  },
  [9266] = {
    'Знахарь из племени Тлеющего Терновника',
    nil,
  },
  [9267] = {
    'Метатель топоров из племени Тлеющего Терновника',
    nil,
  },
  [9268] = {
    'Берсерк из племени Тлеющего Терновника',
    nil,
  },
  [9269] = {
    'Ясновидец из племени Тлеющего Терновника',
    nil,
  },
  [9270] = {
    nil,
    'Экспедиция Маршалла',
  },
  [9271] = {
    nil,
    'Экспедиция Маршалла',
  },
  [9272] = {
    'Искр Пустокоп',
    'Экспедиция Маршалла',
  },
  [9297] = {
    'Разъяренная виверна',
    nil,
  },
  [9298] = {
    'Донова Снегонора',
    nil,
  },
  [9316] = {
    'Венаки Бенике',
    nil,
  },
  [9317] = {
    'Рилли Грязегоб',
    nil,
  },
  [9318] = {
    'Пламезавр',
    nil,
  },
  [9319] = {
    'Псарь Гребмар',
    nil,
  },
  [9336] = {
    'Начальник Медноклин',
    nil,
  },
  [9356] = {
    'Шул\'кар',
    'Хозяйка таверны',
  },
  [9376] = {
    'Яропламень',
    nil,
  },
  [9377] = {
    'Стремительный вихрь',
    nil,
  },
  [9396] = {
    'Землебой',
    nil,
  },
  [9397] = {
    'Живая буря',
    nil,
  },
  [9398] = {
    'Палач из культа Сумеречного Молота',
    nil,
  },
  [9416] = {
    'Ворг легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [9436] = {
    'Порождение Бейл\'Гора',
    nil,
  },
  [9437] = {
    'Темный хранитель Ворфалк',
    nil,
  },
  [9438] = {
    'Темный хранитель Бетек',
    nil,
  },
  [9439] = {
    'Темный хранитель Уггель',
    nil,
  },
  [9441] = {
    'Темный хранитель Зимрел',
    nil,
  },
  [9442] = {
    'Темный хранитель Офгут',
    nil,
  },
  [9443] = {
    'Темный хранитель Пелвер',
    nil,
  },
  [9445] = {
    'Темный стражник',
    nil,
  },
  [9447] = {
    'Тюремщик из Алого ордена',
    nil,
  },
  [9448] = {
    'Претор Алого ордена',
    nil,
  },
  [9449] = {
    'Священник Алого ордена',
    nil,
  },
  [9450] = {
    'Викарий Алого ордена',
    nil,
  },
  [9451] = {
    'Верховный маг Алого ордена',
    nil,
  },
  [9452] = {
    'Чаротворец Алого ордена',
    nil,
  },
  [9456] = {
    'Полководец Кром\'зар',
    nil,
  },
  [9457] = {
    'Ордынский защитник',
    nil,
  },
  [9458] = {
    'Ордынский метатель топоров',
    nil,
  },
  [9459] = {
    'Цирус Раскаиватель',
    nil,
  },
  [9460] = {
    'Прибамбасский костолом',
    nil,
  },
  [9461] = {
    'Бесноватый черный дракон',
    'Прислужник Цируса',
  },
  [9462] = {
    'Вождь Кровавая Утроба',
    nil,
  },
  [9464] = {
    'Властитель Рор',
    nil,
  },
  [9465] = {
    'Голхайн-в-капюшоне',
    'Наставница друидов',
  },
  [9467] = {
    'Миблон Рыкозуб',
    nil,
  },
  [9476] = {
    'Сторож Хватка Смерти',
    nil,
  },
  [9477] = {
    'Отделившийся слизнюк',
    nil,
  },
  [9496] = {
    'Кокон улья Гориши',
    nil,
  },
  [9498] = {
    'Личинка из улья Гориши',
    nil,
  },
  [9499] = {
    'Штоппор Наливалс',
    nil,
  },
  [9500] = {
    'Госпожа Нагмара',
    nil,
  },
  [9501] = {
    'Адегва',
    'Хозяйка таверны',
  },
  [9502] = {
    'Фаланкс',
    nil,
  },
  [9503] = {
    'Рядовой Камнеузл',
    nil,
  },
  [9516] = {
    'Лорд Гиблопуст',
    nil,
  },
  [9517] = {
    'Владыка теней Скверн\'дан',
    nil,
  },
  [9521] = {
    'Разъяренный сквернотопырь',
    nil,
  },
  [9522] = {
    'Душитель из клана Черной горы',
    nil,
  },
  [9523] = {
    'Предвестница бури из племени Колкар',
    nil,
  },
  [9524] = {
    'Захватчик из племени Колкар',
    nil,
  },
  [9525] = {
    'Храбрец заставы Вольного Ветра',
    nil,
  },
  [9526] = {
    'Разъяренный грифон',
    nil,
  },
  [9527] = {
    'Разъяренный гиппогриф',
    nil,
  },
  [9528] = {
    'Аратандис Серебряное Небо',
    'Изумрудный Круг',
  },
  [9529] = {
    'Майбесса Речной Ветер',
    'Изумрудный Круг',
  },
  [9536] = {
    'Максворт Суперблеск',
    nil,
  },
  [9537] = {
    'Харли Чернопых',
    nil,
  },
  [9538] = {
    'Верховный палач Нузрак',
    'Каргатский экспедиционный корпус',
  },
  [9539] = {
    'Тень Лекслорта',
    'Каргатский экспедиционный корпус',
  },
  [9540] = {
    'Еноха Громовар',
    nil,
  },
  [9541] = {
    'Дебошир-смрадодых',
    nil,
  },
  [9542] = {
    'Дух Франклорна',
    nil,
  },
  [9543] = {
    'Риббли Крутипроб',
    nil,
  },
  [9544] = {
    'Юка Крутипроб',
    nil,
  },
  [9545] = {
    'Мрачный завсегдатай',
    nil,
  },
  [9546] = {
    'Раскал Курьер',
    nil,
  },
  [9547] = {
    'Голодный завсегдатай',
    nil,
  },
  [9548] = {
    'Кавинд Верный Прицел',
    'Ружья и луки',
  },
  [9549] = {
    nil,
    'Торговец луками',
  },
  [9551] = {
    'Старн',
    'Ружья и луки',
  },
  [9552] = {
    nil,
    'Торговец луками',
  },
  [9553] = {
    nil,
    'Торговец луками',
  },
  [9554] = {
    'Пьяный завсегдатай',
    nil,
  },
  [9555] = {
    nil,
    'Торговец луками',
  },
  [9556] = {
    'Прислужник-гончая Скверны',
    nil,
  },
  [9558] = {
    'Отшвартуй',
    'Капитан корабля',
  },
  [9559] = {
    'Гриззлоу',
    'Капитан корабля',
  },
  [9560] = {
    'Маршал Максвелл',
    nil,
  },
  [9561] = {
    'Джалинда Тирлипунька',
    nil,
  },
  [9562] = {
    'Хелендис Речной Мыс',
    nil,
  },
  [9563] = {
    'Джон-Оборванец',
    nil,
  },
  [9564] = {
    nil,
    'Хозяйка дирижабля Тернистой долины',
  },
  [9565] = {
    'Майра Светлое Крыло',
    nil,
  },
  [9566] = {
    nil,
    'Хозяйка дирижабля Тернистой долины',
  },
  [9568] = {
    'Властитель Змейталак',
    nil,
  },
  [9583] = {
    'Ветеран из легиона Кровавого Топора',
    'Легион Кровавого Топора',
  },
  [9584] = {
    nil,
    'Учитель по шитью из тенеткани',
  },
  [9596] = {
    'Баннок Люторез',
    'Герой легиона Огненного Клейма',
  },
  [9599] = {
    nil,
    'Испепелитель',
  },
  [9600] = {
    'Попугай',
    nil,
  },
  [9601] = {
    'Дух древня',
    nil,
  },
  [9605] = {
    'Налетчик из клана Черной горы',
    nil,
  },
  [9616] = {
    'Ларис Обалдуй',
    nil,
  },
  [9618] = {
    'Карна Сомнамбулер',
    'Экспедиция Маршалла',
  },
  [9619] = {
    'Землепроходец Торва',
    nil,
  },
  [9621] = {
    'Монструозный слизнюк',
    nil,
  },
  [9623] = {
    'Чи-Та 3',
    nil,
  },
  [9636] = {
    nil,
    'Хозяйственные товары',
  },
  [9637] = {
    'Обжигающий тотем',
    nil,
  },
  [9656] = {
    'Крошечная ходячая бомба',
    nil,
  },
  [9657] = {
    'Крошка Дымок',
    nil,
  },
  [9660] = {
    'Агнар Зверопас',
    nil,
  },
  [9662] = {
    'Птенец летучего хамелеона',
    nil,
  },
  [9676] = {
    'Звяк Пружиносвист',
    'Инженерные материалы',
  },
  [9680] = {
    'Крест Убийца',
    nil,
  },
  [9682] = {
    'Маршал Реджинальд Винздор',
    nil,
  },
  [9683] = {
    'Самка Лар\'корви',
    nil,
  },
  [9687] = {
    'Тотем стены ветра',
    nil,
  },
  [9688] = {
    'Тотем стены ветра II',
    nil,
  },
  [9689] = {
    'Тотем стены ветра III',
    nil,
  },
  [9690] = {
    'Пепельный ворг',
    nil,
  },
  [9691] = {
    'Ядожалый скорпид',
    nil,
  },
  [9692] = {
    'Налетчик из легиона Кровавого Топора',
    'Легион Кровавого Топора',
  },
  [9693] = {
    'Вызыватель из легиона Кровавого Топора',
    'Легион Кровавого Топора',
  },
  [9694] = {
    'Слюнявый пепельный ворг',
    nil,
  },
  [9695] = {
    'Скорпид-смертехлест',
    nil,
  },
  [9696] = {
    'Ворг легиона Кровавого Топора',
    'Легион Изрубленного Щита',
  },
  [9697] = {
    'Огромный пепельный ворг',
    nil,
  },
  [9698] = {
    'Огнехвостый скорпид',
    nil,
  },
  [9699] = {
    'Огненный жук',
    nil,
  },
  [9700] = {
    'Лавовый краб',
    nil,
  },
  [9701] = {
    'Горный скорпид',
    nil,
  },
  [9705] = {
    'Иллюзорный сновидец',
    nil,
  },
  [9706] = {
    'Юрба Крутипроб',
    nil,
  },
  [9707] = {
    'Портал легиона Изрубленного Щита',
    nil,
  },
  [9708] = {
    'Пылающий бес',
    nil,
  },
  [9716] = {
    'Солдат-наемник из легиона Кровавого Топора',
    'Легион Кровавого Топора',
  },
  [9717] = {
    'Призыватель из легиона Кровавого Топора',
    'Легион Кровавого Топора',
  },
  [9718] = {
    'Гок Крепкобив',
    'Герой легиона Кровавого Топора',
  },
  [9736] = {
    'Интендант Зигрис',
    'Легион Кровавого Топора',
  },
  [9776] = {
    'Огненный злопыхатель',
    nil,
  },
  [9777] = {
    'Огненный грелль',
    nil,
  },
  [9778] = {
    'Огненный факельщик',
    nil,
  },
  [9779] = {
    'Пламенеющий яростень',
    nil,
  },
  [9816] = {
    'Пиростраж Углевзор',
    nil,
  },
  [9817] = {
    'Ткач ужаса из легиона Чернорука',
    'Легион Чернорука',
  },
  [9818] = {
    'Призыватель из легиона Чернорука',
    'Легион Чернорука',
  },
  [9819] = {
    'Ветеран легиона Чернорука',
    'Легион Чернорука',
  },
  [9836] = {
    'Матредис Огнезвезд',
    nil,
  },
  [9856] = {
    'Аукционер Мрачнус',
    nil,
  },
  [9857] = {
    'Аукционер Шумейкус',
    nil,
  },
  [9858] = {
    'Аукционер Крески',
    nil,
  },
  [9859] = {
    'Аукционер Лимпкин',
    nil,
  },
  [9862] = {
    'Джеденарский легионер',
    nil,
  },
  [9877] = {
    'Принц Ксавалис',
    nil,
  },
  [9878] = {
    'Энтропический зверь',
    nil,
  },
  [9879] = {
    'Энтропический ужас',
    nil,
  },
  [9936] = {
    'Оскверненный котенок',
    nil,
  },
  [9937] = {
    'Котенок',
    nil,
  },
  [9956] = {
    'Тенегорнский хранитель огня',
    nil,
  },
  [9976] = {
    nil,
    'Смотритель стойл',
  },
  [9977] = {
    nil,
    'Смотритель стойл',
  },
  [9978] = {
    nil,
    'Смотритель стойл',
  },
  [9979] = {
    nil,
    'Смотритель стойл',
  },
  [9980] = {
    'Шелби Щебенка',
    'Смотритель стойл',
  },
  [9981] = {
    nil,
    'Смотритель стойл',
  },
  [9982] = {
    nil,
    'Смотритель стойл',
  },
  [9983] = {
    nil,
    'Смотритель стойл',
  },
  [9984] = {
    'Ульбрек Огненная Длань',
    'Смотритель стойл',
  },
  [9985] = {
    nil,
    'Смотритель стойл',
  },
  [9986] = {
    'Ширка Волкопас',
    'Смотритель стойл',
  },
  [9987] = {
    nil,
    'Смотритель стойл',
  },
  [9988] = {
    nil,
    'Смотритель стойл',
  },
  [9989] = {
    'Лина Жаркий Очаг',
    'Смотритель стойл',
  },
  [9997] = {
    nil,
    'Экспедиция Маршалла',
  },
  [9998] = {
    nil,
    'Экспедиция Маршалла',
  },
  [10016] = {
    'Нечистая крыса',
    nil,
  },
  [10017] = {
    'Нечистый таракан',
    nil,
  },
  [10036] = {
    'Головорез Гиблотопи',
    nil,
  },
  [10037] = {
    'Стражник Приозерья',
    nil,
  },
  [10038] = {
    'Ночной дозорный',
    'Ночной Дозор',
  },
  [10040] = {
    'Стражник улья Гориши',
    nil,
  },
  [10041] = {
    'Матка улья Гориши',
    nil,
  },
  [10042] = {
    'Зараженный саблезуб',
    nil,
  },
  [10043] = {
    'Друг Риббли',
    nil,
  },
  [10045] = {
    nil,
    'Смотритель стойл',
  },
  [10046] = {
    'Бетайна Кремнемолот',
    'Смотритель стойл',
  },
  [10047] = {
    nil,
    'Смотритель стойл',
  },
  [10048] = {
    nil,
    'Смотритель стойл',
  },
  [10049] = {
    nil,
    'Смотритель стойл',
  },
  [10050] = {
    nil,
    'Смотритель стойл',
  },
  [10051] = {
    nil,
    'Смотритель стойл',
  },
  [10052] = {
    nil,
    'Смотритель стойл',
  },
  [10053] = {
    nil,
    'Смотритель стойл',
  },
  [10054] = {
    nil,
    'Смотритель стойл',
  },
  [10055] = {
    nil,
    'Смотритель стойл',
  },
  [10056] = {
    nil,
    'Смотритель стойл',
  },
  [10057] = {
    nil,
    'Смотритель стойл',
  },
  [10058] = {
    nil,
    'Смотритель стойл',
  },
  [10059] = {
    nil,
    'Смотритель стойл',
  },
  [10060] = {
    'Трубадым',
    'Смотритель стойл',
  },
  [10061] = {
    'Киллиум Твердопал',
    'Смотритель стойл',
  },
  [10062] = {
    nil,
    'Смотритель стойл',
  },
  [10063] = {
    nil,
    'Смотритель стойл',
  },
  [10076] = {
    'Верховная жрица Тауриссана',
    nil,
  },
  [10077] = {
    'Гиблопасть',
    nil,
  },
  [10078] = {
    'Искра Ужаса',
    nil,
  },
  [10079] = {
    'Храбрец Лунный Рог',
    nil,
  },
  [10080] = {
    'Сандарр Разоритель Барханов',
    nil,
  },
  [10081] = {
    'Пыльный призрак',
    nil,
  },
  [10083] = {
    'Огнечешуйчатая драконида Когтя Ярости',
    nil,
  },
  [10085] = {
    nil,
    'Смотритель стойл',
  },
  [10086] = {
    'Хесува Громовой Рог',
    'Дрессировщик',
  },
  [10088] = {
    nil,
    'Дрессировщик',
  },
  [10089] = {
    nil,
    'Дрессировщик',
  },
  [10090] = {
    'Белия Громовой Гранит',
    'Дрессировщик',
  },
  [10096] = {
    'Верховный судья Мрачнокамень',
    nil,
  },
  [10116] = {
    'Обреченный раб',
    nil,
  },
  [10117] = {
    'Измученный раб',
    nil,
  },
  [10118] = {
    'Несса Песня Теней',
    'Рыболовные снасти',
  },
  [10120] = {
    'Тюремщик подземелья',
    nil,
  },
  [10136] = {
    'Химик Барабос',
    nil,
  },
  [10157] = {
    'Лунный совух-оракул',
    nil,
  },
  [10158] = {
    'Лунный совух (друид – таурен)',
    nil,
  },
  [10159] = {
    'Молодой лунный совух',
    nil,
  },
  [10160] = {
    'Гневный лунный совух',
    nil,
  },
  [10161] = {
    'Дракончик Гнездовья',
    nil,
  },
  [10162] = {
    'Лорд Виктор Нефариус',
    'Владыка Черной горы',
  },
  [10177] = {
    'Горный скарабей',
    nil,
  },
  [10178] = {
    'Флюоресцирующий зеленый механодолгоног',
    nil,
  },
  [10179] = {
    'Белый механодолгоног модель Б',
    nil,
  },
  [10180] = {
    'Некрашеный механодолгоног',
    nil,
  },
  [10181] = {
    'Леди Сильвана Ветрокрылая',
    'Королева банши',
  },
  [10182] = {
    'Рексар',
    'Герой Орды',
  },
  [10183] = {
    'Тотем лунного блика',
    nil,
  },
  [10196] = {
    'Генерал Колбатанн',
    nil,
  },
  [10197] = {
    'Меззир Ревун',
    nil,
  },
  [10198] = {
    'Кашох Разоритель',
    nil,
  },
  [10199] = {
    'Гриззл Снежная Лапа',
    nil,
  },
  [10201] = {
    'Леди Хедерина',
    nil,
  },
  [10217] = {
    'Тотем удара пламени',
    nil,
  },
  [10218] = {
    'Сильный исцеляющий идол',
    nil,
  },
  [10221] = {
    'Щенок ворга легиона Кровавого Топора',
    nil,
  },
  [10258] = {
    'Страж Гнездовья',
    nil,
  },
  [10259] = {
    'Щенок ворга',
    nil,
  },
  [10261] = {
    'Пылающая гончая Скверны',
    nil,
  },
  [10263] = {
    'Пылающий страж Скверны',
    nil,
  },
  [10264] = {
    'Солакар Пламя Гнева',
    nil,
  },
  [10266] = {
    nil,
    'Ученик кузнеца',
  },
  [10267] = {
    'Тинки Кипеллер',
    nil,
  },
  [10268] = {
    'Гизрул Поработитель',
    nil,
  },
  [10276] = {
    'Ротгат Камнебород',
    'Учитель кузнечного дела',
  },
  [10277] = {
    'Гроум Камнебород',
    'Ученик кузнеца',
  },
  [10278] = {
    'Траг Каменное Копыто',
    'Ученик кузнеца',
  },
  [10290] = {
    'Пойманный слизнюк Оскверненного леса',
    nil,
  },
  [10293] = {
    'Дульсия Холодная Луна',
    'Торговец тканевыми доспехами',
  },
  [10296] = {
    'Ваелан',
    nil,
  },
  [10299] = {
    'Секретный агент из легиона Изрубленного Щита',
    'Легион Изрубленного Щита',
  },
  [10301] = {
    'Джерон Гранильщик',
    'Лига Исследователей',
  },
  [10302] = {
    nil,
    'Экспедиция Маршалла',
  },
  [10303] = {
    'Шторм Призрачное Копыто',
    nil,
  },
  [10304] = {
    'Аврора Зов Небес',
    nil,
  },
  [10305] = {
    'Уми Румпельшникер',
    nil,
  },
  [10306] = {
    'Трулл Баловень Судьбы',
    nil,
  },
  [10307] = {
    'Знахарь Мау\'ари',
    nil,
  },
  [10316] = {
    'Тюремщик легиона Чернорука',
    'Легион Чернорука',
  },
  [10317] = {
    'Элитный боец легиона Чернорука',
    'Легион Чернорука',
  },
  [10318] = {
    'Убийца из легиона Чернорука',
    'Легион Чернорука',
  },
  [10319] = {
    'Железный страж легиона Чернорука',
    'Легион Чернорука',
  },
  [10321] = {
    'Огнебор',
    nil,
  },
  [10322] = {
    'Верховой Тигр (Белый)',
    nil,
  },
  [10323] = {
    'Глубомрак',
    nil,
  },
  [10336] = {
    'Верховой Тигр (ледопард)',
    nil,
  },
  [10337] = {
    'Верховой Тигр (Оранжевый)',
    nil,
  },
  [10338] = {
    'Верховой Тигр (Золотой)',
    nil,
  },
  [10339] = {
    nil,
    'Верховое животное Ренда Чернорука',
  },
  [10340] = {
    'Валестраз Красный',
    nil,
  },
  [10357] = {
    'Куссан Жалящий',
    nil,
  },
  [10358] = {
    'Тень Феллисенты',
    nil,
  },
  [10360] = {
    'Кергул Кровавый Топор',
    'Военачальник Ущелья Песни Войны',
  },
  [10361] = {
    'Груул Черный Клинок',
    'Оружейник',
  },
  [10363] = {
    'Генерал Драккисат',
    nil,
  },
  [10364] = {
    'Яэлика Длинный Коготь',
    'Реагенты и яды',
  },
  [10366] = {
    'Дракон-стражник Когтя Ярости',
    nil,
  },
  [10367] = {
    'Шри Десница Гнева',
    'Еда и напитки',
  },
  [10369] = {
    nil,
    'Торговец оружием',
  },
  [10371] = {
    'Капитан Когтя Ярости',
    nil,
  },
  [10372] = {
    'Огнедышащая драконида Когтя Ярости',
    nil,
  },
  [10374] = {
    'Скальный паук',
    nil,
  },
  [10375] = {
    'Скальный паучонок',
    nil,
  },
  [10376] = {
    'Хрустальный Клык',
    nil,
  },
  [10377] = {
    'Элу',
    'Ученик укротителя ветрокрылов',
  },
  [10378] = {
    'Омуса Громовой Рог',
    'Укротитель ветрокрылов',
  },
  [10379] = {
    'Альтсоба Тотем Ярости',
    'Торговец оружием',
  },
  [10380] = {
    'Шанью Рунический Тотем',
    'Торговец кожаными доспехами',
  },
  [10381] = {
    'Уничтоженный кадавр',
    nil,
  },
  [10382] = {
    'Изуродованный кадавр',
    nil,
  },
  [10383] = {
    'Изломанный кадавр',
    nil,
  },
  [10384] = {
    'Призрачный горожанин',
    nil,
  },
  [10385] = {
    'Фантомный горожанин',
    nil,
  },
  [10387] = {
    'Мстительный фантом',
    nil,
  },
  [10388] = {
    'Сердитый фантом',
    nil,
  },
  [10389] = {
    'Зловещий фантом',
    nil,
  },
  [10390] = {
    'Скелет-страж',
    nil,
  },
  [10391] = {
    'Скелет-берсерк',
    nil,
  },
  [10393] = {
    'Череп',
    nil,
  },
  [10394] = {
    'Караульный Черной Стражи',
    nil,
  },
  [10398] = {
    'Темный чародей из секты Тузадин',
    nil,
  },
  [10399] = {
    'Тузадинский послушник',
    nil,
  },
  [10400] = {
    'Тузадинский некромант',
    nil,
  },
  [10405] = {
    'Чумной вурдалак',
    nil,
  },
  [10406] = {
    'Вурдалак-стервятник',
    nil,
  },
  [10407] = {
    'Плотоядный живодер',
    nil,
  },
  [10408] = {
    'Скалокрылая гаргулья',
    nil,
  },
  [10409] = {
    'Скалокрылая крикунья',
    nil,
  },
  [10411] = {
    'Око Наксрамаса',
    nil,
  },
  [10412] = {
    'Некрорахнид-ползун',
    nil,
  },
  [10413] = {
    'Некрорахнид-живоглот',
    nil,
  },
  [10414] = {
    'Лоскутный ужас',
    nil,
  },
  [10415] = {
    'Кристалл Аш\'ари',
    nil,
  },
  [10416] = {
    'Желчеплюй',
    nil,
  },
  [10417] = {
    'Изрыгатель яда',
    nil,
  },
  [10418] = {
    'Охранник из Багрового Легиона',
    nil,
  },
  [10419] = {
    'Окудник из Багрового Легиона',
    nil,
  },
  [10420] = {
    'Посвященный из Багрового Легиона',
    nil,
  },
  [10421] = {
    'Защитник из Багрового Легиона',
    nil,
  },
  [10422] = {
    'Колдун из Багрового Легиона',
    nil,
  },
  [10423] = {
    'Жрец из Багрового Легиона',
    nil,
  },
  [10424] = {
    'Кавалер из Багрового Легиона',
    nil,
  },
  [10425] = {
    'Боевой маг из Багрового Легиона',
    nil,
  },
  [10426] = {
    'Инквизитор из Багрового Легиона',
    nil,
  },
  [10427] = {
    'Паока Ходячая Гора',
    nil,
  },
  [10428] = {
    'Мотега Огненная Грива',
    nil,
  },
  [10429] = {
    'Вождь Ренд Чернорук',
    nil,
  },
  [10430] = {
    'Чудовище',
    nil,
  },
  [10431] = {
    'Грегор Грейстоун',
    'Серебряный Рассвет',
  },
  [10433] = {
    'Мардук Блэкпул',
    nil,
  },
  [10435] = {
    'Мировой судья Бартилас',
    nil,
  },
  [10436] = {
    'Баронесса Анастари',
    nil,
  },
  [10438] = {
    'Малекай Бледный',
    nil,
  },
  [10439] = {
    'Рамштайн Ненасытный',
    nil,
  },
  [10440] = {
    'Барон Ривендер',
    nil,
  },
  [10441] = {
    'Чумная крыса',
    nil,
  },
  [10442] = {
    'Хроматический дракончик',
    nil,
  },
  [10445] = {
    nil,
    'Сведения о ярмарке Новолуния',
  },
  [10447] = {
    'Хроматический драконид',
    nil,
  },
  [10455] = {
    'Винни Рессорз',
    nil,
  },
  [10459] = {
    'Ренд на драконе, визуальный эффект',
    'Испепелитель',
  },
  [10460] = {
    'Геолог Железный Башмак',
    nil,
  },
  [10461] = {
    'Чумная блоха',
    nil,
  },
  [10463] = {
    'Визжащая банши',
    nil,
  },
  [10464] = {
    'Завывающая банши',
    nil,
  },
  [10467] = {
    'Тотем прилива маны',
    nil,
  },
  [10468] = {
    'Фелнок Сталлист',
    nil,
  },
  [10469] = {
    'Адепт Некроситета',
    nil,
  },
  [10470] = {
    'Неофит Некроситета',
    nil,
  },
  [10471] = {
    'Послушник из Некроситета',
    nil,
  },
  [10472] = {
    'Оккультист Некроситета',
    nil,
  },
  [10475] = {
    'Ученик Некроситета',
    nil,
  },
  [10476] = {
    'Некролит Некроситета',
    nil,
  },
  [10477] = {
    'Некромант Некроситета',
    nil,
  },
  [10478] = {
    'Раздробленный скелет',
    nil,
  },
  [10479] = {
    'Таящийся труп',
    nil,
  },
  [10480] = {
    'Нестабильный труп',
    nil,
  },
  [10481] = {
    'Оживленный труп',
    nil,
  },
  [10482] = {
    'Восставший лакей',
    nil,
  },
  [10485] = {
    'Восставшая аберрация',
    nil,
  },
  [10486] = {
    'Восставший воин',
    nil,
  },
  [10487] = {
    'Восставший заступник',
    nil,
  },
  [10488] = {
    'Восставшее создание',
    nil,
  },
  [10489] = {
    'Восставший стражник',
    nil,
  },
  [10491] = {
    'Восставший костостраж',
    nil,
  },
  [10495] = {
    'Болезненный вурдалак',
    nil,
  },
  [10497] = {
    'Косматый вурдалак',
    nil,
  },
  [10498] = {
    'Призрачный воспитатель',
    nil,
  },
  [10499] = {
    'Призрачный ученый',
    nil,
  },
  [10500] = {
    'Призрачный учитель',
    nil,
  },
  [10502] = {
    'Леди Иллюсия Барова',
    nil,
  },
  [10504] = {
    'Лорд Алексей Баров',
    nil,
  },
  [10505] = {
    'Инструктор Коварница',
    nil,
  },
  [10506] = {
    'Киртонос Глашатай (заклинание, визуальный эффект)',
    nil,
  },
  [10507] = {
    'Равениан',
    nil,
  },
  [10508] = {
    'Рас Ледяной Шепот',
    nil,
  },
  [10509] = {
    'Джед Руновед',
    'Легион Чернорука',
  },
  [10516] = {
    'Непрощенный',
    nil,
  },
  [10536] = {
    'Чумной червь',
    nil,
  },
  [10537] = {
    'Дозорный утесов Долгорог',
    nil,
  },
  [10539] = {
    'Хагар Грозовое Копыто',
    nil,
  },
  [10541] = {
    'Термометр Кракла',
    nil,
  },
  [10556] = {
    'Ленивый батрак',
    nil,
  },
  [10557] = {
    'Тотем языка пламени IV',
    nil,
  },
  [10558] = {
    'Певчий Форрестен',
    nil,
  },
  [10559] = {
    'Леди Веспия',
    nil,
  },
  [10577] = {
    'Некрорахнид-скарабей',
    nil,
  },
  [10578] = {
    nil,
    'Ученик знахаря',
  },
  [10579] = {
    'Киртонос Глашатай (заклинание, визуальный эффект)',
    nil,
  },
  [10580] = {
    'Зловонный зомби',
    nil,
  },
  [10581] = {
    'Молодая Арикара',
    nil,
  },
  [10582] = {
    'Собака',
    'Взрослый пёс',
  },
  [10583] = {
    nil,
    'Распорядитель полетов',
  },
  [10584] = {
    'Аррок Смертный Вопль',
    nil,
  },
  [10596] = {
    'Мать Дымная Паутина',
    nil,
  },
  [10598] = {
    'Паучок Дымной Паутины',
    nil,
  },
  [10599] = {
    'Хулфар Тотем Камня',
    nil,
  },
  [10600] = {
    'Тонтек Грохочущее копыто',
    nil,
  },
  [10601] = {
    'Головорез Аррока',
    nil,
  },
  [10602] = {
    'Огр-волхв Аррока',
    nil,
  },
  [10604] = {
    'Охотница Немай',
    nil,
  },
  [10605] = {
    'Медик Алого ордена',
    nil,
  },
  [10606] = {
    'Охотница Яллюра',
    nil,
  },
  [10608] = {
    'Жрец из Алого ордена',
    nil,
  },
  [10610] = {
    nil,
    'Орудийный расчет дворфов',
  },
  [10611] = {
    'Коротышка',
    'Орудийный расчет дворфов',
  },
  [10612] = {
    'Стражник Вахаби',
    nil,
  },
  [10616] = {
    'Бригадир Раелен',
    nil,
  },
  [10617] = {
    'Вестник племени Галак',
    nil,
  },
  [10618] = {
    'Риверн Холодный Ветер',
    'Дрессировщики ледопардов',
  },
  [10619] = {
    'Ледник',
    'Охранник Риверна',
  },
  [10636] = {
    'Вьючный кодо',
    nil,
  },
  [10637] = {
    'Малифой Черномолот',
    'Братство Тория',
  },
  [10638] = {
    'Канати Серое Облако',
    nil,
  },
  [10639] = {
    'Роргиш Мощная Челюсть',
    nil,
  },
  [10640] = {
    'Дуболап',
    nil,
  },
  [10641] = {
    'Веткохват',
    nil,
  },
  [10643] = {
    'Шоколадный Плавник',
    nil,
  },
  [10644] = {
    'Ревун из тумана',
    nil,
  },
  [10645] = {
    'Талия Янтарная Шкура',
    nil,
  },
  [10646] = {
    'Лакота Песня Ветра',
    nil,
  },
  [10647] = {
    'Принц Рейз',
    nil,
  },
  [10656] = {
    'Страж-охотник Скверны',
    nil,
  },
  [10657] = {
    'Оскверненная кошка',
    nil,
  },
  [10658] = {
    'Котенок Винны',
    nil,
  },
  [10659] = {
    'Кобальтовый дракончик',
    nil,
  },
  [10660] = {
    'Детеныш кобальтового дракона',
    nil,
  },
  [10661] = {
    'Чароед',
    nil,
  },
  [10662] = {
    'Чарокрыл',
    nil,
  },
  [10663] = {
    'Коготь маны',
    nil,
  },
  [10664] = {
    'Провидец',
    nil,
  },
  [10665] = {
    'Младший аптекарь Холланд',
    'Королевское фармацевтическое общество',
  },
  [10668] = {
    'Обезображенный труп',
    nil,
  },
  [10676] = {
    'Налетчик Джаш',
    nil,
  },
  [10678] = {
    'Зачумленный детеныш дракона',
    nil,
  },
  [10680] = {
    'Призванный ткач ужаса из легиона Чернорука',
    'Легион Чернорука',
  },
  [10681] = {
    'Призванный ветеран из легиона Чернорука',
    'Легион Чернорука',
  },
  [10682] = {
    'Налетчик Керр',
    nil,
  },
  [10683] = {
    'Наседка из Гнездовья',
    nil,
  },
  [10684] = {
    'Вестница Печали',
    nil,
  },
  [10685] = {
    'Свинья',
    nil,
  },
  [10696] = {
    'Защитник Опорного пункта',
    nil,
  },
  [10697] = {
    'Желчеплюй',
    nil,
  },
  [10698] = {
    'Призванный зомби',
    nil,
  },
  [10699] = {
    'Скарабей-падальщик',
    nil,
  },
  [10716] = {
    'Чердачный нетопырь',
    nil,
  },
  [10717] = {
    'Временной паразит',
    nil,
  },
  [10719] = {
    'Глашатай Тралла',
    nil,
  },
  [10720] = {
    'Убийца из племени Галак',
    nil,
  },
  [10721] = {
    'Воин-ученик',
    nil,
  },
  [10738] = {
    'Верховный вождь племени Зимней Спячки',
    nil,
  },
  [10739] = {
    'Мулгрис Глубокая Река',
    nil,
  },
  [10742] = {
    'Укротитель драконов легиона Чернорука',
    'Легион Чернорука',
  },
  [10756] = {
    'Обжигающий элементаль',
    nil,
  },
  [10757] = {
    'Кипящий элементаль',
    nil,
  },
  [10758] = {
    'Бандит из племени Зловещего Тотема',
    nil,
  },
  [10759] = {
    'Топотун из племени Зловещего Тотема',
    nil,
  },
  [10760] = {
    'Геомант племени Зловещего Тотема',
    nil,
  },
  [10761] = {
    'Разоритель из племени Зловещего Тотема',
    nil,
  },
  [10762] = {
    'Лиходей из легиона Чернорука',
    nil,
  },
  [10778] = {
    'Джанис Фелстоун',
    nil,
  },
  [10779] = {
    'Зараженная белка',
    nil,
  },
  [10780] = {
    'Зараженный олень',
    nil,
  },
  [10781] = {
    'Королевский Инспектор Баухас',
    'Перепись Подгорода',
  },
  [10782] = {
    'Королевский представитель Батрилор',
    'Перепись Штормграда',
  },
  [10783] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'орк, мужчина',
  },
  [10784] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Орк, женщина',
  },
  [10785] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Таурен',
  },
  [10786] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Таурен, женщина',
  },
  [10787] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Тролль',
  },
  [10788] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Тролль, женщина',
  },
  [10789] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Мужчина-нежить',
  },
  [10790] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Женщина-нежить',
  },
  [10791] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Дворф',
  },
  [10792] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Дворф, женщина',
  },
  [10793] = {
    'Сфера Обмана (ночной эльф, женщина)',
    nil,
  },
  [10794] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Гном',
  },
  [10795] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Мужчина',
  },
  [10796] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Женщина',
  },
  [10797] = {
    'Сфера Обмана (ночной эльф, женщина)',
    'Ночной эльф',
  },
  [10798] = {
    'Сфера Обмана (ночной эльф, женщина)',
    nil,
  },
  [10799] = {
    nil,
    'Проклятый',
  },
  [10800] = {
    'Варош Выкупленный',
    nil,
  },
  [10801] = {
    'Болтливый вурдалак',
    nil,
  },
  [10802] = {
    'Хита\'йа Хранительница',
    nil,
  },
  [10803] = {
    'Ружейник Вилер',
    nil,
  },
  [10804] = {
    'Ружейник Миддлкамп',
    nil,
  },
  [10805] = {
    'Наблюдатель Клемми',
    nil,
  },
  [10808] = {
    'Тимми Беспощадный',
    nil,
  },
  [10809] = {
    'Каменный Гребень',
    nil,
  },
  [10811] = {
    'Архивариус Галфорд',
    nil,
  },
  [10812] = {
    'Верховный рыцарь Датрохан',
    nil,
  },
  [10814] = {
    'Хроматический элитный страж',
    nil,
  },
  [10816] = {
    'Бродячий скелет',
    nil,
  },
  [10817] = {
    'Дуган Громовой Молот',
    nil,
  },
  [10821] = {
    'Хед\'маш Гниющий',
    nil,
  },
  [10822] = {
    'Полководец Молот\'джин',
    nil,
  },
  [10823] = {
    'Зул\'Брин Криводрев',
    nil,
  },
  [10824] = {
    'Предводитель следопытов Ястребиное Копье',
    nil,
  },
  [10825] = {
    'Гиш Недвижимый',
    nil,
  },
  [10826] = {
    'Лорд Темнокос',
    nil,
  },
  [10827] = {
    'Вестница cмерти Селендра',
    'Культ Проклятых',
  },
  [10828] = {
    'Верховный генерал Аббендис',
    nil,
  },
  [10836] = {
    'Фермер Далсон',
    nil,
  },
  [10837] = {
    'Верховный палач Деррингтон',
    nil,
  },
  [10838] = {
    'Командир Ашлам Неутомимый',
    nil,
  },
  [10839] = {
    'Офицер Гаруш из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [10840] = {
    'Офицер Чистосердая из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [10856] = {
    'Интендант Хасна из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [10857] = {
    'Интендант Искромет из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [10876] = {
    'Нежить-скарабей',
    nil,
  },
  [10877] = {
    'Курьер Удар Молота',
    nil,
  },
  [10878] = {
    'Глашатай Лунопарда',
    nil,
  },
  [10879] = {
    'Предвестник Балтазад',
    nil,
  },
  [10880] = {
    'Военный глашатай Горлач',
    nil,
  },
  [10881] = {
    'Вестник Утеса Быстрое Копыто',
    nil,
  },
  [10882] = {
    'Арикара',
    nil,
  },
  [10896] = {
    'Арнак Зловещий Тотем',
    nil,
  },
  [10897] = {
    nil,
    'Укротительница гиппогрифов',
  },
  [10899] = {
    'Горалук Треснувшая Наковальня',
    'Бронник легиона Чернорука',
  },
  [10901] = {
    'Сказитель Полкелт',
    nil,
  },
  [10902] = {
    'Башня Андорала Один',
    nil,
  },
  [10903] = {
    'Башня Андорала Два',
    nil,
  },
  [10904] = {
    'Башня Андорала Три',
    nil,
  },
  [10905] = {
    'Башня Андорала Четыре',
    nil,
  },
  [10916] = {
    'Гонец из племени Зимней Спячки',
    nil,
  },
  [10919] = {
    'Тролль из племени Пронзающего Копья',
    nil,
  },
  [10920] = {
    'Келек Страж Неба',
    'Изумрудный Круг',
  },
  [10921] = {
    'Тарун Красное Перо',
    'Изумрудный Круг',
  },
  [10922] = {
    'Грета Замшелое Копыто',
    'Изумрудный Круг',
  },
  [10923] = {
    'Тенелл Листогон',
    'Изумрудный Круг',
  },
  [10924] = {
    'Иви Росистая Листва',
    'Изумрудный Круг',
  },
  [10925] = {
    'Гниющий червь',
    nil,
  },
  [10926] = {
    'Памела Редпат',
    nil,
  },
  [10927] = {
    'Марлен Редпат',
    nil,
  },
  [10928] = {
    'Суккуб-прислужница',
    nil,
  },
  [10930] = {
    'Дарг Верный Прицел',
    'Наставница охотников',
  },
  [10936] = {
    'Джозеф Редпат',
    nil,
  },
  [10937] = {
    'Капитан Редпат',
    nil,
  },
  [10938] = {
    'Редпат Оскверненный',
    nil,
  },
  [10939] = {
    'Мардук Черный',
    nil,
  },
  [10940] = {
    'Привидение из прошлого',
    nil,
  },
  [10941] = {
    'Визло Фингалет',
    nil,
  },
  [10943] = {
    'Дряхлый страж',
    nil,
  },
  [10944] = {
    'Дейвил Яркосвет',
    nil,
  },
  [10946] = {
    'Хоргус Опустошитель',
    nil,
  },
  [10947] = {
    'Предатель Дарроушира',
    nil,
  },
  [10948] = {
    'Защитник Дарроушира',
    nil,
  },
  [10949] = {
    'Послушник из клана Серебряной Длани',
    nil,
  },
  [10950] = {
    'Ополчение Редпата',
    nil,
  },
  [10951] = {
    'Хищный труп',
    nil,
  },
  [10952] = {
    'Хищный скелет',
    nil,
  },
  [10953] = {
    'Слуга Хоргуса',
    nil,
  },
  [10954] = {
    'Кровопускатель',
    nil,
  },
  [10955] = {
    'Призванный элементаль воды',
    nil,
  },
  [10956] = {
    'Нага-сирена',
    nil,
  },
  [10977] = {
    nil,
    'Экспедиция Маршалла',
  },
  [10979] = {
    'Гончая Алого ордена',
    nil,
  },
  [10980] = {
    'Механический йети Уми',
    nil,
  },
  [10981] = {
    'Северный волк',
    nil,
  },
  [10982] = {
    'Вредитель из племени Седоусов',
    nil,
  },
  [10983] = {
    'Тролль из племени Секиры Зимы',
    nil,
  },
  [10984] = {
    'Берсерк из племени Секиры Зимы',
    nil,
  },
  [10986] = {
    'Гарпия из стаи Снежной Слепоты',
    nil,
  },
  [10987] = {
    'Трогг из племени Железного Рудника',
    nil,
  },
  [10988] = {
    'Дух кодо',
    nil,
  },
  [10990] = {
    'Альтеракский баран',
    nil,
  },
  [10991] = {
    'Гнолл из стаи Дикой Лапы',
    nil,
  },
  [10992] = {
    'Разъяренная пантера',
    nil,
  },
  [10993] = {
    'Твизвик Пружинаждак',
    'Ученица инженера',
  },
  [10996] = {
    'Павший герой',
    nil,
  },
  [10997] = {
    'Мастер-канонир Вилли',
    nil,
  },
  [11016] = {
    'Пленная Арко\'нарина',
    nil,
  },
  [11017] = {
    nil,
    'Учитель инженерного дела',
  },
  [11019] = {
    'Джессира Лунная Радуга',
    nil,
  },
  [11020] = {
    'Останки Трея Светогорна',
    nil,
  },
  [11021] = {
    'Ледопард Зимних Ключей',
    nil,
  },
  [11022] = {
    nil,
    'Род Баровых',
  },
  [11023] = {
    nil,
    'Род Баровых',
  },
  [11024] = {
    nil,
    'Питомец Джессиры',
  },
  [11025] = {
    nil,
    'Ученица инженера',
  },
  [11026] = {
    'Спрайт Прыгозубчик',
    'Ученица инженера',
  },
  [11027] = {
    'Иллюзорный призрак',
    nil,
  },
  [11028] = {
    'Джема Быстросмен',
    'Ученица инженера',
  },
  [11029] = {
    'Трикси Быстросмен',
    'Ученица инженера',
  },
  [11030] = {
    'Безмозглая нежить',
    nil,
  },
  [11031] = {
    nil,
    'Ученица инженера',
  },
  [11032] = {
    'Малор Ревностный',
    nil,
  },
  [11034] = {
    'Лорд Максвелл Тиросс',
    'Серебряный Рассвет',
  },
  [11035] = {
    nil,
    'Серебряный Рассвет',
  },
  [11036] = {
    'Леонид Барталомей Чтимый',
    'Серебряный Рассвет',
  },
  [11037] = {
    nil,
    'Ученица инженера',
  },
  [11038] = {
    'Управляющий Ален',
    'Серебряный Рассвет',
  },
  [11039] = {
    'Герцог Николас Зверенхофф',
    'Серебряный Рассвет',
  },
  [11040] = {
    'Дозорный Браунелл',
    'Ночной Дозор',
  },
  [11041] = {
    'Милла Фаранкора',
    'Ученица алхимика',
  },
  [11042] = {
    'Сильванна Лесная Луна',
    'Ученица алхимика',
  },
  [11043] = {
    'Монах из Багрового Легиона',
    nil,
  },
  [11044] = {
    'Доктор Мартин Фелбен',
    'Ученица алхимика',
  },
  [11046] = {
    nil,
    'Ученица алхимика',
  },
  [11047] = {
    nil,
    'Ученица алхимика',
  },
  [11048] = {
    nil,
    'Ученица портного',
  },
  [11049] = {
    nil,
    'Ученица портного',
  },
  [11050] = {
    nil,
    'Ученица портного',
  },
  [11051] = {
    nil,
    'Ученица портного',
  },
  [11052] = {
    nil,
    'Учитель портняжного дела',
  },
  [11053] = {
    'Верховная жрица Макдонелл',
    nil,
  },
  [11054] = {
    'Ружейник из Багрового Легиона',
    nil,
  },
  [11055] = {
    'Жрица Тени Вандис',
    nil,
  },
  [11056] = {
    'Алхимик Арбингтон',
    nil,
  },
  [11057] = {
    'Аптекарь Дитерс',
    nil,
  },
  [11063] = {
    'Карлин Редпат',
    'Серебряный Рассвет',
  },
  [11064] = {
    'Дух Дарроушира',
    nil,
  },
  [11065] = {
    'Тонис Пилон',
    'Ученица чаротворца',
  },
  [11066] = {
    nil,
    'Ученица чаротворца',
  },
  [11067] = {
    nil,
    'Ученица чаротворца',
  },
  [11068] = {
    nil,
    'Ученица чаротворца',
  },
  [11069] = {
    'Дженова Камнещит',
    'Смотритель стойл',
  },
  [11070] = {
    'Лалина Летняя Луна',
    'Ученица чаротворца',
  },
  [11071] = {
    'Мот Рассветный Странник',
    'Ученица чаротворца',
  },
  [11072] = {
    'Китта Огневетер',
    'Учитель наложения чар',
  },
  [11073] = {
    nil,
    'Учитель наложения чар',
  },
  [11074] = {
    nil,
    'Учитель наложения чар',
  },
  [11075] = {
    'Хранитель котла Желчень',
    nil,
  },
  [11076] = {
    'Хранитель котла Разарх',
    nil,
  },
  [11077] = {
    'Хранитель котла Злобиус',
    nil,
  },
  [11078] = {
    'Хранитель котла Душегнев',
    nil,
  },
  [11079] = {
    'Вунд Ночной Охотник',
    nil,
  },
  [11081] = {
    nil,
    'Ученик кожевника',
  },
  [11082] = {
    'Стратхольмский курьер',
    nil,
  },
  [11083] = {
    nil,
    'Ученица кожевника',
  },
  [11084] = {
    nil,
    'Ученик кожевника',
  },
  [11096] = {
    nil,
    'Ученица кожевника',
  },
  [11097] = {
    'Дракк Крепкорук',
    'Учитель кожевничества',
  },
  [11098] = {
    'Нарана Железная Шкура',
    'Учитель кожевничества',
  },
  [11099] = {
    'Страж из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [11100] = {
    'Тотем прилива маны II',
    nil,
  },
  [11101] = {
    'Тотем прилива маны III',
    nil,
  },
  [11102] = {
    'Всадник из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [11103] = {
    'Лиссерея',
    'Хозяйка таверны',
  },
  [11104] = {
    nil,
    'Смотритель стойл',
  },
  [11105] = {
    nil,
    'Смотритель стойл',
  },
  [11106] = {
    'Сикоя',
    'Хозяйка таверны',
  },
  [11116] = {
    'Абеква',
    'Хозяйка таверны',
  },
  [11117] = {
    nil,
    'Смотритель стойл',
  },
  [11118] = {
    'Виззи',
    'Хозяйка таверны',
  },
  [11119] = {
    nil,
    'Смотритель стойл',
  },
  [11120] = {
    'Молотобоец из Багрового Легиона',
    nil,
  },
  [11121] = {
    'Оружейник Черной Стражи',
    nil,
  },
  [11122] = {
    'Неупокоенная душа',
    nil,
  },
  [11136] = {
    'Высвобожденная душа',
    nil,
  },
  [11137] = {
    nil,
    'Оружейник',
  },
  [11138] = {
    nil,
    'Укротительница гиппогрифов',
  },
  [11139] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [11141] = {
    'Дух Трея Светогорна',
    nil,
  },
  [11142] = {
    'Нежить-почтальон',
    nil,
  },
  [11143] = {
    'Почтальон Мэлоун',
    nil,
  },
  [11145] = {
    'Миолор Губительная Ярость',
    nil,
  },
  [11146] = {
    'Железнус Хладосталь',
    'Оружейник',
  },
  [11147] = {
    'Зеленый механодолгоног',
    nil,
  },
  [11148] = {
    'Лиловый механодолгоног',
    nil,
  },
  [11149] = {
    'Красно-синий механодолгоног',
    nil,
  },
  [11150] = {
    'Льдисто-синий механодолгоног модель А',
    nil,
  },
  [11151] = {
    'Верховой механодолгоног (желто-зеленый)',
    nil,
  },
  [11152] = {
    'Котел Плети',
    nil,
  },
  [11153] = {
    'Красный конь-скелет',
    nil,
  },
  [11154] = {
    'Синий конь-скелет',
    nil,
  },
  [11155] = {
    'Гнедой конь-скелет',
    nil,
  },
  [11156] = {
    'Зеленый боевой конь-скелет',
    nil,
  },
  [11176] = {
    'Крахок Литой Кулак',
    nil,
  },
  [11177] = {
    'Окофус Жарбулат',
    'Бронник',
  },
  [11178] = {
    'Боргош Сгибатель',
    'Оружейник',
  },
  [11179] = {
    'Инициатор кристалла',
    nil,
  },
  [11180] = {
    'Храбрец заставы Отравленной Крови',
    nil,
  },
  [11181] = {
    nil,
    'Питомец Карбуса',
  },
  [11182] = {
    nil,
    'Торговец тяжелыми доспехами',
  },
  [11183] = {
    nil,
    'Торговец легкими доспехами',
  },
  [11184] = {
    nil,
    'Холодное и огнестрельное оружие',
  },
  [11185] = {
    'Ксиззер Шумоболт',
    'Инженерные материалы',
  },
  [11186] = {
    'Лунникса Буксуй',
    'Товары для горного дела',
  },
  [11187] = {
    nil,
    'Еда и напитки',
  },
  [11188] = {
    'Иви Бурноварка',
    'Товары для алхимика',
  },
  [11189] = {
    nil,
    'Хозяйственные припасы',
  },
  [11190] = {
    'Круговзорский костолом',
    nil,
  },
  [11191] = {
    'Лилит Гибкая',
    nil,
  },
  [11193] = {
    'Сирил Плетебой',
    nil,
  },
  [11194] = {
    'Защитник из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [11195] = {
    'Черный боевой конь смерти',
    nil,
  },
  [11196] = {
    'Барабанщик из племени Пронзающего Копья',
    nil,
  },
  [11197] = {
    'Безмозглый скелет',
    nil,
  },
  [11198] = {
    'Изгой-сломленный',
    nil,
  },
  [11199] = {
    'Пушка Багрового Легиона',
    nil,
  },
  [11200] = {
    'Призванный скелет',
    nil,
  },
  [11218] = {
    'Керлониан Вечный Сумрак',
    'Друид-медведь',
  },
  [11219] = {
    'Лиладрис Лунная Река',
    nil,
  },
  [11236] = {
    'Кровавый попугай',
    nil,
  },
  [11256] = {
    'Воплощение воды',
    nil,
  },
  [11257] = {
    'Укротитель Некроситета',
    nil,
  },
  [11258] = {
    'Хрупкий скелет',
    nil,
  },
  [11259] = {
    'Натака Длинный Рог',
    nil,
  },
  [11260] = {
    'Крестьянин Североземья',
    nil,
  },
  [11261] = {
    'Доктор Теолен Крастинов',
    'Мясник',
  },
  [11262] = {
    'Дракончик Ониксии',
    nil,
  },
  [11263] = {
    'Призрачный образ',
    nil,
  },
  [11276] = {
    'Часовой Азшары',
    nil,
  },
  [11277] = {
    'Горожанин Каэр Дарроу',
    nil,
  },
  [11278] = {
    'Магнус Хладоступ',
    nil,
  },
  [11279] = {
    'Охранник Каэр Дарроу',
    nil,
  },
  [11280] = {
    'Канонир Каэр Дарроу',
    nil,
  },
  [11281] = {
    'Верховой Каэр Дарроу',
    nil,
  },
  [11284] = {
    'Черная тень',
    nil,
  },
  [11286] = {
    'Мировой судья Мардук',
    nil,
  },
  [11287] = {
    'Пекарь Мастерсон',
    nil,
  },
  [11288] = {
    'Призрачный предатель',
    nil,
  },
  [11289] = {
    'Призрачный защитник',
    nil,
  },
  [11290] = {
    'Зомби из племени Моходеров',
    nil,
  },
  [11291] = {
    'Неживой тролль из племени Моходеров',
    nil,
  },
  [11296] = {
    'Полтергейст из Дарроушира',
    nil,
  },
  [11316] = {
    nil,
    'Управление отходами',
  },
  [11318] = {
    'Трогг Огненной пропасти',
    nil,
  },
  [11319] = {
    'Шаман Огненной пропасти',
    nil,
  },
  [11320] = {
    'Землеед',
    nil,
  },
  [11321] = {
    'Оплавленный элементаль',
    nil,
  },
  [11322] = {
    'Сектант из клана Пламенеющего Клинка',
    nil,
  },
  [11323] = {
    'Головорез из клана Пламенеющего Клинка',
    nil,
  },
  [11324] = {
    'Чернокнижник из клана Пламенеющего Клинка',
    nil,
  },
  [11325] = {
    'Детеныш панды',
    nil,
  },
  [11326] = {
    'Мини-Диабло',
    'Владыка Ужаса',
  },
  [11328] = {
    'Крестьянин лагеря Восточной долины',
    nil,
  },
  [11338] = {
    'Темный чародей из племени Хаккари',
    nil,
  },
  [11339] = {
    'Темный охотник из племени Хаккари',
    nil,
  },
  [11340] = {
    'Жрец крови из племени Хаккари',
    nil,
  },
  [11346] = {
    'Оракул из племени Хаккари',
    nil,
  },
  [11347] = {
    'Ревнитель Лор\'Кхан',
    nil,
  },
  [11348] = {
    'Ревнитель Зат',
    nil,
  },
  [11350] = {
    'Метатель топоров из племени Гурубаши',
    nil,
  },
  [11351] = {
    'Охотник за головами из племени Гурубаши',
    nil,
  },
  [11352] = {
    'Берсерк из племени Гурубаши',
    nil,
  },
  [11353] = {
    'Кровопийца из племени Гурубаши',
    nil,
  },
  [11355] = {
    'Воин из племени Гурубаши',
    nil,
  },
  [11356] = {
    'Воитель из племени Гурубаши',
    nil,
  },
  [11357] = {
    'Сын Хаккара',
    nil,
  },
  [11359] = {
    'Свежеватель Душ',
    nil,
  },
  [11360] = {
    'Зулианский тигренок',
    nil,
  },
  [11361] = {
    'Зулианский тигр',
    nil,
  },
  [11365] = {
    'Зулианская пантера',
    nil,
  },
  [11368] = {
    'Кровососущий нетопырь',
    nil,
  },
  [11370] = {
    'Черная вдова Раззаши',
    nil,
  },
  [11371] = {
    'Змей Раззаши',
    nil,
  },
  [11372] = {
    'Аспид Раззаши',
    nil,
  },
  [11373] = {
    'Кобра Раззаши',
    nil,
  },
  [11374] = {
    'Кривозубая бешенка',
    nil,
  },
  [11378] = {
    'Штейгер Тазз\'рил',
    nil,
  },
  [11380] = {
    'Мастер проклятий Джин\'до',
    nil,
  },
  [11382] = {
    'Мандокир Повелитель Крови',
    nil,
  },
  [11383] = {
    'Верховная жрица Хай\'ватна',
    nil,
  },
  [11387] = {
    'Проповедник из племени Песчаной Бури',
    'Посол племени Песчаной Бури',
  },
  [11388] = {
    'Проповедник из племени Сухокожих',
    'Посол племени Сухокожих',
  },
  [11389] = {
    'Проповедник из племени Кровавого Скальпа',
    'Посол племени Кровавого Скальпа',
  },
  [11390] = {
    'Проповедник из племени Дробителей Черепов',
    'Посол племени Дробителей Черепов',
  },
  [11391] = {
    'Проповедник из племени Порочной Ветви',
    'Посол племени Порочной Ветви',
  },
  [11397] = {
    nil,
    'Наставник жрецов',
  },
  [11401] = {
    'Жрица Алатея',
    'Наставник жрецов',
  },
  [11406] = {
    'Верховный жрец Рохан',
    'Наставник жрецов',
  },
  [11437] = {
    'Низший инфернал',
    nil,
  },
  [11438] = {
    'Биббли Скобкофуз',
    nil,
  },
  [11439] = {
    'Иллюзия Джандис Баровой',
    nil,
  },
  [11440] = {
    'Головорез из клана Гордок',
    nil,
  },
  [11441] = {
    'Громила из клана Гордок',
    nil,
  },
  [11442] = {
    'Изверг из клана Гордок',
    nil,
  },
  [11443] = {
    'Огр-маг из клана Гордок',
    nil,
  },
  [11444] = {
    'Маг-лорд из клана Гордок',
    nil,
  },
  [11445] = {
    'Капитан из клана Гордок',
    nil,
  },
  [11446] = {
    'Дух из клана Гордок',
    nil,
  },
  [11448] = {
    'Чернокнижник из клана Гордок',
    nil,
  },
  [11450] = {
    'Разоритель из клана Гордок',
    nil,
  },
  [11451] = {
    'Сатир из племени Буйного Нрава',
    nil,
  },
  [11452] = {
    'Разбойник из племени Буйного Нрава',
    nil,
  },
  [11453] = {
    'Плут из племени Буйного Нрава',
    nil,
  },
  [11454] = {
    'Предатель из племени Буйного Нрава',
    nil,
  },
  [11455] = {
    'Скверноподданный из племени Буйного Нрава',
    nil,
  },
  [11456] = {
    'Тенелов из племени Буйного Нрава',
    nil,
  },
  [11457] = {
    'Призыватель огня из племени Буйного Нрава',
    nil,
  },
  [11458] = {
    'Одеревеневший древень',
    nil,
  },
  [11459] = {
    'Железная Кора – заступник',
    nil,
  },
  [11460] = {
    'Прислужник Алззина',
    nil,
  },
  [11461] = {
    'Страж-криводрев',
    nil,
  },
  [11462] = {
    'Древень-криводрев',
    nil,
  },
  [11464] = {
    'Криводрев-ветвеплет',
    nil,
  },
  [11465] = {
    'Криводрев-топотун',
    nil,
  },
  [11466] = {
    'Призыватель-высокорожденный',
    nil,
  },
  [11469] = {
    'Огнечар Элдрета',
    nil,
  },
  [11470] = {
    'Элдретарский колдун',
    nil,
  },
  [11471] = {
    'Элдретарская тень',
    nil,
  },
  [11472] = {
    'Элдретарский дух',
    nil,
  },
  [11473] = {
    'Элдретарский призрак',
    nil,
  },
  [11475] = {
    'Элдретарский фантазм',
    nil,
  },
  [11476] = {
    'Скелет высокорожденного',
    nil,
  },
  [11477] = {
    'Гниющий высокорожденный',
    nil,
  },
  [11480] = {
    'Волшебная аберрация',
    nil,
  },
  [11483] = {
    'Клочок маны',
    nil,
  },
  [11484] = {
    'Рудиментное чудовище',
    nil,
  },
  [11486] = {
    'Принц Тортелдрин',
    nil,
  },
  [11487] = {
    'Магистр Календрис',
    nil,
  },
  [11488] = {
    'Иллиана Воронья Ольха',
    nil,
  },
  [11489] = {
    'Тендрис Криводрев',
    nil,
  },
  [11490] = {
    'Зеврим Терновое Копыто',
    nil,
  },
  [11491] = {
    'Древень Железная Кора',
    nil,
  },
  [11492] = {
    'Алззин Перевертень',
    nil,
  },
  [11494] = {
    'Инициатор Алзинна',
    nil,
  },
  [11497] = {
    'Разза',
    nil,
  },
  [11498] = {
    'Скарр Непреклонный',
    nil,
  },
  [11501] = {
    'Король Гордок',
    nil,
  },
  [11516] = {
    'Хранитель из племени Древобрюхов',
    nil,
  },
  [11517] = {
    'Огглфлинт',
    'Вождь племени Бушующего Пламени',
  },
  [11518] = {
    'Жергош Призыватель Духов',
    nil,
  },
  [11520] = {
    'Тарагаман Ненасытный',
    nil,
  },
  [11521] = {
    'Тень кодо',
    nil,
  },
  [11536] = {
    'Интендант Миранда Бричлок',
    'Серебряный Рассвет',
  },
  [11547] = {
    'Скелет-ученик Некроситета',
    nil,
  },
  [11551] = {
    'Злобный некрорахнид',
    nil,
  },
  [11552] = {
    'Мистик из племени Древобрюхов',
    nil,
  },
  [11553] = {
    'Плетельщик из племени Древобрюхов',
    nil,
  },
  [11554] = {
    'Гразл',
    nil,
  },
  [11555] = {
    'Горн Одноглаз',
    nil,
  },
  [11559] = {
    'Изгнанная некромантка',
    nil,
  },
  [11560] = {
    'Призрак из племени Маграм',
    nil,
  },
  [11561] = {
    'Опустошитель-Отрекшийся',
    nil,
  },
  [11562] = {
    'Краб с мертвой хваткой',
    nil,
  },
  [11563] = {
    'Жестколапый клешневик',
    nil,
  },
  [11564] = {
    'Кодо из каравана Гизлтона',
    nil,
  },
  [11576] = {
    'Вихревой потрошитель',
    nil,
  },
  [11577] = {
    'Вихревой штормоход',
    nil,
  },
  [11578] = {
    'Вихревой живорез',
    nil,
  },
  [11582] = {
    'Призыватель Тьмы Некроситета',
    nil,
  },
  [11596] = {
    'Смид Заржавень',
    nil,
  },
  [11598] = {
    'Восставший страж',
    nil,
  },
  [11600] = {
    'Шаман из племени Железного Рудника',
    nil,
  },
  [11602] = {
    'Головолом из племени Железного Рудника',
    nil,
  },
  [11603] = {
    'Землекоп из племени Седоусов',
    nil,
  },
  [11604] = {
    'Геомант из племени Седоусов',
    nil,
  },
  [11605] = {
    'Надзиратель из племени Седоусов',
    nil,
  },
  [11608] = {
    'Барду Верный Глаз',
    nil,
  },
  [11609] = {
    'Алексия Железный Нож',
    nil,
  },
  [11610] = {
    'Криста Чернотень',
    nil,
  },
  [11611] = {
    'Кавалер Алого ордена Дарген',
    nil,
  },
  [11613] = {
    'Охотник Радли',
    nil,
  },
  [11614] = {
    'Кровоглаз',
    nil,
  },
  [11616] = {
    nil,
    'Серебряный Авангард',
  },
  [11620] = {
    'Призрачный мародер',
    nil,
  },
  [11621] = {
    'Призрачный труп',
    nil,
  },
  [11622] = {
    'Громоклин',
    nil,
  },
  [11623] = {
    'Кристалл призыва Плети',
    nil,
  },
  [11624] = {
    'Тайга Мудрая Грива',
    nil,
  },
  [11626] = {
    'Риггер Гизлтон',
    nil,
  },
  [11627] = {
    'Прирученный кодо',
    nil,
  },
  [11628] = {
    'Разлагающийся труп',
    nil,
  },
  [11629] = {
    'Джессика Редпат',
    nil,
  },
  [11636] = {
    'Слуга Вэлдона Барова',
    nil,
  },
  [11637] = {
    'Слуга Алексия Барова',
    nil,
  },
  [11656] = {
    'Батрак клана Песни Войны',
    nil,
  },
  [11658] = {
    'Огненный великан',
    nil,
  },
  [11659] = {
    'Разрушитель из недр',
    nil,
  },
  [11661] = {
    'Поджигатель',
    nil,
  },
  [11662] = {
    'Поджигатель-жрец',
    nil,
  },
  [11663] = {
    'Поджигатель-целитель',
    nil,
  },
  [11664] = {
    'Поджигатель-гвардеец',
    nil,
  },
  [11665] = {
    'Лавовый уничтожитель',
    nil,
  },
  [11666] = {
    'Огнеход',
    nil,
  },
  [11667] = {
    'Пламестраж',
    nil,
  },
  [11668] = {
    'Повелитель огня',
    nil,
  },
  [11669] = {
    'Огненный бес',
    nil,
  },
  [11671] = {
    'Гончая Недр',
    nil,
  },
  [11672] = {
    'Яростень Недр',
    nil,
  },
  [11673] = {
    'Древняя гончая Недр',
    nil,
  },
  [11675] = {
    'Призывательница ветров из стаи Снежной Слепоты',
    nil,
  },
  [11677] = {
    'Надсмотрщик Хныкс',
    nil,
  },
  [11678] = {
    'Душительница из стаи Снежной Слепоты',
    nil,
  },
  [11679] = {
    'Знахарь из племени Секиры Зимы',
    nil,
  },
  [11680] = {
    'Ордынский разведчик',
    nil,
  },
  [11681] = {
    'Ордынский лесозаготовитель',
    nil,
  },
  [11682] = {
    'Рубака из клана Песни Войны',
    nil,
  },
  [11683] = {
    'Шаман клана Песни Войны',
    nil,
  },
  [11684] = {
    'Крошшер клана Песни Войны',
    nil,
  },
  [11685] = {
    'Жрец из племени Мародин',
    nil,
  },
  [11686] = {
    'Фантомный налетчик',
    nil,
  },
  [11687] = {
    'Фантомный мародер',
    nil,
  },
  [11688] = {
    'Проклятый кентавр',
    nil,
  },
  [11689] = {
    'Бурый кодо',
    nil,
  },
  [11690] = {
    'Подстрекатель из племени Кривой Сосны',
    nil,
  },
  [11696] = {
    'Чала Попутный Ветер',
    'Укротители ледопардов',
  },
  [11697] = {
    'Бичевательница Маннорока',
    nil,
  },
  [11698] = {
    'Острожал из улья Аши',
    nil,
  },
  [11699] = {
    nil,
    'Король Штормграда',
  },
  [11700] = {
    'Сарин Звездный Свет',
    nil,
  },
  [11701] = {
    nil,
    'Дрессировщик равазавров',
  },
  [11702] = {
    nil,
    'Дрессировщик равазавров',
  },
  [11703] = {
    'Гроу Краеугол',
    'Торговец кольчужными доспехами',
  },
  [11704] = {
    'Крисс Золотой Свет',
    nil,
  },
  [11705] = {
    'Райан Жаворонок',
    nil,
  },
  [11708] = {
    'Корала Лунная Буря',
    nil,
  },
  [11709] = {
    'Джарет Дикий Лес',
    nil,
  },
  [11711] = {
    'Часовой Айнаша',
    nil,
  },
  [11712] = {
    'Лилин Темная Река',
    nil,
  },
  [11713] = {
    'Следопыт из племени Чернолесья',
    nil,
  },
  [11714] = {
    'Марош Бесчестный',
    nil,
  },
  [11716] = {
    'Целес Дитя Земли',
    nil,
  },
  [11717] = {
    'Бетана Синяя Волна',
    nil,
  },
  [11718] = {
    'Сара Карий Глаз',
    nil,
  },
  [11720] = {
    'Лорук Лесной Странник',
    nil,
  },
  [11721] = {
    'Рабочий из улья Аши',
    nil,
  },
  [11722] = {
    'Защитник из улья Аши',
    nil,
  },
  [11723] = {
    'Пескоброд из улья Аши',
    nil,
  },
  [11724] = {
    'Членистоног из улья \'Аши',
    nil,
  },
  [11725] = {
    'Страж дорог из улья Зора',
    nil,
  },
  [11726] = {
    'Проходчик из улья Зора',
    nil,
  },
  [11727] = {
    'Оса из улья Зора',
    nil,
  },
  [11728] = {
    'Разоритель из улья Зора',
    nil,
  },
  [11729] = {
    'Сестра-убийца из улья Зора',
    nil,
  },
  [11730] = {
    'Душитель из улья Регал',
    nil,
  },
  [11731] = {
    'Землеглот из улья Регал',
    nil,
  },
  [11732] = {
    'Огнеполох из улья Регал',
    nil,
  },
  [11733] = {
    'Поработитель из улья Регал',
    nil,
  },
  [11734] = {
    'Повелитель улья Регал',
    nil,
  },
  [11735] = {
    'Камнехвостый скорпид',
    nil,
  },
  [11736] = {
    'Камнехвостый клешневик',
    nil,
  },
  [11737] = {
    'Камнехвостый живодер',
    nil,
  },
  [11738] = {
    'Песчаный паук-быстролап',
    nil,
  },
  [11739] = {
    'Скальный паук-скакун',
    nil,
  },
  [11740] = {
    'Землечерп',
    nil,
  },
  [11741] = {
    'Земляной сокрушитель',
    nil,
  },
  [11744] = {
    'Вихрь пыли',
    nil,
  },
  [11745] = {
    'Воин смерча',
    nil,
  },
  [11746] = {
    'Пустынный грохотун',
    nil,
  },
  [11747] = {
    'Пустынный яростень',
    nil,
  },
  [11748] = {
    'Саманта Быстрое Копыто',
    nil,
  },
  [11749] = {
    'Феран Сильный Ветер',
    nil,
  },
  [11754] = {
    'Мегги Молот-Шмолот',
    nil,
  },
  [11755] = {
    'Харло Торгуместец',
    nil,
  },
  [11777] = {
    'Темнокаменный грохотун',
    nil,
  },
  [11778] = {
    'Темнокаменный крушитель',
    nil,
  },
  [11781] = {
    'Желтокаменный сокрушитель',
    nil,
  },
  [11782] = {
    'Желтокаменный разрушитель',
    nil,
  },
  [11783] = {
    'Терадримский осколыш',
    nil,
  },
  [11784] = {
    'Терадримский страж',
    nil,
  },
  [11785] = {
    'Желтоглазый василиск',
    nil,
  },
  [11786] = {
    'Желтоглазый разоритель',
    nil,
  },
  [11787] = {
    'Камнеточец',
    nil,
  },
  [11788] = {
    'Каменный червь',
    nil,
  },
  [11789] = {
    'Глубокоп',
    nil,
  },
  [11790] = {
    'Сатир из племени Тлетворных',
    nil,
  },
  [11791] = {
    'Плут из племени Тлетворных',
    nil,
  },
  [11792] = {
    'Тенелов из племени Тлетворных',
    nil,
  },
  [11793] = {
    'Селебрийская дриада',
    nil,
  },
  [11794] = {
    'Сестра Келебраса',
    nil,
  },
  [11795] = {
    'Милента Излучина Реки',
    nil,
  },
  [11796] = {
    'Бессани Ветродуй',
    nil,
  },
  [11797] = {
    'Морен Излучина Реки',
    nil,
  },
  [11798] = {
    'Бунтен Ветер Равнин',
    'Распорядитель полетов Громового Утеса',
  },
  [11800] = {
    nil,
    'Дарнасский распорядитель полетов',
  },
  [11802] = {
    'Дендрит Блеск Звезд',
    nil,
  },
  [11803] = {
    'Хранитель Экзетер из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [11804] = {
    'Хранитель Хавунт из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [11805] = {
    'Джанруд Отважный Странник',
    'Круг Кенария',
  },
  [11806] = {
    'Часовой Ойнея',
    nil,
  },
  [11807] = {
    'Тристан Камень Тени',
    nil,
  },
  [11808] = {
    'Грум Рыжебород',
    nil,
  },
  [11810] = {
    'Ховин Мягкое Перо',
    nil,
  },
  [11811] = {
    'Нарайн Причудень',
    nil,
  },
  [11812] = {
    'Клайра Мягкое Перо',
    nil,
  },
  [11813] = {
    'Керр Суровый Взгляд',
    nil,
  },
  [11821] = {
    'Дарн Цепкохват',
    nil,
  },
  [11822] = {
    'Страж-смотритель Лунной поляны',
    nil,
  },
  [11823] = {
    'Варк Боевой Шрам',
    nil,
  },
  [11830] = {
    'Жрец из племени Хаккари',
    nil,
  },
  [11831] = {
    'Знахарь из племени Хаккари',
    nil,
  },
  [11832] = {
    'Хранитель Ремул',
    nil,
  },
  [11833] = {
    nil,
    'Слуга Магаты',
  },
  [11834] = {
    'Маур Зловещий Тотем',
    nil,
  },
  [11836] = {
    'Пойманный бешеный колючешерстный медведь',
    nil,
  },
  [11837] = {
    'Шаман из стаи Дикой Лапы',
    nil,
  },
  [11838] = {
    'Мистик из стаи Дикой Лапы',
    nil,
  },
  [11839] = {
    'Громила из стаи Дикой Лапы',
    nil,
  },
  [11840] = {
    'Вожак стаи Дикой Лапы',
    nil,
  },
  [11856] = {
    'Кайя Плоское Копыто',
    nil,
  },
  [11857] = {
    'Макаба Плоское Копыто',
    nil,
  },
  [11858] = {
    'Грундиг Темное Облако',
    'Вождь',
  },
  [11859] = {
    'Стражник ужаса',
    nil,
  },
  [11860] = {
    'Землепряд Маггран',
    nil,
  },
  [11863] = {
    nil,
    'Серебряный Рассвет',
  },
  [11864] = {
    'Таммра Перекати-поле',
    nil,
  },
  [11865] = {
    'Бульвайф Крепкорук',
    'Эксперт по оружию',
  },
  [11866] = {
    'Илиения Лунное Пламя',
    'Эксперт по оружию',
  },
  [11867] = {
    nil,
    'Эксперт по оружию',
  },
  [11868] = {
    nil,
    'Эксперт по оружию',
  },
  [11869] = {
    nil,
    'Эксперт по оружию',
  },
  [11870] = {
    nil,
    'Эксперт по оружию',
  },
  [11871] = {
    'Скалящийся пес',
    nil,
  },
  [11872] = {
    'Миранда Колдунья',
    nil,
  },
  [11873] = {
    'Призрачный служка',
    nil,
  },
  [11874] = {
    nil,
    'Опытный кожевник',
  },
  [11875] = {
    'Манекен-мишень орудийного расчета',
    nil,
  },
  [11876] = {
    'Дух демона',
    nil,
  },
  [11877] = {
    'Рун Буйногривый',
    nil,
  },
  [11878] = {
    'Натанос Гнилостень',
    'Защитник королевы банши',
  },
  [11880] = {
    'Мститель из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [11881] = {
    'Геолорд из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [11882] = {
    'Призыватель камня из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [11883] = {
    'Мастер из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [11885] = {
    'Зачумленная гончая',
    nil,
  },
  [11886] = {
    'Меркуцио Грязежор',
    nil,
  },
  [11887] = {
    'Грабитель могил',
    nil,
  },
  [11896] = {
    'Мерзкослиз',
    nil,
  },
  [11897] = {
    'Тенекрыл',
    nil,
  },
  [11898] = {
    'Лорд-рыцарь Валделмар',
    nil,
  },
  [11899] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [11900] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [11901] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [11910] = {
    'Бузотер из племени Зловещего Тотема',
    nil,
  },
  [11911] = {
    'Наемник племени Зловещего Тотема',
    nil,
  },
  [11912] = {
    'Громила из племени Зловещего Тотема',
    nil,
  },
  [11913] = {
    'Колдун племени Зловещего Тотема',
    nil,
  },
  [11914] = {
    'Кровокопыт Черный',
    nil,
  },
  [11915] = {
    'Хранитель скал из племени Гоггер',
    nil,
  },
  [11917] = {
    'Геомант из стаи Гоггер',
    nil,
  },
  [11918] = {
    'Камнелом из племени Гоггер',
    nil,
  },
  [11936] = {
    'Художница Ренфри',
    nil,
  },
  [11937] = {
    'Страж портала демонов',
    nil,
  },
  [11940] = {
    'Мерисса Стилвелл',
    nil,
  },
  [11941] = {
    'Йори Шлемолом',
    nil,
  },
  [11942] = {
    'Орентил Шелест Ветра',
    nil,
  },
  [11944] = {
    'Ворн Небесный Провидец',
    nil,
  },
  [11946] = {
    nil,
    'Генерал клана Северного Волка',
  },
  [11947] = {
    'Капитан Гальвангар',
    'Капитан клана Северного Волка',
  },
  [11948] = {
    'Вандар Грозовая Вершина',
    'Генерал клана Грозовой Вершины',
  },
  [11949] = {
    'Капитан Балинда Каменный Очаг',
    'Капитан клана Грозовой Вершины',
  },
  [11956] = {
    'Дух Великого Медведя',
    nil,
  },
  [11957] = {
    'Дух Великой Кошки',
    nil,
  },
  [11983] = {
    'Огнечрев',
    nil,
  },
  [11988] = {
    'Големагг Испепелитель',
    nil,
  },
  [11997] = {
    'Глашатай Грозовой Вершины',
    nil,
  },
  [11998] = {
    'Глашатай из клана Северного Волка',
    nil,
  },
  [12017] = {
    'Предводитель драконов Разящий Бич',
    nil,
  },
  [12018] = {
    'Мажордом Экзекутус',
    nil,
  },
  [12019] = {
    nil,
    'Продавец еды и напитков',
  },
  [12021] = {
    'Даолин Летний Лист',
    'Потребительские товары',
  },
  [12022] = {
    'Лорелея Песнь Зимы',
    'Хозяйственные припасы',
  },
  [12023] = {
    nil,
    'Торговец легкими доспехами',
  },
  [12024] = {
    nil,
    'Оружейник',
  },
  [12025] = {
    nil,
    'Учитель травничества',
  },
  [12026] = {
    nil,
    'Продавец еды и напитков',
  },
  [12027] = {
    nil,
    'Потребительские товары',
  },
  [12028] = {
    nil,
    'Хозяйственные припасы',
  },
  [12029] = {
    nil,
    'Торговец луками',
  },
  [12030] = {
    nil,
    'Учитель снятия шкур',
  },
  [12031] = {
    nil,
    'Рыболовные снасти',
  },
  [12032] = {
    nil,
    'Учитель рыбной ловли',
  },
  [12033] = {
    nil,
    'Товары для кулинарии',
  },
  [12042] = {
    nil,
    'Наставница друидов',
  },
  [12043] = {
    nil,
    'Хозяйственные припасы',
  },
  [12045] = {
    nil,
    'Кователь топоров',
  },
  [12046] = {
    'Гор\'марок Опустошитель',
    nil,
  },
  [12047] = {
    'Горный пехотинец из клана Грозовой Вершины',
    nil,
  },
  [12048] = {
    'Часовой Альянса',
    nil,
  },
  [12050] = {
    'Защитник из клана Грозовой Вершины',
    nil,
  },
  [12051] = {
    'Легионер Северного Волка',
    nil,
  },
  [12052] = {
    'Воин клана Северного Волка',
    nil,
  },
  [12053] = {
    'Страж Северного Волка',
    nil,
  },
  [12056] = {
    'Барон Геддон',
    nil,
  },
  [12076] = {
    'Элементаль лавы',
    nil,
  },
  [12096] = {
    'Интендант клана Грозовой Вершины',
    nil,
  },
  [12097] = {
    'Интендант клана Северного Волка',
    nil,
  },
  [12098] = {
    'Предвестник Сульфурон',
    nil,
  },
  [12099] = {
    'Огнекамень',
    nil,
  },
  [12100] = {
    'Лавовый разоритель',
    nil,
  },
  [12101] = {
    'Лавовый волноплеск',
    nil,
  },
  [12116] = {
    'Жрица Элуны',
    nil,
  },
  [12119] = {
    'Заступник-поджигатель',
    nil,
  },
  [12120] = {
    'Термит Чумных земель',
    nil,
  },
  [12123] = {
    'Рифовая акула',
    nil,
  },
  [12124] = {
    'Большая акула',
    nil,
  },
  [12125] = {
    'Рыба-молот',
    nil,
  },
  [12126] = {
    'Лорд Тирион Фордринг',
    'Орден Серебряной Длани',
  },
  [12127] = {
    'Охранник клана Грозовой Вершины',
    nil,
  },
  [12128] = {
    'Гвардеец из Багрового Легиона',
    nil,
  },
  [12129] = {
    'Хранитель Ониксии',
    nil,
  },
  [12136] = {
    'Снорк Следопутка',
    'Хозяйка дирижабля Тернистой долины',
  },
  [12137] = {
    'Сквибби Сверхпятнист',
    'Хозяйка дирижабля Тернистой долины',
  },
  [12138] = {
    'Лунокоготь',
    nil,
  },
  [12140] = {
    'Страж Элуны',
    nil,
  },
  [12141] = {
    'Тотем льда',
    nil,
  },
  [12143] = {
    'Сын Пламени',
    nil,
  },
  [12144] = {
    'Дух Лунокогтя',
    nil,
  },
  [12145] = {
    'Верховой кодо (черный)',
    nil,
  },
  [12146] = {
    'Верховой кодо (оливковый)',
    nil,
  },
  [12147] = {
    'Верховой кодо (белый)',
    nil,
  },
  [12148] = {
    'Верховой кодо (бирюзовый)',
    nil,
  },
  [12149] = {
    'Серый кодо',
    nil,
  },
  [12150] = {
    'Ездовой кодо (лиловый)',
    nil,
  },
  [12151] = {
    'Верховой кодо (зеленый)',
    nil,
  },
  [12152] = {
    'Голос Элуны',
    nil,
  },
  [12156] = {
    'Метатель топоров из племени Секиры Зимы',
    nil,
  },
  [12157] = {
    'Темный охотник из племени Секиры Зимы',
    nil,
  },
  [12158] = {
    'Охотник из племени Секиры Зимы',
    nil,
  },
  [12159] = {
    'Коррак Кровопуск',
    nil,
  },
  [12160] = {
    'Часовой Тенистой долины',
    nil,
  },
  [12178] = {
    'Истерзанный друид',
    nil,
  },
  [12179] = {
    'Истерзанный часовой',
    nil,
  },
  [12196] = {
    'Кайлиска',
    'Хозяйка таверны',
  },
  [12197] = {
    'Глордрум Сталебород',
    'Военачальник Альтеракской долины',
  },
  [12198] = {
    nil,
    'Военачальник Низины Арати',
  },
  [12199] = {
    'Тень Янтарной Луны',
    nil,
  },
  [12201] = {
    'Принцесса Терадрас',
    nil,
  },
  [12202] = {
    'Человеческий череп',
    nil,
  },
  [12203] = {
    'Сель',
    nil,
  },
  [12204] = {
    'Налетчик из клана Бича Злобы',
    nil,
  },
  [12205] = {
    'Ведьма из клана Бича Злобы',
    nil,
  },
  [12206] = {
    'Доисторическое чудище',
    nil,
  },
  [12207] = {
    'Тессалийская гидра',
    nil,
  },
  [12208] = {
    'Порабощенная душа Гниля',
    nil,
  },
  [12216] = {
    'Ядовитый грелль',
    nil,
  },
  [12217] = {
    'Бес-осквернитель',
    nil,
  },
  [12218] = {
    'Мерзкая личинка',
    nil,
  },
  [12219] = {
    'Колючий хлыстолап',
    nil,
  },
  [12220] = {
    'Удушающая лоза',
    nil,
  },
  [12221] = {
    'Пагубная слизь',
    nil,
  },
  [12222] = {
    'Ползучий слякоч',
    nil,
  },
  [12223] = {
    'Пещерный скрытень',
    nil,
  },
  [12224] = {
    'Пещерный шаркун',
    nil,
  },
  [12225] = {
    'Келебрас Проклятый',
    nil,
  },
  [12236] = {
    'Лорд Злоязыкий',
    nil,
  },
  [12237] = {
    'Мешлок Жнец',
    nil,
  },
  [12238] = {
    'Дух Зейтара',
    nil,
  },
  [12239] = {
    'Дух Гелка',
    'Второй хан',
  },
  [12240] = {
    'Дух Колка',
    'Первый хан',
  },
  [12241] = {
    'Дух Магры',
    'Третий хан',
  },
  [12242] = {
    'Дух Мародоса',
    'Четвертый хан',
  },
  [12243] = {
    'Дух Венга',
    'Пятый хан',
  },
  [12244] = {
    'Знак взрыва (СЗ)',
    nil,
  },
  [12245] = {
    'Торготрон 1000',
    nil,
  },
  [12246] = {
    'Робо-торговец 680',
    nil,
  },
  [12247] = {
    'Сооружение Плети',
    nil,
  },
  [12248] = {
    'Секретный агент Хамейя',
    nil,
  },
  [12249] = {
    'Знак взрыва (ЮЗ)',
    nil,
  },
  [12250] = {
    'Зельдарр Изгой',
    nil,
  },
  [12251] = {
    'Знак взрыва (CLS)',
    nil,
  },
  [12252] = {
    'Знак взрыва (CRS)',
    nil,
  },
  [12253] = {
    'Знак взрыва (CSH)',
    nil,
  },
  [12254] = {
    'Знак взрыва (NESH)',
    nil,
  },
  [12255] = {
    'Знак взрыва (СВ)',
    nil,
  },
  [12256] = {
    'Знак взрыва (ЮВ)',
    nil,
  },
  [12257] = {
    'Механический йети',
    nil,
  },
  [12258] = {
    'Бритвохлест',
    nil,
  },
  [12260] = {
    'Дракон Ониксии',
    nil,
  },
  [12261] = {
    'Зараженный тролль из племени Моходеров',
    nil,
  },
  [12262] = {
    'Заступник зиккурата',
    nil,
  },
  [12263] = {
    'Защитник бойни',
    nil,
  },
  [12265] = {
    'Порождение лавы',
    nil,
  },
  [12276] = {
    'Кокон из улья Зора',
    nil,
  },
  [12277] = {
    'Мелицца Жужжалит',
    nil,
  },
  [12296] = {
    'Больная газель',
    nil,
  },
  [12297] = {
    'Исцеленная газель',
    nil,
  },
  [12298] = {
    'Больной олень',
    nil,
  },
  [12299] = {
    'Исцеленный олень',
    nil,
  },
  [12319] = {
    'Токсиколог клана Пылающего Клинка',
    nil,
  },
  [12320] = {
    'Сокрушитель из клана Пылающего Клинка',
    nil,
  },
  [12321] = {
    'Токсиколог из клана Гремучей Чешуи',
    nil,
  },
  [12322] = {
    'Заступник Кель\'Литиен',
    nil,
  },
  [12336] = {
    'Брат Краули',
    'Посланник Алого ордена',
  },
  [12337] = {
    'Курьер из Багрового Легиона',
    nil,
  },
  [12338] = {
    'Страж деревни Ночных Охотников',
    nil,
  },
  [12339] = {
    nil,
    'Оракул Алого ордена',
  },
  [12340] = {
    'Друльзегар Скрюг-скрак',
    nil,
  },
  [12341] = {
    'Синий конь-скелет',
    nil,
  },
  [12342] = {
    'Гнедой конь-скелет',
    nil,
  },
  [12343] = {
    'Красный конь-скелет',
    nil,
  },
  [12344] = {
    'Стремительный зеленый скакун-скелет',
    nil,
  },
  [12345] = {
    'Красный крапчатый ящер',
    nil,
  },
  [12346] = {
    'Изумрудный верховой ящер',
    nil,
  },
  [12347] = {
    'Разъяренный рифовый краб',
    nil,
  },
  [12348] = {
    'Палевый ящер',
    nil,
  },
  [12349] = {
    'Бирюзовый верховой ящер',
    nil,
  },
  [12350] = {
    'Фиолетовый верховой ящер',
    nil,
  },
  [12351] = {
    'Верховой лютый волк',
    nil,
  },
  [12352] = {
    'Боец Алого ордена',
    nil,
  },
  [12353] = {
    'Верховой лесной волк',
    nil,
  },
  [12354] = {
    'Бурый верховой кодо',
    nil,
  },
  [12355] = {
    'Серый верховой кодо',
    nil,
  },
  [12356] = {
    'Зеленый верховой кодо',
    nil,
  },
  [12357] = {
    'Бирюзовый верховой кодо',
    nil,
  },
  [12358] = {
    'Верховой полосатый ледопард',
    nil,
  },
  [12359] = {
    'Верховой пятнистый ледопард',
    nil,
  },
  [12360] = {
    'Верховой полосатый ночной саблезуб',
    nil,
  },
  [12361] = {
    'Верховой ночной саблезуб',
    nil,
  },
  [12362] = {
    'Верховой ледопард',
    nil,
  },
  [12363] = {
    'Синий механодолгоног',
    nil,
  },
  [12364] = {
    'Льдисто-синий механодолгоног модель А',
    nil,
  },
  [12365] = {
    'Красный механодолгоног',
    nil,
  },
  [12366] = {
    'Некрашеный механодолгоног модель Х',
    nil,
  },
  [12367] = {
    'Зеленый механодолгоног',
    nil,
  },
  [12368] = {
    'Белый механодолгоног модель А',
    nil,
  },
  [12369] = {
    'Лорд Крагару',
    nil,
  },
  [12370] = {
    'Черный баран',
    nil,
  },
  [12371] = {
    'Снежный баран',
    nil,
  },
  [12372] = {
    'Бурый баран',
    nil,
  },
  [12373] = {
    'Серый баран',
    nil,
  },
  [12374] = {
    'Белый ездовой баран',
    nil,
  },
  [12375] = {
    'Гнедая кобыла',
    nil,
  },
  [12376] = {
    'Гнедой конь',
    nil,
  },
  [12377] = {
    'Завывающий призрак',
    nil,
  },
  [12378] = {
    'Проклятая душа',
    nil,
  },
  [12379] = {
    'Неживой смотритель',
    nil,
  },
  [12380] = {
    'Неживой обитатель',
    nil,
  },
  [12381] = {
    'Магический светлячок',
    nil,
  },
  [12382] = {
    'Дух маны',
    nil,
  },
  [12383] = {
    'Грызунчик',
    'Луговая собачка',
  },
  [12384] = {
    'Август Помешанный',
    nil,
  },
  [12385] = {
    'Усовершенствованный манекен-мишень орудийного расчета',
    nil,
  },
  [12387] = {
    'Большая злобная слизь',
    nil,
  },
  [12396] = {
    'Командир стражей ужаса',
    nil,
  },
  [12397] = {
    'Владыка Каззак',
    nil,
  },
  [12416] = {
    'Легионер Крыла Тьмы',
    nil,
  },
  [12418] = {
    'Гиена клана Гордок',
    nil,
  },
  [12419] = {
    'Реалистичная жаба',
    nil,
  },
  [12420] = {
    'Маг Крыла Тьмы',
    nil,
  },
  [12422] = {
    'Драконид Когтя Смерти',
    nil,
  },
  [12423] = {
    'Стражник Робертс',
    nil,
  },
  [12425] = {
    'Флинт Тенемор',
    nil,
  },
  [12426] = {
    'Манекен-мишень искусной работы',
    nil,
  },
  [12427] = {
    'Горный пехотинец Дольф',
    nil,
  },
  [12428] = {
    'Страж смерти Кел',
    nil,
  },
  [12429] = {
    'Часовой Шайя',
    nil,
  },
  [12430] = {
    'Рубака Кор\'жа',
    nil,
  },
  [12431] = {
    'Жуткоклык',
    nil,
  },
  [12432] = {
    'Старый Губач',
    nil,
  },
  [12433] = {
    'Кретис Тенеткач',
    nil,
  },
  [12434] = {
    'Генератор монстров (Черное Крыло)',
    nil,
  },
  [12435] = {
    'Бритвосмерт Неукротимый',
    nil,
  },
  [12457] = {
    'Чароплет Крыла Тьмы',
    nil,
  },
  [12458] = {
    'Надсмотрщик из логова Крыла Тьмы',
    nil,
  },
  [12459] = {
    'Чернокнижник Крыла Тьмы',
    nil,
  },
  [12460] = {
    'Змеестраж Когтя Смерти',
    nil,
  },
  [12461] = {
    'Надзиратель Когтя Смерти',
    nil,
  },
  [12463] = {
    'Огнечешуйчатый дракон Когтя Смерти',
    nil,
  },
  [12464] = {
    'Огнечар Когтя Смерти',
    nil,
  },
  [12465] = {
    'Драконида Когтя Смерти',
    nil,
  },
  [12467] = {
    'Капитан Когтя Смерти',
    nil,
  },
  [12468] = {
    'Гнездовая Когтя Смерти',
    nil,
  },
  [12473] = {
    'Арканитовый дракончик',
    nil,
  },
  [12474] = {
    'Изумрудон-страж ветвей',
    nil,
  },
  [12475] = {
    'Изумрудон-хранитель деревьев',
    nil,
  },
  [12476] = {
    'Изумрудон-оракул',
    nil,
  },
  [12477] = {
    'Малахитор-страж ветвей',
    nil,
  },
  [12478] = {
    'Малахитор-оракул',
    nil,
  },
  [12479] = {
    'Малахитор-хранитель деревьев',
    nil,
  },
  [12480] = {
    nil,
    'Капитан стражи',
  },
  [12481] = {
    nil,
    'Вербовщик Штормграда',
  },
  [12496] = {
    'Следопыт Снов',
    nil,
  },
  [12497] = {
    'Рыкун Сна',
    nil,
  },
  [12498] = {
    'Ловчий снов',
    nil,
  },
  [12536] = {
    'Иллюзия: черный драконид',
    nil,
  },
  [12557] = {
    'Греток Регулятор',
    nil,
  },
  [12576] = {
    'Гриш Выносливый Гонец',
    nil,
  },
  [12577] = {
    nil,
    'Укротительница гиппогрифов',
  },
  [12578] = {
    nil,
    'Укротительница гиппогрифов',
  },
  [12579] = {
    'Потрошительница из стаи Кровавой Ярости',
    nil,
  },
  [12596] = {
    'Бибильфас Перосвист',
    'Укротительница грифонов',
  },
  [12616] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [12617] = {
    'Хелин Сталекрылая',
    'Укротительница грифонов',
  },
  [12636] = {
    nil,
    'Дрессировщик нетопырей',
  },
  [12676] = {
    'Острокоготь',
    nil,
  },
  [12696] = {
    'Сенани Громовое Сердце',
    nil,
  },
  [12718] = {
    'Гурда Печать Гнева',
    nil,
  },
  [12722] = {
    'Гурда Ночная Тень',
    nil,
  },
  [12736] = {
    nil,
    'Служители Земли',
  },
  [12737] = {
    'Масток Райльшип',
    nil,
  },
  [12738] = {
    'Нори Гордоступ',
    nil,
  },
  [12739] = {
    'Элитный охранник Ониксии',
    nil,
  },
  [12740] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [12756] = {
    'Леди Ониксия',
    nil,
  },
  [12758] = {
    'Инициатор Ониксии',
    nil,
  },
  [12759] = {
    'Приливница',
    nil,
  },
  [12776] = {
    nil,
    'Наставница демонов',
  },
  [12777] = {
    'Капитан Сокрушающий Молот',
    'Интендант снабжения доспехами',
  },
  [12778] = {
    'Лейтенант Рашель Ваккар',
    'Начальник снабжения доспехами Запределья',
  },
  [12779] = {
    'Верховный маг Гайман',
    nil,
  },
  [12780] = {
    'Старший сержант Тень Небес',
    nil,
  },
  [12781] = {
    'Старший сержант Биггинс',
    'Начальник снабжения аксессуарами',
  },
  [12782] = {
    'Капитан О\'Нил',
    'Начальник снабжения старинным оружием',
  },
  [12783] = {
    'Лейтенант Картер',
    'Продавец верховых животных',
  },
  [12784] = {
    'Лейтенант Штекерз',
    'Начальник снабжения старинным оружием',
  },
  [12785] = {
    'Старший сержант Клейт',
    'Интендант снабжения доспехами',
  },
  [12786] = {
    'Стражник Куин',
    nil,
  },
  [12787] = {
    'Стражник Хаммон',
    nil,
  },
  [12788] = {
    nil,
    'Начальник снабжения доспехами Запределья',
  },
  [12789] = {
    'Кровавый страж Хини\'вана',
    nil,
  },
  [12790] = {
    'Советник Виллингтон',
    nil,
  },
  [12791] = {
    'Вождь Землевяз',
    nil,
  },
  [12792] = {
    'Леди Палансир',
    'Интендант снабжения доспехами',
  },
  [12793] = {
    'Храбрец Каменная Шкура',
    'Начальник снабжения аксессуарами',
  },
  [12794] = {
    'Каменный страж Зарг',
    'Начальник снабжения старинным оружием',
  },
  [12795] = {
    'Первый сержант Хола\'махи',
    'Интендант снабжения доспехами',
  },
  [12796] = {
    'Налетчик Борк',
    'Начальник снабжения верховыми животными',
  },
  [12797] = {
    'Рубака Корф',
    nil,
  },
  [12798] = {
    'Рубака Бек\'рах',
    nil,
  },
  [12799] = {
    'Сержант Ба\'ша',
    'Начальник снабжения аксессуарами',
  },
  [12801] = {
    'Волшебная химера',
    nil,
  },
  [12802] = {
    'Химера-пожиратель',
    nil,
  },
  [12803] = {
    'Лорд Лакмеран',
    nil,
  },
  [12805] = {
    'Офицер Арейн',
    'Начальник снабжения аксессуарами',
  },
  [12807] = {
    nil,
    'Наставница демонов',
  },
  [12818] = {
    'Руул Снежное Копыто',
    nil,
  },
  [12819] = {
    'Облик медведя Руула Снежного Копыта',
    nil,
  },
  [12836] = {
    'Странствующий заступник',
    nil,
  },
  [12837] = {
    'Ями Снежное Копыто',
    nil,
  },
  [12856] = {
    'Вестница Ясеневого леса',
    nil,
  },
  [12859] = {
    'Налетчик с заставы Расщепленного Дерева',
    nil,
  },
  [12860] = {
    'Дариэль Лунное Пламя',
    nil,
  },
  [12861] = {
    'Огонек (только зрение Привидения)',
    nil,
  },
  [12862] = {
    'Разведчик клана Песни Войны',
    nil,
  },
  [12863] = {
    'Гонец клана Песни Войны',
    nil,
  },
  [12864] = {
    'Всадник из клана Песни Войны',
    nil,
  },
  [12865] = {
    'Посол Малкин',
    nil,
  },
  [12866] = {
    'Мириам Лунная Певица',
    nil,
  },
  [12876] = {
    'Барон Акванис',
    nil,
  },
  [12877] = {
    'Эртог Лютоклык',
    nil,
  },
  [12896] = {
    'Часовой Среброкрылых',
    nil,
  },
  [12897] = {
    'Воительница клана Среброкрылых',
    nil,
  },
  [12898] = {
    'Фантим Иллюзор',
    nil,
  },
  [12903] = {
    'Стражник заставы Расщепленного Дерева',
    nil,
  },
  [12904] = {
    'Дух воздаяния',
    nil,
  },
  [12918] = {
    'Вождь Мургут',
    'Король Гиблой Чащи',
  },
  [12920] = {
    'Доктор Грегори Виктор',
    'Травматолог',
  },
  [12921] = {
    'Разъяренный фурболг из племени Гиблой Чащи',
    nil,
  },
  [12922] = {
    'Бес-прислужник',
    nil,
  },
  [12923] = {
    'Раненый солдат',
    nil,
  },
  [12924] = {
    'Тяжелораненый солдат',
    nil,
  },
  [12925] = {
    'Смертельно раненый солдат',
    nil,
  },
  [12936] = {
    'Тяжелораненый солдат Альянса',
    nil,
  },
  [12937] = {
    'Смертельно раненый солдат Альянса',
    nil,
  },
  [12938] = {
    'Раненый солдат Альянса',
    nil,
  },
  [12939] = {
    'Доктор Густав ван Склифф',
    'Травматолог',
  },
  [12940] = {
    'Ворша Хлестунья',
    nil,
  },
  [12941] = {
    nil,
    'Хозяйственные припасы',
  },
  [12942] = {
    nil,
    'Товары для кожевников',
  },
  [12943] = {
    'Верг Крепкий Клинок',
    'Товары для кожевников',
  },
  [12944] = {
    'Локтос Зловещий Торговец',
    'Братство Тория',
  },
  [12956] = {
    'Заннок Проткни-Шкуру',
    'Товары для кожевников',
  },
  [12957] = {
    'Блимо Прибамбас',
    'Хозяйственные припасы',
  },
  [12958] = {
    'Гиджет Свистопулька',
    'Хозяйственные припасы',
  },
  [12959] = {
    nil,
    'Потребительские товары',
  },
  [12960] = {
    nil,
    'Потребительские товары',
  },
  [12961] = {
    nil,
    'Учитель рыбной ловли',
  },
  [12962] = {
    nil,
    'Торговец рыбой и снастями',
  },
  [12976] = {
    'Лиходейка из племени Колкар',
    nil,
  },
  [12977] = {
    'Душитель из племени Колкар',
    nil,
  },
  [12996] = {
    'Верховой горный пехотинец Стальгорна',
    nil,
  },
  [12997] = {
    nil,
    'Специалист по борьбе с грызунами',
  },
  [12998] = {
    'Дворф-фермер',
    nil,
  },
  [12999] = {
    'Мир – невидимый инициатор',
    nil,
  },
  [13000] = {
    'Гном-инженер',
    nil,
  },
  [13016] = {
    'Подземная крыса',
    nil,
  },
  [13017] = {
    'Пойманная подземная крыса',
    nil,
  },
  [13019] = {
    'Ясновидец клана Пылающего Клинка',
    nil,
  },
  [13020] = {
    'Валестраз Порочный',
    nil,
  },
  [13021] = {
    'Криводрев Сокрушитель',
    nil,
  },
  [13022] = {
    'Кнутохлест',
    nil,
  },
  [13036] = {
    'Мастифф клана Гордок',
    nil,
  },
  [13076] = {
    'Горный пехотинец Дун Морога',
    nil,
  },
  [13080] = {
    'Стражник из племени Железного Рудника',
    nil,
  },
  [13081] = {
    'Налетчик из племени Железного Рудника',
    nil,
  },
  [13082] = {
    nil,
    'Задира',
  },
  [13084] = {
    'Бикси Пошатушка',
    'Эксперт по оружию',
  },
  [13085] = {
    'Мирокос Тихоступ',
    nil,
  },
  [13086] = {
    'Агги Громовой Топот',
    nil,
  },
  [13087] = {
    'Захватчик Ледяного рудника',
    nil,
  },
  [13088] = {
    'Маша Быстрорезка',
    nil,
  },
  [13089] = {
    'Стражник Ледяного рудника',
    nil,
  },
  [13096] = {
    'Исследователь Ледяного рудника',
    nil,
  },
  [13097] = {
    'Геодезист Ледяного рудника',
    nil,
  },
  [13098] = {
    'Геодезист из племени Железного Рудника',
    nil,
  },
  [13099] = {
    'Исследователь из племени Железного Рудника',
    nil,
  },
  [13116] = {
    'Хранитель душ Альянса',
    nil,
  },
  [13117] = {
    'Хранитель душ Орды',
    nil,
  },
  [13118] = {
    'Телохранитель из Багрового Легиона',
    nil,
  },
  [13136] = {
    'Трутень из улья Аши',
    nil,
  },
  [13137] = {
    'Лейтенант Ругба',
    nil,
  },
  [13138] = {
    'Лейтенант Спенсер',
    nil,
  },
  [13139] = {
    'Командир Рандольф',
    nil,
  },
  [13140] = {
    'Командир Дардош',
    nil,
  },
  [13141] = {
    'Прогнивший топотун',
    nil,
  },
  [13142] = {
    'Загнивший плетун',
    nil,
  },
  [13143] = {
    'Лейтенант Могучее Копыто',
    nil,
  },
  [13144] = {
    'Лейтенант Воль\'талар',
    nil,
  },
  [13145] = {
    'Лейтенант Грумм',
    nil,
  },
  [13146] = {
    'Лейтенант Мурп',
    nil,
  },
  [13147] = {
    'Лейтенант Льюис',
    nil,
  },
  [13148] = {
    'Пламя Рагнароса',
    nil,
  },
  [13149] = {
    'Грабитель Синдиката',
    nil,
  },
  [13150] = {
    'Посланник Синдиката',
    nil,
  },
  [13151] = {
    'Мастер Синдиката Рисон',
    nil,
  },
  [13152] = {
    'Командир Малгор',
    nil,
  },
  [13153] = {
    'Командир Мулфорт',
    nil,
  },
  [13154] = {
    'Командир Луи Филипс',
    nil,
  },
  [13155] = {
    'Посланница стражей смерти',
    nil,
  },
  [13158] = {
    'Лейтенант Сандерс',
    nil,
  },
  [13160] = {
    'Паук-падальщик',
    nil,
  },
  [13161] = {
    'Грифон Заоблачного пика',
    nil,
  },
  [13176] = {
    'Кузнец Регзар',
    nil,
  },
  [13177] = {
    nil,
    'Укротитель ветрокрылов',
  },
  [13178] = {
    'Боевая виверна',
    nil,
  },
  [13179] = {
    'Командир звена Смуггл',
    nil,
  },
  [13180] = {
    'Командир звена Мааша',
    nil,
  },
  [13181] = {
    'Командир звена Маэстр',
    nil,
  },
  [13196] = {
    'Фазовый плеточник',
    nil,
  },
  [13197] = {
    'Хлестун Скверны',
    nil,
  },
  [13216] = {
    'Гаелден Кузнечный Молот',
    'Снабженец клана Грозовой Вершины',
  },
  [13217] = {
    'Тантальдис Снегоблеск',
    'Снабженец клана Грозовой Вершины',
  },
  [13218] = {
    'Грюнда Волчье Сердце',
    'Снабженец клана Северного Волка',
  },
  [13219] = {
    'Джекилл Флендринг',
    'Снабженец клана Северного Волка',
  },
  [13220] = {
    'Лайо Звездный Всполох',
    'Круг Кенария',
  },
  [13221] = {
    'Глаз Рисона в небе',
    nil,
  },
  [13236] = {
    'Шаманка стихий Турлога',
    nil,
  },
  [13256] = {
    'Локолар Владыка Льда',
    nil,
  },
  [13257] = {
    'Мургот Подземная Кузня',
    nil,
  },
  [13276] = {
    'Дикий бес из племени Буйного Нрава',
    nil,
  },
  [13278] = {
    'Герцог Гидраксис',
    nil,
  },
  [13279] = {
    'Колыхающийся волноплеск',
    nil,
  },
  [13280] = {
    'Гидротварь',
    nil,
  },
  [13282] = {
    'Ноксион',
    nil,
  },
  [13283] = {
    'Лорд Тони Романо',
    'Наставница разбойников',
  },
  [13284] = {
    'Шаман из клана Северного Волка',
    nil,
  },
  [13285] = {
    'Смертельный хлестун',
    nil,
  },
  [13296] = {
    'Лейтенант Ларжент',
    nil,
  },
  [13297] = {
    'Лейтенант Крепкохват',
    nil,
  },
  [13298] = {
    'Лейтенант Серожезлл',
    nil,
  },
  [13299] = {
    'Лейтенант Лонадин',
    nil,
  },
  [13300] = {
    'Лейтенант Манкузо',
    nil,
  },
  [13301] = {
    'Душитель из улья Аши',
    nil,
  },
  [13316] = {
    'Батрак Ледяного рудника',
    nil,
  },
  [13317] = {
    'Шахтер Ледяного рудника',
    nil,
  },
  [13318] = {
    'Командир Мортимер',
    nil,
  },
  [13319] = {
    'Командир Даффи',
    nil,
  },
  [13320] = {
    'Командир Карл Филипс',
    nil,
  },
  [13321] = {
    'Лягушка',
    nil,
  },
  [13322] = {
    'Гидраксианский отважный страж',
    nil,
  },
  [13323] = {
    'Подземный деметродон',
    nil,
  },
  [13324] = {
    'Опытный охранник',
    nil,
  },
  [13325] = {
    'Опытный горный пехотинец',
    nil,
  },
  [13326] = {
    'Опытный охранитель',
    nil,
  },
  [13327] = {
    'Опытный часовой',
    nil,
  },
  [13328] = {
    'Опытный стражник',
    nil,
  },
  [13329] = {
    'Опытный легионер',
    nil,
  },
  [13330] = {
    'Опытный воин',
    nil,
  },
  [13331] = {
    'Бывалый защитник',
    nil,
  },
  [13332] = {
    'Бывалый страж',
    nil,
  },
  [13333] = {
    'Бывалый охранник',
    nil,
  },
  [13334] = {
    'Легионер-ветеран',
    nil,
  },
  [13335] = {
    'Бывалый горный пехотинец',
    nil,
  },
  [13336] = {
    'Бывалый часовой',
    nil,
  },
  [13337] = {
    'Воин-ветеран',
    nil,
  },
  [13338] = {
    'Крыса Недр',
    nil,
  },
  [13356] = {
    'Миноукладчик из клана Грозовой Вершины',
    nil,
  },
  [13357] = {
    'Минер Северного Волка',
    nil,
  },
  [13358] = {
    'Снайпер из клана Грозовой Вершины',
    nil,
  },
  [13359] = {
    'Снайпер из клана Северного Волка',
    nil,
  },
  [13377] = {
    'Мастер-инженер Спустипар',
    nil,
  },
  [13378] = {
    'Крошшер клана Северного Волка',
    nil,
  },
  [13396] = {
    'Шахтер из племени Железного Рудника',
    nil,
  },
  [13397] = {
    'Батрак из племени Железного Рудника',
    nil,
  },
  [13416] = {
    'Крошшер клана Грозовой Вершины',
    nil,
  },
  [13417] = {
    'Сагорн Гривастый Странник',
    'Наставница шаманов',
  },
  [13418] = {
    'Каймард Меднокноп',
    'Пастбища Дымного Леса',
  },
  [13419] = {
    'Ивус Лесной Властелин',
    nil,
  },
  [13420] = {
    'Ликоста Меднокноп',
    'Пастбища Дымного Леса',
  },
  [13421] = {
    'Страж-ветеран',
    nil,
  },
  [13422] = {
    'Защитник-ветеран',
    nil,
  },
  [13424] = {
    'Охранник-ветеран',
    nil,
  },
  [13425] = {
    'Легионер-ветеран',
    nil,
  },
  [13426] = {
    'Горный пехотинец-ветеран',
    nil,
  },
  [13427] = {
    'Часовой-ветеран',
    nil,
  },
  [13428] = {
    'Воин-ветеран',
    nil,
  },
  [13429] = {
    'Арман Меднокноп',
    'Пастбища Дымного Леса',
  },
  [13430] = {
    'Габана Меднокноп',
    'Пастбища Дымного Леса',
  },
  [13431] = {
    'Живан Меднокноп',
    'Пастбища Дымного Леса',
  },
  [13432] = {
    'Лигерфа Меднокноп',
    'Пастбища Дымного Леса',
  },
  [13433] = {
    'Карден Деньгозвон',
    'Пастбища Дымного Леса',
  },
  [13434] = {
    'Дольча Деньгозвон',
    'Пастбища Дымного Леса',
  },
  [13435] = {
    'Деор Деньгозвон',
    'Пастбища Дымного Леса',
  },
  [13436] = {
    'Гуча Деньгозвон',
    'Пастбища Дымного Леса',
  },
  [13437] = {
    'Командир звена Ромеон',
    nil,
  },
  [13438] = {
    'Командир звена Макарч',
    nil,
  },
  [13439] = {
    'Командир звена Сквороц',
    nil,
  },
  [13440] = {
    'Всадник на волке из клана Северного Волка',
    nil,
  },
  [13441] = {
    'Командир всадников на волках клана Северного Волка',
    nil,
  },
  [13442] = {
    'Верховный друид Дикая Лань',
    nil,
  },
  [13443] = {
    'Друид Рощи',
    nil,
  },
  [13444] = {
    'Дедушка Зима',
    nil,
  },
  [13445] = {
    'Дедушка Зима',
    nil,
  },
  [13446] = {
    'Фельдмаршал Теравейн',
    nil,
  },
  [13447] = {
    'Капрал Норг Грозовая Вершина',
    nil,
  },
  [13448] = {
    'Сержант Язра Кровавый Рык',
    nil,
  },
  [13449] = {
    'Воевода Гаррик',
    nil,
  },
  [13456] = {
    'Порождение Ноксиона',
    nil,
  },
  [13476] = {
    'Бала Лок\'Вен',
    'Зелья, свитки и реагенты',
  },
  [13477] = {
    'Инициатор Ноксиона',
    nil,
  },
  [13516] = {
    'Гонец Северного Волка',
    nil,
  },
  [13517] = {
    'Опытный гонец',
    nil,
  },
  [13518] = {
    'Бывалый гонец',
    nil,
  },
  [13519] = {
    'Гонец-ветеран',
    nil,
  },
  [13520] = {
    'Следопыт клана Грозовой Вершины',
    nil,
  },
  [13521] = {
    'Опытный следопыт',
    nil,
  },
  [13522] = {
    'Бывалый следопыт',
    nil,
  },
  [13523] = {
    'Следопыт-ветеран',
    nil,
  },
  [13524] = {
    'Боец клана Грозовой Вершины',
    nil,
  },
  [13525] = {
    'Опытный боец',
    nil,
  },
  [13526] = {
    'Боец-ветеран',
    nil,
  },
  [13527] = {
    'Элитный боец-ветеран',
    nil,
  },
  [13528] = {
    'Разоритель из клана Северного Волка',
    nil,
  },
  [13529] = {
    'Опытный разоритель',
    nil,
  },
  [13530] = {
    'Бывалый разоритель',
    nil,
  },
  [13531] = {
    'Разоритель-ветеран',
    nil,
  },
  [13533] = {
    'Извергнутая личинка',
    nil,
  },
  [13534] = {
    'Опытный стражник Ледяного рудника',
    nil,
  },
  [13535] = {
    'Бывалый стражник Ледяного рудника',
    nil,
  },
  [13536] = {
    'Стражник-ветеран Ледяного рудника',
    nil,
  },
  [13537] = {
    'Опытный геодезист Ледяного рудника',
    nil,
  },
  [13538] = {
    'Бывалый геодезист Ледяного рудника',
    nil,
  },
  [13539] = {
    'Геодезист-ветеран Ледяного рудника',
    nil,
  },
  [13540] = {
    'Опытный исследователь из племени Железного Рудника',
    nil,
  },
  [13541] = {
    'Бывалый исследователь Железного рудника',
    nil,
  },
  [13542] = {
    'Ислледователь-ветеран Железного рудника',
    nil,
  },
  [13543] = {
    'Опытный налетчик из племени Железного Рудника',
    nil,
  },
  [13544] = {
    'Бывалый налетчик Железного рудника',
    nil,
  },
  [13545] = {
    'Налетчик-ветеран Железного рудника',
    nil,
  },
  [13546] = {
    'Опытный исследователь Ледяного рудника',
    nil,
  },
  [13547] = {
    'Бывалый исследователь Ледяного рудника',
    nil,
  },
  [13548] = {
    'Исследователь-ветеран Ледяного рудника',
    nil,
  },
  [13549] = {
    'Опытный захватчик Ледяного рудника',
    nil,
  },
  [13550] = {
    'Бывалый захватчик Ледяного рудника',
    nil,
  },
  [13551] = {
    'Захватчик-ветеран Ледяного рудника',
    nil,
  },
  [13552] = {
    'Опытный стражник из племени Железного Рудника',
    nil,
  },
  [13553] = {
    'Бывалый стражник Железного рудника',
    nil,
  },
  [13554] = {
    'Стражник-ветеран Железного рудника',
    nil,
  },
  [13555] = {
    'Опытный геодезист из племени Железного Рудника',
    nil,
  },
  [13556] = {
    'Бывалый геодезист Железного рудника',
    nil,
  },
  [13557] = {
    'Геодезист-ветеран Железного рудника',
    nil,
  },
  [13576] = {
    'Наездник на баране клана Грозовой Вершины',
    nil,
  },
  [13577] = {
    'Командир наездников на баранах клана Грозовой Вершины',
    nil,
  },
  [13596] = {
    'Гнилопасть',
    nil,
  },
  [13597] = {
    'Эксперт по взрывчатым веществам из клана Северного Волка',
    nil,
  },
  [13598] = {
    'Эксперт по взрывчатым веществам клана Грозовой Вершины',
    nil,
  },
  [13599] = {
    'Вялый хрустогрыз',
    nil,
  },
  [13601] = {
    'Ремонтник Гизлок',
    nil,
  },
  [13602] = {
    'Омерзительный Гринч',
    nil,
  },
  [13616] = {
    'Смотритель стойл из клана Северного Волка',
    'Смотритель стойл',
  },
  [13617] = {
    'Смотритель стойл из клана Грозовой Вершины',
    'Смотритель стойл',
  },
  [13618] = {
    'Прирученный северный волк',
    nil,
  },
  [13619] = {
    'Манекен-мишень Гизлока',
    nil,
  },
  [13620] = {
    'Гизлок',
    nil,
  },
  [13636] = {
    'Чудной снеговик',
    nil,
  },
  [13656] = {
    'Ива',
    'Сумеречный Молот',
  },
  [13676] = {
    'Альтеракский баран в стойлах',
    nil,
  },
  [13696] = {
    'Ядовитая лоза',
    nil,
  },
  [13698] = {
    'Хранитель Марандис',
    nil,
  },
  [13716] = {
    'Келебрас Освобожденный',
    nil,
  },
  [13717] = {
    'Кентавр-пария',
    nil,
  },
  [13718] = {
    'Безымянный пророк',
    nil,
  },
  [13736] = {
    'Отродье Злосмрада',
    nil,
  },
  [13737] = {
    'Сестра Марандиса',
    nil,
  },
  [13738] = {
    nil,
    'Пятый хан',
  },
  [13739] = {
    nil,
    'Четвертый хан',
  },
  [13740] = {
    nil,
    'Третий хан',
  },
  [13741] = {
    nil,
    'Второй хан',
  },
  [13742] = {
    nil,
    'Первый хан',
  },
  [13743] = {
    'Оскверненная сила природы',
    nil,
  },
  [13756] = {
    'Кладбище PvP – метка выполнения',
    nil,
  },
  [13776] = {
    'Капрал Тика Кровавый Рык',
    nil,
  },
  [13777] = {
    'Сержант Дарген Грозовая Вершина',
    nil,
  },
  [13778] = {
    'Башня PvP – метка выполнения',
    nil,
  },
  [13796] = {
    'Рудник PvP – метка выполнения',
    nil,
  },
  [13797] = {
    'Горный пехотинец Гулкий Крик',
    nil,
  },
  [13816] = {
    'Геолог Камнетерка',
    nil,
  },
  [13817] = {
    'Вогга Смертобой',
    nil,
  },
  [13836] = {
    'Конь кошмаров клана Пылающего Клинка',
    nil,
  },
  [13837] = {
    'Пойманный жеребец',
    nil,
  },
  [13839] = {
    'Королевский грозный страж',
    nil,
  },
  [13840] = {
    'Воевода Лаггронд',
    nil,
  },
  [13841] = {
    'Лейтенант Мурп',
    nil,
  },
  [13842] = {
    'Посол клана Северного Волка Рокстром',
    nil,
  },
  [13843] = {
    'Лейтенант Ротимер',
    'Вербовщик стражей для клана Грозовой Вершины',
  },
  [13876] = {
    'Инициатор Анжинера',
    nil,
  },
  [13896] = {
    'Чешуебород',
    nil,
  },
  [13916] = {
    'Хрустальный тотем Забытого Города',
    nil,
  },
  [13917] = {
    'Иззи Медноцап',
    'Банкир',
  },
  [13956] = {
    'Мистик из племени Секиры Зимы',
    nil,
  },
  [13957] = {
    'Воин из племени Секиры Зимы',
    nil,
  },
  [13958] = {
    'Ясновидец из племени Секиры Зимы',
    nil,
  },
  [13959] = {
    'Альтеракский йети',
    nil,
  },
  [13976] = {
    'Страдающий дракон',
    nil,
  },
  [13996] = {
    'Техник Крыла Тьмы',
    nil,
  },
  [14021] = {
    'Караульный из племени Секиры Зимы',
    nil,
  },
  [14022] = {
    'Оскверненный красный дракончик',
    nil,
  },
  [14023] = {
    'Оскверненный зеленый дракончик',
    nil,
  },
  [14024] = {
    'Оскверненный синий дракончик',
    nil,
  },
  [14025] = {
    'Оскверненный бронзовый дракончик',
    nil,
  },
  [14026] = {
    'Инициатор Смуггла',
    nil,
  },
  [14027] = {
    'Инициатор Малверика',
    nil,
  },
  [14028] = {
    'Инициатор Джезтор',
    nil,
  },
  [14029] = {
    'Инициатор Ромеон',
    nil,
  },
  [14030] = {
    'Инициатор Слидор',
    nil,
  },
  [14031] = {
    'Инициатор Змейер',
    nil,
  },
  [14041] = {
    'Лопотун',
    nil,
  },
  [14081] = {
    'Портал демонов',
    nil,
  },
  [14101] = {
    'Разъяренный страж Скверны',
    nil,
  },
  [14121] = {
    'Ныряльщик Подземного поезда',
    nil,
  },
  [14122] = {
    'Огромный гейзер',
    nil,
  },
  [14123] = {
    'Стальноклювый крепкохват',
    nil,
  },
  [14182] = {
    'Коларк Наемник',
    nil,
  },
  [14183] = {
    'Артиллерист Шелдонор',
    nil,
  },
  [14185] = {
    'Нажьяк Проклятун',
    'Охотник за головами',
  },
  [14186] = {
    'Равак Зловещий Тотем',
    'Охотник за головами',
  },
  [14187] = {
    nil,
    'Охотник за головами',
  },
  [14188] = {
    'Дирк Надувалло',
    'Охотник за головами',
  },
  [14221] = {
    'Гравис Слипнот',
    nil,
  },
  [14223] = {
    'Злобный Бенджи',
    nil,
  },
  [14224] = {
    nil,
    'Ремонтный модуль дальнего действия',
  },
  [14225] = {
    'Принц Келлен',
    nil,
  },
  [14228] = {
    'Хохотунья',
    nil,
  },
  [14229] = {
    'Проклятый Скользящий Плавник',
    nil,
  },
  [14230] = {
    'Воровской Глаз',
    nil,
  },
  [14231] = {
    'Дрогот Бродяга',
    nil,
  },
  [14232] = {
    'Дарт',
    nil,
  },
  [14233] = {
    'Чешуекус',
    nil,
  },
  [14235] = {
    'Гниль',
    nil,
  },
  [14236] = {
    'Морской черт',
    nil,
  },
  [14237] = {
    'Слизнечерв',
    nil,
  },
  [14241] = {
    'Железная Кора – отмщенный',
    nil,
  },
  [14261] = {
    'Синий драконид',
    nil,
  },
  [14262] = {
    'Зеленый драконид',
    nil,
  },
  [14263] = {
    'Бронзовый драконид',
    nil,
  },
  [14264] = {
    'Красный драконид',
    nil,
  },
  [14265] = {
    'Черный драконид',
    nil,
  },
  [14266] = {
    'Шанда Прядильщица',
    nil,
  },
  [14267] = {
    'Амогг Сокрушитель',
    nil,
  },
  [14268] = {
    'Лорд Кондар',
    nil,
  },
  [14269] = {
    'Искатель Аквалон',
    nil,
  },
  [14271] = {
    'Костелом',
    nil,
  },
  [14272] = {
    'Огнемордик',
    nil,
  },
  [14273] = {
    'Камнесерд',
    nil,
  },
  [14274] = {
    'Волк-ищейка племени Секиры Зимы',
    nil,
  },
  [14275] = {
    'Тамран Грозовая Вершина',
    nil,
  },
  [14277] = {
    'Леди Зефрис',
    nil,
  },
  [14279] = {
    'Ползух',
    nil,
  },
  [14280] = {
    'Большой Самрас',
    nil,
  },
  [14281] = {
    'Джимми Вымогатель',
    nil,
  },
  [14282] = {
    'Гончий волк',
    nil,
  },
  [14283] = {
    'Сова клана Грозовой Вершины',
    nil,
  },
  [14284] = {
    'Боевой страж клана Грозовой Вершины',
    nil,
  },
  [14285] = {
    'Боевой страж Северного Волка',
    nil,
  },
  [14301] = {
    nil,
    'Торговец луками',
  },
  [14302] = {
    'Хроматический драконид',
    nil,
  },
  [14303] = {
    'Одеревеневший страж',
    nil,
  },
  [14304] = {
    'Кор\'кронский гвардеец',
    nil,
  },
  [14305] = {
    'Ребенок-сирота',
    nil,
  },
  [14307] = {
    'Генератор черных драконидов',
    nil,
  },
  [14309] = {
    'Генератор красных драконидов',
    nil,
  },
  [14310] = {
    'Генератор зеленых драконидов',
    nil,
  },
  [14311] = {
    'Генератор бронзовых драконидов',
    nil,
  },
  [14312] = {
    'Генератор синих драконидов',
    nil,
  },
  [14321] = {
    'Стражник Фенгус',
    nil,
  },
  [14322] = {
    'Топотун Криг',
    'Пьяница',
  },
  [14323] = {
    'Стражник Слип\'кик',
    nil,
  },
  [14324] = {
    'Чо\'Раш Наблюдатель',
    nil,
  },
  [14325] = {
    'Капитан Давигром',
    nil,
  },
  [14326] = {
    'Стражник Мол\'дар',
    nil,
  },
  [14329] = {
    'Черный боевой волк',
    nil,
  },
  [14330] = {
    'Черный боевой ящер',
    nil,
  },
  [14331] = {
    'Красный боевой конь-скелет',
    nil,
  },
  [14332] = {
    'Вороной боевой скакун',
    nil,
  },
  [14333] = {
    'Черный боевой кодо',
    nil,
  },
  [14334] = {
    'Черный боевой механодолгоног',
    nil,
  },
  [14335] = {
    'Черный боевой баран',
    nil,
  },
  [14336] = {
    'Черный боевой саблезуб',
    nil,
  },
  [14337] = {
    'Полевой ремонтный робот 74A',
    nil,
  },
  [14338] = {
    'Уззл Наперстяк',
    nil,
  },
  [14339] = {
    'Смертный вой',
    nil,
  },
  [14340] = {
    'Алшир Гиблодых',
    nil,
  },
  [14342] = {
    'Яролап',
    nil,
  },
  [14343] = {
    'Олм Мудрый',
    nil,
  },
  [14345] = {
    'Онгар',
    nil,
  },
  [14347] = {
    'Верховный лорд Демитриан',
    nil,
  },
  [14348] = {
    'Заклинатель земли Франзал',
    nil,
  },
  [14350] = {
    'Гидралинг',
    nil,
  },
  [14351] = {
    'Дубильщик из клана Гордок',
    nil,
  },
  [14353] = {
    'Миззл Умелец',
    nil,
  },
  [14356] = {
    'Остроспинная бешенка',
    nil,
  },
  [14357] = {
    'Озерный крепкозуб',
    nil,
  },
  [14358] = {
    'Прародительница Шен\'дралар',
    nil,
  },
  [14361] = {
    'Шендраларский огонек',
    nil,
  },
  [14362] = {
    'Колючечник',
    nil,
  },
  [14363] = {
    'Охотник на воров Тенеборец',
    nil,
  },
  [14364] = {
    'Шен\'драларский дух',
    nil,
  },
  [14365] = {
    'Охотник на воров Дальногор',
    nil,
  },
  [14366] = {
    'Споры Кривого дерева',
    nil,
  },
  [14367] = {
    'Охотник на воров Громовар',
    nil,
  },
  [14368] = {
    'Сказитель Лидрос',
    nil,
  },
  [14369] = {
    'Шен\'драларский ревнитель',
    nil,
  },
  [14370] = {
    'Трупный червь',
    nil,
  },
  [14371] = {
    'Шен\'драларский поставщик',
    nil,
  },
  [14372] = {
    'Душитель из племени Зимней Спячки',
    nil,
  },
  [14373] = {
    'Ведун Королуск',
    nil,
  },
  [14374] = {
    'Книжница Рунический Шип',
    nil,
  },
  [14375] = {
    'Разведчик Твердорук',
    nil,
  },
  [14376] = {
    'Разведчик-душегуб',
    nil,
  },
  [14377] = {
    'Разведчик Тарр',
    nil,
  },
  [14378] = {
    'Охотница Небесная Грива',
    nil,
  },
  [14379] = {
    'Охотница Воронья Ольха',
    nil,
  },
  [14380] = {
    'Охотница Росистая Листва',
    nil,
  },
  [14381] = {
    'Сказитель Явон',
    nil,
  },
  [14382] = {
    'Сказительница Микос',
    nil,
  },
  [14383] = {
    'Сказитель Килдрат',
    nil,
  },
  [14385] = {
    'Стражник ужаса: Прислужник',
    nil,
  },
  [14386] = {
    'Блуждающее око Килрогга',
    nil,
  },
  [14387] = {
    'Лотос Хранитель Портала',
    nil,
  },
  [14388] = {
    'Черный дракон-разбойник',
    nil,
  },
  [14389] = {
    'Демон Пустоты',
    nil,
  },
  [14390] = {
    'Горный пехотинец-экспедитор',
    nil,
  },
  [14392] = {
    'Властитель Рунтак',
    nil,
  },
  [14393] = {
    'Экспедиционный жрец',
    nil,
  },
  [14395] = {
    'Гринибликс Наблюдатель',
    nil,
  },
  [14396] = {
    'Око Бессмер\'тера',
    nil,
  },
  [14397] = {
    'Сгусток маны',
    nil,
  },
  [14398] = {
    'Элдретарский хамелеон',
    nil,
  },
  [14399] = {
    'Волшебный поток',
    nil,
  },
  [14400] = {
    'Волшебное искажение',
    nil,
  },
  [14401] = {
    'Ваятель стихий Криксикс',
    nil,
  },
  [14402] = {
    'Охотник Кромвель',
    nil,
  },
  [14403] = {
    'Охотник Нар',
    nil,
  },
  [14404] = {
    'Охотница Томпсон',
    nil,
  },
  [14421] = {
    'Бурая луговая собачка',
    nil,
  },
  [14422] = {
    'Инициатор ГЧС',
    nil,
  },
  [14423] = {
    'Офицер Джексон',
    nil,
  },
  [14424] = {
    'Подболотник',
    nil,
  },
  [14425] = {
    'Костоглод',
    nil,
  },
  [14426] = {
    'Харб Поганая Гора',
    nil,
  },
  [14427] = {
    'Глупошмыг',
    nil,
  },
  [14429] = {
    'Зловещая Утроба',
    nil,
  },
  [14430] = {
    'Закатный ловец',
    nil,
  },
  [14431] = {
    'Фурия Шельда',
    nil,
  },
  [14433] = {
    'Болотный слякоч',
    nil,
  },
  [14434] = {
    'Тревого-бот',
    nil,
  },
  [14435] = {
    'Принц Громораан',
    'Искатель Ветра',
  },
  [14436] = {
    'Мор\'зул Вестник Крови',
    nil,
  },
  [14437] = {
    'Горзиеки Дикоглаз',
    nil,
  },
  [14438] = {
    'Офицер Померой',
    nil,
  },
  [14439] = {
    'Офицер Брэди',
    nil,
  },
  [14440] = {
    'Охотник Ветер Мудрости',
    nil,
  },
  [14441] = {
    'Охотник Тотем Ярости',
    nil,
  },
  [14442] = {
    'Охотник Громовой Рог',
    nil,
  },
  [14443] = {
    'Tap инициатор стража ужаса',
    nil,
  },
  [14444] = {
    'Орк-сирота',
    nil,
  },
  [14445] = {
    'Лорд-капитан Змеюк',
    nil,
  },
  [14448] = {
    'Облезлый Шип',
    nil,
  },
  [14449] = {
    'Инициатор сферы Крыльев Тьмы',
    nil,
  },
  [14450] = {
    'Попечительница сирот Найтингейл',
    nil,
  },
  [14451] = {
    'Попечительница сирот Батлвейл',
    nil,
  },
  [14452] = {
    'Порабощенный стражник ужаса: Командир',
    nil,
  },
  [14453] = {
    'Шар власти',
    nil,
  },
  [14454] = {
    'Ветробой',
    nil,
  },
  [14455] = {
    'Вертящийся захватчик',
    nil,
  },
  [14456] = {
    'Стражник Крыла Тьмы',
    nil,
  },
  [14457] = {
    'Принцесса Бурилла',
    nil,
  },
  [14458] = {
    'Водянистый захватчик',
    nil,
  },
  [14459] = {
    'Солдат Нефариана',
    nil,
  },
  [14460] = {
    'Пылающий захватчик',
    nil,
  },
  [14461] = {
    'Барон Огнерр',
    nil,
  },
  [14462] = {
    'Грохочущий захватчик',
    nil,
  },
  [14463] = {
    'Дайо Дряхлый',
    nil,
  },
  [14465] = {
    'Боевой штандарт Альянса',
    nil,
  },
  [14466] = {
    'Боевой штандарт Орды',
    nil,
  },
  [14469] = {
    'Ниби Всемогущий',
    nil,
  },
  [14470] = {
    'Бесенок',
    'Прислужник Ниби',
  },
  [14478] = {
    'Ураганий',
    nil,
  },
  [14479] = {
    'Владыка Эверан из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [14480] = {
    nil,
    'Сладости',
  },
  [14481] = {
    nil,
    'Сладости',
  },
  [14482] = {
    'Зоротианский бес',
    nil,
  },
  [14483] = {
    'Жуткий стражник',
    nil,
  },
  [14484] = {
    'Раненый крестьянин',
    nil,
  },
  [14485] = {
    'Чумной крестьянин',
    nil,
  },
  [14486] = {
    'Рядовой солдат Плети',
    'Прислужник Кел\'Тузада',
  },
  [14487] = {
    'Барабуль',
    nil,
  },
  [14489] = {
    'Лучник Плети',
    nil,
  },
  [14492] = {
    'Мигафоникс',
    'Геодезист',
  },
  [14493] = {
    'Эпический инициатор событий для жрецов',
    nil,
  },
  [14494] = {
    'Эрис Тайнопламень',
    nil,
  },
  [14495] = {
    'Невидимый Инициатор Один',
    nil,
  },
  [14496] = {
    'Сирота Штормграда',
    nil,
  },
  [14497] = {
    nil,
    'Хозяйка сиротского приюта',
  },
  [14499] = {
    'Ордынский сирота',
    nil,
  },
  [14502] = {
    'Зоротианский конь погибели',
    nil,
  },
  [14503] = {
    'Чистильщик',
    nil,
  },
  [14504] = {
    'Дух коня погибели',
    nil,
  },
  [14505] = {
    'Конь Ужаса',
    nil,
  },
  [14506] = {
    'Лорд Хел\'нурат',
    nil,
  },
  [14507] = {
    'Трансформа верховного жреца Веноксиса',
    nil,
  },
  [14508] = {
    'Коротышка Джон Мифрил',
    nil,
  },
  [14509] = {
    'Трансформа верховного жреца Текала',
    nil,
  },
  [14510] = {
    'Трансформа верховной жрицы Мар\'ли',
    nil,
  },
  [14511] = {
    'Осененный тенью дух',
    nil,
  },
  [14512] = {
    'Оскверненный дух',
    nil,
  },
  [14513] = {
    'Злокозненный дух',
    nil,
  },
  [14514] = {
    'Обыкновенный дух',
    nil,
  },
  [14515] = {
    'Трансформа верховной жрицы Арлокк',
    nil,
  },
  [14516] = {
    'Рыцарь смерти Темный Терзатель',
    nil,
  },
  [14517] = {
    'Трансформа верховной жрицы Джеклик',
    nil,
  },
  [14518] = {
    'Воплощение праздности',
    nil,
  },
  [14519] = {
    'Воплощение разврата',
    nil,
  },
  [14520] = {
    'Воплощение порока',
    nil,
  },
  [14521] = {
    'Воплощение тьмы',
    nil,
  },
  [14524] = {
    'Вартус Древний',
    nil,
  },
  [14525] = {
    'Стома Древний',
    nil,
  },
  [14526] = {
    'Хастат Древний',
    nil,
  },
  [14527] = {
    'Симона Незаметная',
    nil,
  },
  [14528] = {
    'Прелесть',
    'Питомец Симоны',
  },
  [14529] = {
    'Франклин Дружелюбный',
    nil,
  },
  [14530] = {
    'Соленор Душегуб',
    nil,
  },
  [14531] = {
    'Арториус Добродушный',
    nil,
  },
  [14532] = {
    'Ядокус Раззаши',
    nil,
  },
  [14533] = {
    'Симон Совратительница',
    nil,
  },
  [14534] = {
    'Клинфран Безумный',
    nil,
  },
  [14535] = {
    'Арториус Судьбоносный',
    nil,
  },
  [14536] = {
    'Нельсон Обаятельный',
    nil,
  },
  [14538] = {
    'Пушок Пожиратель',
    'Питомец Симоны',
  },
  [14539] = {
    'Стремительный лесной волк',
    nil,
  },
  [14540] = {
    'Стремительный бурый волк',
    nil,
  },
  [14541] = {
    'Стремительный серый волк',
    nil,
  },
  [14542] = {
    'Огромный белый кодо',
    nil,
  },
  [14543] = {
    'Стремительный оливковый ящер',
    nil,
  },
  [14544] = {
    'Стремительный оранжевый ящер',
    nil,
  },
  [14545] = {
    'Стремительный синий ящер',
    nil,
  },
  [14546] = {
    'Стремительный бурый баран',
    nil,
  },
  [14547] = {
    'Стремительный белый баран',
    nil,
  },
  [14548] = {
    'Стремительный серый баран',
    nil,
  },
  [14549] = {
    'Огромный бурый кодо',
    nil,
  },
  [14550] = {
    'Огромный серый кодо',
    nil,
  },
  [14551] = {
    'Стремительный желтый механодолгоног',
    nil,
  },
  [14552] = {
    'Стремительный белый механодолгоног',
    nil,
  },
  [14553] = {
    'Стремительный зеленый механодолгоног',
    nil,
  },
  [14554] = {
    'Стремительный облезлый механодолгоног',
    nil,
  },
  [14555] = {
    'Стремительный туманный саблезуб',
    nil,
  },
  [14556] = {
    'Стремительный ледопард',
    nil,
  },
  [14557] = {
    'Стремительный рассветный саблезуб',
    nil,
  },
  [14558] = {
    'Лиловый боевой конь-скелет',
    nil,
  },
  [14559] = {
    'Стремительный игреневый конь',
    nil,
  },
  [14560] = {
    'Стремительный белый рысак',
    nil,
  },
  [14561] = {
    'Стремительный гнедой рысак',
    nil,
  },
  [14562] = {
    'Стремительный синий механодолгоног',
    nil,
  },
  [14563] = {
    'Стремительный красный механодолгоног',
    nil,
  },
  [14564] = {
    'Дух долины Ужаса',
    nil,
  },
  [14565] = {
    'Скакун',
    nil,
  },
  [14566] = {
    'Дух древнего коня',
    nil,
  },
  [14567] = {
    'Деротайн Грязеглот',
    'Братство Тория',
  },
  [14568] = {
    'Падший скакун Темного Терзателя',
    nil,
  },
  [14581] = {
    'Сержант Громовой Рог',
    'Начальник снабжения старинным оружием',
  },
  [14601] = {
    'Черноскал',
    nil,
  },
  [14602] = {
    'Стремительный грозовой саблезуб',
    nil,
  },
  [14603] = {
    'Ослабленный береговой странник',
    nil,
  },
  [14604] = {
    'Ослабленный сухопутный бродяга',
    nil,
  },
  [14605] = {
    'Костяное создание',
    nil,
  },
  [14606] = {
    'Инициатор трупа драконида',
    nil,
  },
  [14621] = {
    'Надзиратель Мальториус',
    nil,
  },
  [14622] = {
    'Наблюдатель Братства Тория',
    'Братство Тория',
  },
  [14623] = {
    'Военачальник Ущелья Песни Войны',
    nil,
  },
  [14624] = {
    'Мастер-кузнец Закалон',
    'Братство Тория',
  },
  [14625] = {
    'Надзиратель Скользорук',
    'Братство Тория',
  },
  [14626] = {
    'Надсмотрщик Скрендж',
    'Братство Тория',
  },
  [14627] = {
    'Хансел Большерук',
    'Братство Тория',
  },
  [14628] = {
    'Эвонис Сажекурка',
    'Братство Тория',
  },
  [14629] = {
    'Древоголовый хрустогрыз',
    nil,
  },
  [14630] = {
    'Кожеспинный хрустогрыз',
    nil,
  },
  [14631] = {
    'Оливковый хрустогрыз',
    nil,
  },
  [14632] = {
    'Кривоклювый хрустогрыз',
    nil,
  },
  [14633] = {
    'Щелкоклюв-альбинос',
    nil,
  },
  [14634] = {
    'Капитан дозорных Лоло Долгобой',
    'Братство Тория',
  },
  [14635] = {
    'Сонный рабочий из клана Черного Железа',
    nil,
  },
  [14636] = {
    'Горничная Крепкие Тиски',
    nil,
  },
  [14637] = {
    'Зорбин Дребезгун',
    nil,
  },
  [14638] = {
    'Ослабленный странник волн',
    nil,
  },
  [14639] = {
    'Ослабленный странник глубин',
    nil,
  },
  [14640] = {
    'Ослабленный скальный великан',
    nil,
  },
  [14645] = {
    'Глашатай из клана Песни Войны',
    nil,
  },
  [14646] = {
    'Инициатор Стратхольма',
    nil,
  },
  [14661] = {
    'Жалохвост',
    nil,
  },
  [14662] = {
    'Оскверненный Тотем кольца огня V',
    nil,
  },
  [14663] = {
    'Оскверненный тотем каменной кожи VI',
    nil,
  },
  [14664] = {
    'Оскверненный тотем исцеляющего потока V',
    nil,
  },
  [14666] = {
    'Оскверненный тотем неистовства ветра III',
    nil,
  },
  [14667] = {
    'Оскверненный тотем',
    nil,
  },
  [14668] = {
    'Оскверненный инфернал',
    nil,
  },
  [14681] = {
    'Неисправный транспортер',
    nil,
  },
  [14682] = {
    'Калечер',
    nil,
  },
  [14686] = {
    'Леди Фалтер\'есс',
    nil,
  },
  [14693] = {
    'Насмешник',
    nil,
  },
  [14695] = {
    'Лорд Блэквуд',
    nil,
  },
  [14697] = {
    'Неуклюжий ужас',
    nil,
  },
  [14715] = {
    'Гвардеец Среброкрылых',
    nil,
  },
  [14717] = {
    'Ордынский гвардеец',
    nil,
  },
  [14718] = {
    'Ордынский работник',
    nil,
  },
  [14720] = {
    'Верховный правитель Саурфанг',
    nil,
  },
  [14721] = {
    'Фельдмаршал Афрасиаби',
    nil,
  },
  [14722] = {
    nil,
    'Начальник снабжения одеяниями Альянса',
  },
  [14723] = {
    'Мистина Сталещит',
    'Начальник снабжения одеяниями Альянса',
  },
  [14724] = {
    nil,
    'Начальник снабжения одеяниями Альянса',
  },
  [14725] = {
    'Райдон Сумеречный Воитель',
    'Начальник снабжения одеяниями Альянса',
  },
  [14726] = {
    'Рашона Лихая Плеть',
    'Начальник снабжения одеяниями Орды',
  },
  [14727] = {
    nil,
    'Начальник снабжения одеяниями Орды',
  },
  [14728] = {
    'Румстаг Гордый Странник',
    'Начальник снабжения одеяниями Орды',
  },
  [14729] = {
    nil,
    'Начальник снабжения одеяниями Орды',
  },
  [14730] = {
    'Дозорный из племени Сломанного Клыка',
    nil,
  },
  [14731] = {
    nil,
    'Хозяйка таверны',
  },
  [14732] = {
    'РvР CTF – метка выполнения',
    nil,
  },
  [14733] = {
    'Часовой Дальняя Песня',
    nil,
  },
  [14734] = {
    'Барабанщик из племени Сломанного Клыка',
    nil,
  },
  [14736] = {
    'Старейшина племени Сломанного Клыка',
    nil,
  },
  [14737] = {
    'Кузнец Углежог',
    'Товары для кузнецов',
  },
  [14738] = {
    nil,
    'Товары для кулинарии',
  },
  [14739] = {
    'Мистик Яо\'джин',
    'Реагенты',
  },
  [14740] = {
    'Катум Удильщик',
    'Рыбная ловля: обучение и снасти',
  },
  [14741] = {
    'Охотник Мархор',
    'Смотритель стойл',
  },
  [14742] = {
    'Цап Телепортыш',
    'Нервный инженер',
  },
  [14743] = {
    'Джорди Ла Форж',
    'Инженер',
  },
  [14744] = {
    'Верховой северный волк',
    nil,
  },
  [14745] = {
    'Боевой скакун Грозовой Вершины',
    nil,
  },
  [14748] = {
    'Похититель из племени Порочной Ветви',
    nil,
  },
  [14750] = {
    'Летучий всадник Гурубаши',
    nil,
  },
  [14751] = {
    'Боевой штандарт Северного Волка',
    nil,
  },
  [14752] = {
    'Боевой штандарт клана Грозовой Вершины',
    nil,
  },
  [14753] = {
    'Иллиана Лунное Сияние',
    'Снабженец Среброкрылых',
  },
  [14754] = {
    nil,
    'Снабженец Песни Войны',
  },
  [14755] = {
    'Крошечный зеленый дракончик',
    nil,
  },
  [14756] = {
    'Крошечный красный дракончик',
    nil,
  },
  [14757] = {
    'Старейшина Сломанный Клык',
    nil,
  },
  [14758] = {
    'Инициатор Зул\'Гуруба',
    nil,
  },
  [14761] = {
    'Ползучая гибель',
    nil,
  },
  [14762] = {
    'Маршал северного Оплота Дун Болдара',
    nil,
  },
  [14763] = {
    'Маршал южного Оплота Дун Болдара',
    nil,
  },
  [14764] = {
    'Маршал Ледяного Крыла',
    nil,
  },
  [14765] = {
    'Маршал Каменного Очага',
    nil,
  },
  [14766] = {
    'Маршал Стылой Крови',
    nil,
  },
  [14767] = {
    'Маршал смотровой башни',
    nil,
  },
  [14768] = {
    'Маршал восточной башни Северного Волка',
    nil,
  },
  [14769] = {
    'Маршал западной башни Северного Волка',
    nil,
  },
  [14770] = {
    'Воевода северного оплота Дун Балдара',
    nil,
  },
  [14771] = {
    'Воевода южного оплота Дун Балдара',
    nil,
  },
  [14772] = {
    'Воевода восточной башни Северного Волка',
    nil,
  },
  [14773] = {
    'Воевода Стылой Крови',
    nil,
  },
  [14774] = {
    'Воевода Ледяного Крыла',
    nil,
  },
  [14775] = {
    'Воевода Каменного Очага',
    nil,
  },
  [14776] = {
    'Воевода Смотровой башня',
    nil,
  },
  [14777] = {
    'Воевода западной башни Северного Волка',
    nil,
  },
  [14781] = {
    'Капитан Лободроб',
    nil,
  },
  [14821] = {
    'Ящер Раззаши',
    nil,
  },
  [14823] = {
    'Сайлас Новолуний',
    nil,
  },
  [14825] = {
    'Иссохшая наложница',
    nil,
  },
  [14826] = {
    'Пожертвованный тролль',
    nil,
  },
  [14827] = {
    'Бурт',
    nil,
  },
  [14828] = {
    'Гелвас Углешлюз',
    'Ярмарка Новолуния: выдача призов',
  },
  [14829] = {
    'Эбб Ниблгир',
    nil,
  },
  [14832] = {
    nil,
    'Сильнейшая из женщин!',
  },
  [14833] = {
    nil,
    'Тот, кто ничего не забывает!',
  },
  [14842] = {
    'Мелнан Темнокамень',
    'Зазывала ярмарки Новолуния',
  },
  [14843] = {
    'Крубан Черный Клинок',
    'Зазывала ярмарки Новолуния',
  },
  [14844] = {
    nil,
    'Продавец напитков ярмарки Новолуния',
  },
  [14845] = {
    'Стомп Громовой Рог',
    'Продавец еды ярмарки Новолуния',
  },
  [14846] = {
    nil,
    'Лавка редких товаров ярмарки Новолуния',
  },
  [14847] = {
    'Профессор Таддеус Палео',
    'Карты и редкие товары ярмарки Новолуния',
  },
  [14848] = {
    'Глашатай',
    nil,
  },
  [14849] = {
    'Зазывала ярмарки Новолуния',
    nil,
  },
  [14859] = {
    'Стражник Тарук',
    nil,
  },
  [14861] = {
    'Кровавая прислужница Киртоноса',
    nil,
  },
  [14862] = {
    'Эмиссар Роман\'хан',
    nil,
  },
  [14864] = {
    'Каз-моданский баран',
    nil,
  },
  [14866] = {
    'Лягушка Флика',
    nil,
  },
  [14869] = {
    'Карликовый василиск',
    nil,
  },
  [14875] = {
    nil,
    'Длань Растахана',
  },
  [14876] = {
    'Зандаларский охотник за головами',
    nil,
  },
  [14877] = {
    'Трансформа верховного жреца Веноксиса',
    'Испепелитель',
  },
  [14878] = {
    'Жаблинг',
    nil,
  },
  [14879] = {
    'Военачальник Низины Арати',
    nil,
  },
  [14880] = {
    'Паук-быстролап Раззаши',
    nil,
  },
  [14881] = {
    'Паук',
    nil,
  },
  [14882] = {
    'Наложница из племени Атал\'ай',
    nil,
  },
  [14883] = {
    'Рабыня вуду',
    nil,
  },
  [14884] = {
    'Паразитирующий змей',
    nil,
  },
  [14892] = {
    'Клык',
    nil,
  },
  [14893] = {
    'Стражник Куралл',
    nil,
  },
  [14894] = {
    'Рой пчел',
    nil,
  },
  [14902] = {
    'Джин\'рок Разрушитель',
    nil,
  },
  [14903] = {
    'Ал\'табим Всевидящий',
    nil,
  },
  [14904] = {
    'Майвики Зулдазарская',
    nil,
  },
  [14905] = {
    'Фальтир Слепой',
    nil,
  },
  [14910] = {
    nil,
    'Слуга Растахана',
  },
  [14911] = {
    'Зандаларский головорез',
    nil,
  },
  [14912] = {
    'Пленный ревнитель из племени Хаккари',
    nil,
  },
  [14921] = {
    'Рин\'вошо Торговец',
    'Зандаларские припасы и ремонт',
  },
  [14941] = {
    'Трансформа верховной жрицы Джеклик',
    'Испепелитель',
  },
  [14942] = {
    'Катра Кровавый Рык',
    'Военачальник Альтеракской долины',
  },
  [14943] = {
    'Боевая виверна Смуггл',
    nil,
  },
  [14944] = {
    'Боевая виверна Мааши',
    nil,
  },
  [14945] = {
    'Боевая виверна Маэстра',
    nil,
  },
  [14946] = {
    'Грифон Макарча',
    nil,
  },
  [14947] = {
    'Грифон Ромеона',
    nil,
  },
  [14948] = {
    'Грифон Сквороца',
    nil,
  },
  [14961] = {
    'Шонель Деньгозвон',
    'Пастбища Дымного Леса',
  },
  [14962] = {
    'Кинзо Меднокноп',
    'Пастбища Дымного Леса',
  },
  [14963] = {
    'Хьюг Деньгозвон',
    'Пастбища Дымного Леса',
  },
  [14964] = {
    'Кляйн Меднокноп',
    'Пастбища Дымного Леса',
  },
  [14965] = {
    'Бесноватый кровососущий нетопырь',
    nil,
  },
  [14966] = {
    'Трансформа верховного жреца Текала',
    'Испепелитель',
  },
  [14967] = {
    'Трансформа верховной жрицы Мар\'ли',
    'Испепелитель',
  },
  [14968] = {
    'Трансформа верховной жрицы Арлокк',
    'Испепелитель',
  },
  [14981] = {
    nil,
    'Военачальник Ущелья Песни Войны',
  },
  [14982] = {
    nil,
    'Военачальник Ущелья Песни Войны',
  },
  [14983] = {
    'Фельдмаршал Освет',
    nil,
  },
  [14984] = {
    'Сержант Макчист',
    nil,
  },
  [14986] = {
    'Тень Джин\'до',
    nil,
  },
  [14987] = {
    'Могущественный исцеляющий идол',
    nil,
  },
  [14989] = {
    'Ядовитое облако',
    nil,
  },
  [14990] = {
    'Эмиссар Осквернителей',
    nil,
  },
  [14991] = {
    'Эмиссар Лиги Аратора',
    nil,
  },
  [14994] = {
    'Зандаларский генератор событий',
    nil,
  },
  [15001] = {
    'PvP A-Mid – метка выполнения',
    nil,
  },
  [15002] = {
    'PvP Mid – метка выполнения',
    nil,
  },
  [15003] = {
    'PvP H-Mid – метка выполнения',
    nil,
  },
  [15004] = {
    'PvP ALT-S – метка выполнения',
    nil,
  },
  [15005] = {
    'PvP ALT-N – метка выполнения',
    nil,
  },
  [15006] = {
    'Дези Холодная',
    'Военачальник Низины Арати',
  },
  [15007] = {
    'Сэр Малори Вилер',
    'Военачальник Низины Арати',
  },
  [15008] = {
    'Леди Хотешем',
    'Военачальник Низины Арати',
  },
  [15009] = {
    'Дух вуду',
    nil,
  },
  [15010] = {
    'Тропическая жаба',
    nil,
  },
  [15011] = {
    'Вагнер Молотобоец',
    nil,
  },
  [15021] = {
    'Повелительница смерти Двайр',
    nil,
  },
  [15022] = {
    'Страж смерти Мортис',
    nil,
  },
  [15041] = {
    'Порождение Мар\'ли',
    nil,
  },
  [15042] = {
    'Занза Неупокоенный',
    nil,
  },
  [15043] = {
    'Зулианский кроколиск',
    nil,
  },
  [15045] = {
    'Фермер Арати',
    nil,
  },
  [15046] = {
    'Отрекшийся-фермер',
    nil,
  },
  [15061] = {
    'Дух Джин\'до',
    nil,
  },
  [15062] = {
    'Дровосек Арати',
    nil,
  },
  [15063] = {
    'Кузнец Арати',
    nil,
  },
  [15064] = {
    'Отрекшийся-кузнец',
    nil,
  },
  [15065] = {
    'Леди',
    nil,
  },
  [15067] = {
    'Зулианский ловец',
    nil,
  },
  [15068] = {
    'Зулианский страж',
    nil,
  },
  [15069] = {
    'Сердце Хаккара',
    nil,
  },
  [15070] = {
    nil,
    'Служитель Занзы',
  },
  [15071] = {
    'Шмыг',
    nil,
  },
  [15072] = {
    'Хват',
    nil,
  },
  [15073] = {
    'Огненный парень Пэта',
    nil,
  },
  [15074] = {
    'Шахтер Арати',
    nil,
  },
  [15075] = {
    'Отрекшийся-шахтер',
    nil,
  },
  [15076] = {
    'Зандаларский эмиссар',
    nil,
  },
  [15077] = {
    'Риггл Мормыш',
    'Опытный рыбак',
  },
  [15078] = {
    nil,
    'Ученик опытного рыбака',
  },
  [15079] = {
    'Рыбобот 5000',
    nil,
  },
  [15080] = {
    'Слуга Длани',
    'Длань Растахана',
  },
  [15086] = {
    'Конюшенный Арати',
    nil,
  },
  [15087] = {
    'Отрекшийся-конюх',
    nil,
  },
  [15088] = {
    'Гвардеец Пиратской Бухты',
    nil,
  },
  [15089] = {
    'Отрекшийся-дровосек',
    nil,
  },
  [15090] = {
    'Стремительный ящер Раззаши',
    nil,
  },
  [15091] = {
    'Инициатор Зул\'Гурубской пантеры',
    nil,
  },
  [15101] = {
    'Зулианский хищник',
    nil,
  },
  [15102] = {
    'Посланница Среброкрылых',
    nil,
  },
  [15103] = {
    'Эмиссар из клана Грозовой Вершины',
    nil,
  },
  [15104] = {
    'Стремительный зулианский тигр',
    nil,
  },
  [15105] = {
    'Эмиссар из клана Песни Войны',
    nil,
  },
  [15106] = {
    'Эмиссар Северного Волка',
    nil,
  },
  [15107] = {
    'Конь Арати',
    nil,
  },
  [15108] = {
    'Лошадь Отрекшихся',
    nil,
  },
  [15109] = {
    'Изначальное благословение, визуальный эффект',
    'Испепелитель',
  },
  [15110] = {
    'Пленник Гурубаши',
    nil,
  },
  [15111] = {
    'Сумасшедший слуга',
    nil,
  },
  [15112] = {
    'Зомбирующий тотем',
    nil,
  },
  [15113] = {
    'Прославленный герой',
    nil,
  },
  [15115] = {
    'Прославленный предок',
    nil,
  },
  [15116] = {
    nil,
    'Организатор турнира по рыбной ловле',
  },
  [15117] = {
    'Скованный дух',
    nil,
  },
  [15118] = {
    'Облик лучшего рыболова',
    nil,
  },
  [15119] = {
    nil,
    'Организатор турнира по рыбной ловле',
  },
  [15122] = {
    'Мертвая Газ\'ранка',
    nil,
  },
  [15124] = {
    'Версач Деньгозвон',
    'Пастбища Дымного Леса',
  },
  [15125] = {
    'Ричи Меднокноп',
    'Пастбища Дымного Леса',
  },
  [15126] = {
    nil,
    'Снабженец Осквернителей',
  },
  [15127] = {
    nil,
    'Снабженец Лиги Аратора',
  },
  [15128] = {
    'Гвардеец Осквернителей',
    nil,
  },
  [15130] = {
    'Гвардеец Лиги Аратора',
    nil,
  },
  [15131] = {
    nil,
    'Смотритель стойл',
  },
  [15136] = {
    'Гвардеец Павшего Молота',
    nil,
  },
  [15137] = {
    'Менетилский гвардеец',
    nil,
  },
  [15138] = {
    'Элитный воин Серебряного бора',
    nil,
  },
  [15139] = {
    'Глашатай Газ\'ранки',
    nil,
  },
  [15140] = {
    'Водяной парень Пэта',
    nil,
  },
  [15141] = {
    'Портал Безумия',
    nil,
  },
  [15146] = {
    'Сумасшедший демон Бездны',
    nil,
  },
  [15162] = {
    'Инквизитор Алого ордена',
    nil,
  },
  [15163] = {
    'Кошмарная иллюзия',
    nil,
  },
  [15164] = {
    'Инициатор Мулгора',
    nil,
  },
  [15165] = {
    'Отти Кутюри',
    'Модельер',
  },
  [15168] = {
    'Коварный скарабей',
    nil,
  },
  [15169] = {
    'Рало\'шал Вечная Стражница',
    nil,
  },
  [15170] = {
    'Рутгар Знакописец',
    nil,
  },
  [15171] = {
    'Франкал Каменный Мост',
    nil,
  },
  [15172] = {
    nil,
    'Обезьянка Бранна Бронзоборода',
  },
  [15174] = {
    nil,
    'Хозяйка таверны',
  },
  [15175] = {
    'Кхур Острый Рог',
    'Реагенты',
  },
  [15176] = {
    nil,
    'Кузнец',
  },
  [15177] = {
    'Клод Небесный Танец',
    'Укротительница гиппогрифов',
  },
  [15178] = {
    'Рунк Покоритель Ветров',
    'Укротитель ветрокрылов',
  },
  [15179] = {
    nil,
    'Хозяйственные припасы',
  },
  [15180] = {
    'Баристолф из Зыбучих Песков',
    nil,
  },
  [15181] = {
    'Командир Мар\'алит',
    nil,
  },
  [15182] = {
    nil,
    'Капитан стражи',
  },
  [15183] = {
    'Геолог Ехидная',
    nil,
  },
  [15184] = {
    'Пехотинец крепости Кенария',
    nil,
  },
  [15185] = {
    'Потомок Ноздорму',
    nil,
  },
  [15186] = {
    'Мурчаль',
    nil,
  },
  [15187] = {
    'Кенарийский эмиссар Нефритовая Луна',
    nil,
  },
  [15188] = {
    'Кенарийский эмиссар Черное Копыто',
    nil,
  },
  [15189] = {
    'Битисса Шаткобрус',
    nil,
  },
  [15190] = {
    'Ноггл Шаткобрус',
    nil,
  },
  [15191] = {
    'Призывательница ветров Гордый Рог',
    nil,
  },
  [15193] = {
    'Королева банши',
    nil,
  },
  [15194] = {
    'Отшельник Ортелл',
    nil,
  },
  [15195] = {
    'Страж проклятуна',
    nil,
  },
  [15196] = {
    'Смертехват',
    nil,
  },
  [15197] = {
    'Янка Зовущая Тьму',
    nil,
  },
  [15199] = {
    'Сержант Дыгал',
    nil,
  },
  [15200] = {
    'Хранительница Майна из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [15201] = {
    'Пламехват из культа Сумеречного Молота',
    nil,
  },
  [15202] = {
    'Вайрал Подлый',
    'Сумеречный Молот',
  },
  [15203] = {
    'Принц Скальдренокс',
    'Верховный совет Бездны',
  },
  [15204] = {
    'Верховный маршал Круговёрт',
    'Верховный совет Бездны',
  },
  [15205] = {
    'Барон Казум',
    'Верховный совет Бездны',
  },
  [15206] = {
    'Огарцог',
    'Совет Бездны',
  },
  [15207] = {
    'Герцог Глубин',
    'Совет Бездны',
  },
  [15208] = {
    'Герцог Осколков',
    'Совет Бездны',
  },
  [15209] = {
    'Багровый храмовник',
    'Совет Бездны',
  },
  [15211] = {
    'Лазурный храмовник',
    'Совет Бездны',
  },
  [15212] = {
    'Седой храмовник',
    'Совет Бездны',
  },
  [15213] = {
    'Властитель культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [15214] = {
    'Невидимый охотник',
    nil,
  },
  [15215] = {
    'Госпожа Наталия Мар\'алит',
    'Верховная жрица К\'Туна',
  },
  [15216] = {
    'Привидение мужчины',
    nil,
  },
  [15217] = {
    'Привидение женщины',
    nil,
  },
  [15218] = {
    'Инициатор ярмарочной пушки',
    nil,
  },
  [15220] = {
    'Герцог Ветров',
    'Совет Бездны',
  },
  [15221] = {
    'Невидимый инициатор Франкала',
    nil,
  },
  [15222] = {
    'Невидимый инициатор Рутгара',
    nil,
  },
  [15224] = {
    'Туман сна',
    nil,
  },
  [15229] = {
    'Векнисский солдат',
    nil,
  },
  [15230] = {
    'Векнисский воин',
    nil,
  },
  [15233] = {
    'Векнисский страж',
    nil,
  },
  [15235] = {
    'Векнисский острожал',
    nil,
  },
  [15236] = {
    'Векнисская оса',
    nil,
  },
  [15240] = {
    'Векнисский ядохвост',
    nil,
  },
  [15246] = {
    'Киражский поглотитель разума',
    nil,
  },
  [15247] = {
    'Киражский опустошитель разума',
    nil,
  },
  [15249] = {
    'Киражский плеточник',
    nil,
  },
  [15250] = {
    'Киражский душегуб',
    nil,
  },
  [15252] = {
    'Киражский воитель',
    nil,
  },
  [15260] = {
    'Дух безумного друида',
    nil,
  },
  [15261] = {
    'Тень души',
    nil,
  },
  [15262] = {
    'Обсидиановый искоренитель',
    nil,
  },
  [15263] = {
    'Пророк Скерам',
    nil,
  },
  [15264] = {
    'Анубисат-часовой',
    nil,
  },
  [15270] = {
    'Хуум Буйногривый',
    nil,
  },
  [15275] = {
    'Император Век\'нилаш',
    nil,
  },
  [15276] = {
    'Император Век\'лор',
    nil,
  },
  [15277] = {
    'Анубисат-защитник',
    nil,
  },
  [15282] = {
    'Аурель Золотой Лист',
    nil,
  },
  [15286] = {
    nil,
    'Королева Улья Регал',
  },
  [15288] = {
    nil,
    'Королева улья Аши',
  },
  [15290] = {
    nil,
    'Королева улья Зора',
  },
  [15293] = {
    'Эндель Копье Ветра',
    nil,
  },
  [15300] = {
    'Векнисский трутень',
    nil,
  },
  [15302] = {
    'Тень Таэрара',
    nil,
  },
  [15303] = {
    'Максима Покрышкинс',
    'Канонир ярмарки Новолуния',
  },
  [15304] = {
    'Тотем древнего источника маны',
    nil,
  },
  [15305] = {
    'Лорд Сквол',
    'Верховный совет Бездны',
  },
  [15306] = {
    'Бор Буйногривый',
    nil,
  },
  [15307] = {
    'Земельник-храмовник',
    'Совет Бездны',
  },
  [15308] = {
    'Пророк из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [15311] = {
    'Анубисат-хранитель',
    nil,
  },
  [15312] = {
    'Обсидиановый губитель',
    nil,
  },
  [15313] = {
    'Лунный совух (друид – таурен)',
    'Ночной эльф-друид',
  },
  [15314] = {
    'Лунный совух (друид – таурен)',
    'Таурен-друид',
  },
  [15315] = {
    'Майлина Холодная Луна',
    'Торговец оружием',
  },
  [15316] = {
    'Киражский скарабей',
    nil,
  },
  [15317] = {
    'Киражский скорпион',
    nil,
  },
  [15318] = {
    'Трутень из улья Зара',
    nil,
  },
  [15319] = {
    'Сборщик из улья Зара',
    nil,
  },
  [15320] = {
    'Солдат из улья Зара',
    nil,
  },
  [15323] = {
    'Пескоброд из улья Зара',
    nil,
  },
  [15324] = {
    'Киражский гладиатор',
    nil,
  },
  [15325] = {
    'Оса из улья Зара',
    nil,
  },
  [15327] = {
    'Острожал из улья Зара',
    nil,
  },
  [15328] = {
    'Паровой танк ярмарки Новолуния',
    nil,
  },
  [15333] = {
    'Кремнежорка',
    nil,
  },
  [15334] = {
    'Огромное глазастое щупальце',
    nil,
  },
  [15335] = {
    'Плотоед',
    nil,
  },
  [15336] = {
    'Бичехвост из улья Зара',
    nil,
  },
  [15338] = {
    'Обсидиановый разрушитель',
    nil,
  },
  [15339] = {
    'Оссириан Неуязвимый',
    nil,
  },
  [15341] = {
    'Генерал Раджакс',
    nil,
  },
  [15343] = {
    'Страж роя-кираж',
    nil,
  },
  [15344] = {
    'Иглокол-страж роя',
    nil,
  },
  [15350] = {
    'Ордынский вестник войны',
    nil,
  },
  [15351] = {
    'Бригадный генерал Альянса',
    nil,
  },
  [15353] = {
    'Катрина Мерцанна',
    'Тыквовинские вкусности',
  },
  [15354] = {
    nil,
    'Тыквовинские вкусности',
  },
  [15355] = {
    'Анубисат-страж',
    nil,
  },
  [15362] = {
    'Малфурион Ярость Бури',
    nil,
  },
  [15363] = {
    'Тотем духов',
    nil,
  },
  [15364] = {
    'RC Танк-миномет <PH>',
    nil,
  },
  [15368] = {
    'Танковая мина',
    nil,
  },
  [15369] = {
    'Аямисса Охотница',
    nil,
  },
  [15370] = {
    'Буру Обжора – визуальный эффект превращения',
    nil,
  },
  [15373] = {
    'Пиратский капитан дня всех святых',
    nil,
  },
  [15374] = {
    'Пират-нежить дня всех святых',
    nil,
  },
  [15375] = {
    'Пиратка дня всех святых',
    nil,
  },
  [15376] = {
    'Привидение мужчины дня всех святых',
    nil,
  },
  [15377] = {
    'Привидение женщины дня всех святых',
    nil,
  },
  [15378] = {
    'Меритра из Сна',
    nil,
  },
  [15381] = {
    'Анахронос Древнейший',
    nil,
  },
  [15382] = {
    'Фэндрал Олений Шлем',
    nil,
  },
  [15383] = {
    'Сержант Камнелоб',
    'Приемщик медных слитков',
  },
  [15384] = {
    'Страый Мир: инициатор (НЕ УДАЛЯТЬ)',
    nil,
  },
  [15387] = {
    'Киражский воин',
    nil,
  },
  [15388] = {
    'Майор Паккон',
    nil,
  },
  [15389] = {
    'Капитан Дренн',
    nil,
  },
  [15390] = {
    'Капитан Ксуррем',
    nil,
  },
  [15391] = {
    'Капитан Квиз',
    nil,
  },
  [15392] = {
    'Капитан Туубид',
    nil,
  },
  [15394] = {
    'Герой Орды',
    nil,
  },
  [15410] = {
    'Анахронос в обличье дракона',
    nil,
  },
  [15411] = {
    'Аригос в облике дракона',
    nil,
  },
  [15412] = {
    'Калестраз в драконьем облике',
    nil,
  },
  [15413] = {
    'Меритра в облике дракона',
    nil,
  },
  [15414] = {
    'Киражская оса',
    nil,
  },
  [15415] = {
    'Счетчик бомб-вонючек Южнобережья',
    nil,
  },
  [15419] = {
    nil,
    'Товары для наложения чар',
  },
  [15421] = {
    'Киражский трутень',
    nil,
  },
  [15422] = {
    'Киражский танк',
    nil,
  },
  [15423] = {
    'Калдорайский пехотинец',
    nil,
  },
  [15424] = {
    'Анубисат-покоритель',
    nil,
  },
  [15425] = {
    'Точка отладки',
    nil,
  },
  [15426] = {
    'Ан\'киражский инициатор',
    nil,
  },
  [15427] = {
    'Пробуждение Меритры',
    nil,
  },
  [15428] = {
    'Песчаный вихрь',
    nil,
  },
  [15429] = {
    'Омерзительный слизнюченыш',
    nil,
  },
  [15431] = {
    'Капрал Карнс',
    'Приемщик железных слитков',
  },
  [15432] = {
    'Госпожа Двукосса',
    'Приемщица ториевых слитков',
  },
  [15434] = {
    'Рядовой Драксельмер',
    'Приемщик удавника',
  },
  [15436] = {
    'Сержант-артиллерист Твердомолот',
    nil,
  },
  [15437] = {
    'Мастер Песня Ночи',
    'Приемщица лилового лотуса',
  },
  [15440] = {
    'Капитан Черная Наковальня',
    'Бригадный капитан Стальгорна',
  },
  [15441] = {
    'Ружейник дружины Стальгорна',
    nil,
  },
  [15442] = {
    'Бригадный пехотинец Стальгорна',
    nil,
  },
  [15443] = {
    'Джанела Твердомолот',
    nil,
  },
  [15444] = {
    'Чародей Форсунчик',
    nil,
  },
  [15445] = {
    'Старший сержант Гермайн',
    'Приемщица слез Артаса',
  },
  [15446] = {
    'Бонни Шлифовальщица',
    'Приемщица тонкой кожи',
  },
  [15448] = {
    'Рядовой Портер',
    'Приемщик жесткой кожи',
  },
  [15449] = {
    'Поганище из улья Зора',
    nil,
  },
  [15450] = {
    'Марта Остроигл',
    'Приемщица плотной кожи',
  },
  [15451] = {
    'Часовой Серебринка Небес',
    'Приемщик льняных бинтов',
  },
  [15452] = {
    'Медсестра Стоунфилд',
    'Приемщица шелковых бинтов',
  },
  [15453] = {
    'Хранитель Лунный Сумрак',
    'Приемщик бинтов из рунической ткани',
  },
  [15454] = {
    'Невидимый инициатор задания Анахроноса',
    nil,
  },
  [15455] = {
    'Гладень Гастрогном',
    'Приемщик радужного тунца',
  },
  [15456] = {
    'Сара Грустносвист',
    'Приемщица жареных ящеров',
  },
  [15457] = {
    'Охотница Быстрая Река',
    'Приемщик пятнистого желтохвоста',
  },
  [15458] = {
    'Командир Мощный Молот',
    'Посол Альянса',
  },
  [15459] = {
    'Шахтер Кромвель',
    'Приемщик медных слитков',
  },
  [15460] = {
    'Рубака Мауг',
    'Приемщик оловянных слитков',
  },
  [15461] = {
    'Скарабей-визгун',
    nil,
  },
  [15462] = {
    'Плюющийся скарабей',
    nil,
  },
  [15463] = {
    'Тотем легкости воздуха III',
    nil,
  },
  [15464] = {
    'Тотем силы земли V',
    nil,
  },
  [15466] = {
    'Прислужник Омена',
    nil,
  },
  [15467] = {
    'Омен',
    nil,
  },
  [15469] = {
    'Главный сержант Т\'келах',
    'Приемщица мифриловых слитков',
  },
  [15471] = {
    'Генерал-лейтенант Андоров',
    nil,
  },
  [15473] = {
    'Калдорайский гвардеец',
    nil,
  },
  [15475] = {
    'Жук',
    nil,
  },
  [15476] = {
    'Скорпион',
    nil,
  },
  [15477] = {
    'Травница Красивое Перо',
    'Приемщица мироцвета',
  },
  [15481] = {
    'Дух Азурегоса',
    nil,
  },
  [15491] = {
    'Эраникус, Тиран Сна',
    nil,
  },
  [15495] = {
    'Защитник Ночной Гавани',
    nil,
  },
  [15498] = {
    'Призывательница ветров Йессендра',
    nil,
  },
  [15499] = {
    'Страж-смотритель Харо',
    nil,
  },
  [15500] = {
    'Кейл Стремительный Коготь',
    nil,
  },
  [15502] = {
    nil,
    'Род Малигоса',
  },
  [15503] = {
    nil,
    'Род Алекстразы',
  },
  [15504] = {
    nil,
    'Род Изеры',
  },
  [15505] = {
    'Канальная бешенка',
    nil,
  },
  [15507] = {
    'Буру Обжора – визуальный эффект превращения',
    'Испепелитель',
  },
  [15508] = {
    'Объездчик нетопырей Пеле\'кейки',
    'Приемщик огнецветов',
  },
  [15509] = {
    'Принцесса Хухуран',
    nil,
  },
  [15510] = {
    'Фанкрисс Непреклонный',
    nil,
  },
  [15511] = {
    'Лорд Кри',
    nil,
  },
  [15512] = {
    'Аптекарь Жезель',
    'Приемщица лилового лотуса',
  },
  [15514] = {
    'Яйцо Буру',
    nil,
  },
  [15515] = {
    'Специалист по снятию шкур Джамани',
    'Приемщица тяжелых кож',
  },
  [15516] = {
    'Боевой страж Сартура',
    nil,
  },
  [15521] = {
    'Личинка из улья Зара',
    nil,
  },
  [15522] = {
    'Сержант Умала',
    'Приемщица плотной кожи',
  },
  [15524] = {
    'Горный северный олень',
    nil,
  },
  [15525] = {
    'Доктор Серратус',
    'Приемщик грубой кожи',
  },
  [15526] = {
    'Мередит Русалла',
    nil,
  },
  [15527] = {
    'Исчадие маны',
    nil,
  },
  [15528] = {
    'Целитель Выносливый Гонец',
    'Приемщик шерстяных бинтов',
  },
  [15529] = {
    'Госпожа Кэллоу',
    'Приемщица бинтов из магической ткани',
  },
  [15532] = {
    'Камнестраж Илистое Копыто',
    'Приемщик бинтов из рунической ткани',
  },
  [15533] = {
    'Кровостраж Сыросмолла',
    'Собиратель постного стейка из волчатины',
  },
  [15534] = {
    'Рыболов Лин\'до',
    'Приемщик пятнистого желтохвоста',
  },
  [15535] = {
    'Вождь Острый Коготь',
    'Приемщик запеченого лосося',
  },
  [15537] = {
    'Анубисат-воин',
    nil,
  },
  [15538] = {
    'Анубисат-страж роя',
    nil,
  },
  [15539] = {
    'Генерал Зог',
    'Посол Орды',
  },
  [15540] = {
    'Призыватель ветров Калдон',
    nil,
  },
  [15541] = {
    'Мародер Морна из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [15542] = {
    'Мародер из культа Сумеречного Молота',
    'Сумеречный Молот',
  },
  [15543] = {
    'Принцесса Яудж',
    nil,
  },
  [15545] = {
    'Кенарийский всадник',
    nil,
  },
  [15546] = {
    'Членистоног из улья Зара',
    nil,
  },
  [15549] = {
    'Предок Утренний Туман',
    nil,
  },
  [15552] = {
    'Доктор Жло',
    nil,
  },
  [15553] = {
    'Ветролет доктора Жло',
    nil,
  },
  [15554] = {
    'Номер Два',
    nil,
  },
  [15555] = {
    'Личинка из улья Зара',
    nil,
  },
  [15556] = {
    'Предок Камнещеп',
    nil,
  },
  [15557] = {
    'Предок Скалогром',
    nil,
  },
  [15558] = {
    'Предок Среброжил',
    nil,
  },
  [15559] = {
    'Предок Крутой Утес',
    nil,
  },
  [15560] = {
    'Предок Камнеград',
    nil,
  },
  [15561] = {
    'Предок Обсидиан',
    nil,
  },
  [15562] = {
    'Предок Молотозвон',
    nil,
  },
  [15563] = {
    'Предок Грозояр',
    nil,
  },
  [15564] = {
    'Предок Черносерд',
    nil,
  },
  [15565] = {
    'Предок Штормоскал',
    nil,
  },
  [15566] = {
    'Предок Снежнокрон',
    nil,
  },
  [15567] = {
    'Предок Сталекрут',
    nil,
  },
  [15568] = {
    'Предок Могильный Холм',
    nil,
  },
  [15569] = {
    'Предок Златокладезь',
    nil,
  },
  [15570] = {
    'Предок Первокамень',
    nil,
  },
  [15571] = {
    'Утроба',
    nil,
  },
  [15572] = {
    'Предок Рунический Тотем',
    nil,
  },
  [15573] = {
    'Предок Тотем Ярости',
    nil,
  },
  [15574] = {
    'Предок Каменное Копье',
    nil,
  },
  [15575] = {
    'Предок Кровавое Копыто',
    nil,
  },
  [15576] = {
    'Предок Заиндевевшее Копыто',
    nil,
  },
  [15577] = {
    'Предок Небесная Охотница',
    nil,
  },
  [15578] = {
    'Предок Буйногривая',
    nil,
  },
  [15579] = {
    'Предок Темный Рог',
    nil,
  },
  [15580] = {
    'Предок Гордый Рог',
    nil,
  },
  [15581] = {
    'Предок Зловещий Тотем',
    nil,
  },
  [15582] = {
    'Предок Тотем Ветра',
    nil,
  },
  [15583] = {
    'Предок Громовой Рог',
    nil,
  },
  [15584] = {
    'Предок Небесный Провидец',
    nil,
  },
  [15585] = {
    'Предок Рассветная Странница',
    nil,
  },
  [15586] = {
    'Предок Толкователь Снов',
    nil,
  },
  [15587] = {
    'Предок Странница Туманов',
    nil,
  },
  [15588] = {
    'Предок Высокогор',
    nil,
  },
  [15589] = {
    'Око К\'Туна',
    nil,
  },
  [15590] = {
    'Инициатор Кристалла Оссириана',
    nil,
  },
  [15591] = {
    'Прислужник Жла',
    nil,
  },
  [15592] = {
    'Предок Вестник Ветров',
    nil,
  },
  [15593] = {
    'Предок Песнь Звезд',
    nil,
  },
  [15594] = {
    'Предок Остролист',
    nil,
  },
  [15595] = {
    'Предок Остролист',
    nil,
  },
  [15596] = {
    'Предок Звездный Луг',
    nil,
  },
  [15597] = {
    'Предок Лунный Страж',
    nil,
  },
  [15598] = {
    'Предок Быстрый Клинок',
    nil,
  },
  [15599] = {
    'Предок Песнь Клинка',
    nil,
  },
  [15600] = {
    'Предок Небесный Отблеск',
    nil,
  },
  [15601] = {
    'Предок Звездная Пряжа',
    nil,
  },
  [15602] = {
    'Предок Луговой Ручей',
    nil,
  },
  [15603] = {
    'Предок Ночной Ветер',
    nil,
  },
  [15604] = {
    'Предок Утренняя Роса',
    nil,
  },
  [15605] = {
    'Предок Речная Песня',
    nil,
  },
  [15606] = {
    'Предок Сияющее Копье',
    nil,
  },
  [15607] = {
    'Предок Тихий Шепот',
    nil,
  },
  [15609] = {
    'Кенарийский разведчик Ландион',
    nil,
  },
  [15610] = {
    'Кенарийская разведчица Азенель',
    nil,
  },
  [15611] = {
    'Кенарийская разведчица Джалия',
    nil,
  },
  [15612] = {
    'Круг Крушитель Черепов',
    'Капитан оргриммарского легиона',
  },
  [15613] = {
    'Мерок Дальний Путь',
    nil,
  },
  [15614] = {
    'Дж. Д. Тенепев',
    nil,
  },
  [15615] = {
    'Жрица Тени Шаи',
    nil,
  },
  [15616] = {
    'Рубака из оргриммарского легиона',
    nil,
  },
  [15617] = {
    'Метатель топоров из оргриммарского легиона',
    nil,
  },
  [15620] = {
    'Охотник-убийца из улья Регал',
    nil,
  },
  [15621] = {
    'Потомство Яудж',
    nil,
  },
  [15622] = {
    'Векнисский бурильщик',
    nil,
  },
  [15624] = {
    'Лесной огонек',
    nil,
  },
  [15625] = {
    'Сумеречный осквернитель',
    nil,
  },
  [15628] = {
    'Эраникус Искупленный',
    nil,
  },
  [15629] = {
    'Кошмарный фантазм',
    nil,
  },
  [15630] = {
    'Порождение Остронога',
    nil,
  },
  [15631] = {
    'Круг Света',
    nil,
  },
  [15633] = {
    nil,
    'Верховная жрица Элуны',
  },
  [15634] = {
    'Жрица луны',
    nil,
  },
  [15659] = {
    'Аукционер Джаксон',
    nil,
  },
  [15660] = {
    'Эраникус Преображенный',
    'Испепелитель',
  },
  [15663] = {
    'Доброволец военной кампании',
    nil,
  },
  [15664] = {
    'Метцен – северный олень',
    nil,
  },
  [15665] = {
    'Горный северный олень',
    nil,
  },
  [15666] = {
    'Синий киражский боевой танк',
    nil,
  },
  [15667] = {
    'Капля Нечистотона',
    nil,
  },
  [15675] = {
    'Аукционер Складник',
    nil,
  },
  [15676] = {
    'Аукционер Нуда',
    nil,
  },
  [15677] = {
    'Аукционер Леонус',
    nil,
  },
  [15678] = {
    'Аукционер Сильва\'лас',
    nil,
  },
  [15679] = {
    'Аукционер Касарес',
    nil,
  },
  [15681] = {
    'Аукционер Дану',
    nil,
  },
  [15682] = {
    'Аукционер Кейн',
    nil,
  },
  [15683] = {
    'Аукционер Наксремис',
    nil,
  },
  [15684] = {
    'Аукционер Трикет',
    nil,
  },
  [15685] = {
    'Похититель Южных морей',
    nil,
  },
  [15686] = {
    'Аукционер Корт',
    nil,
  },
  [15692] = {
    'Похититель из клана Черного Железа',
    nil,
  },
  [15693] = {
    'Джонатан Богослов',
    nil,
  },
  [15694] = {
    'Гуляка из Штормграда',
    nil,
  },
  [15695] = {
    'Инициатор близнецов Век',
    nil,
  },
  [15696] = {
    'Рекрут военной кампании',
    nil,
  },
  [15698] = {
    'Помощник дедушки Зимы',
    nil,
  },
  [15699] = {
    'Спокойный механический йети',
    nil,
  },
  [15700] = {
    'Полководец Горчук',
    'Ан\'киражский командир',
  },
  [15701] = {
    'Фельдмаршал Снегопад',
    'Ан\'киражский командир',
  },
  [15702] = {
    'Главный сержант Тайга',
    'Ан\'киражский вербовщик',
  },
  [15703] = {
    'Главный сержант Гримсфорд',
    'Ан\'киражский вербовщик',
  },
  [15704] = {
    'Главный сержант Кай\'джин',
    'Ан\'киражский вербовщик',
  },
  [15705] = {
    'Маленькая помощница Дедушки Зимы',
    nil,
  },
  [15706] = {
    'Северный олень',
    nil,
  },
  [15707] = {
    'Старший сержант Шпунтец',
    'Ан\'киражский вербовщик',
  },
  [15708] = {
    'Старший сержант Маклур',
    'Ан\'киражский вербовщик',
  },
  [15709] = {
    'Старший сержант Тень Луны',
    'Ан\'киражский вербовщик',
  },
  [15710] = {
    'Снеговичок',
    nil,
  },
  [15712] = {
    'Куча земли',
    nil,
  },
  [15713] = {
    'Синий киражский боевой танк',
    nil,
  },
  [15714] = {
    'Желтый киражский боевой танк',
    nil,
  },
  [15715] = {
    'Зеленый киражский боевой танк',
    nil,
  },
  [15716] = {
    'Красный киражский боевой танк',
    nil,
  },
  [15717] = {
    'Инициатор Оуро',
    nil,
  },
  [15718] = {
    'Скарабей Оуро',
    nil,
  },
  [15719] = {
    'Гуляка из Громового Утеса',
    nil,
  },
  [15720] = {
    'Прародитель племени Древобрюхов',
    nil,
  },
  [15721] = {
    'Механический Гринч',
    nil,
  },
  [15722] = {
    'Оруженосец Леорен Мал\'дерат',
    'Смотритель стойл',
  },
  [15723] = {
    'Гуляка Пиратской Бухты',
    nil,
  },
  [15724] = {
    'Пьяный костолом',
    nil,
  },
  [15725] = {
    'Когтещупальце',
    nil,
  },
  [15726] = {
    'Глазной отросток',
    nil,
  },
  [15728] = {
    'Гигантский когтещуп',
    nil,
  },
  [15729] = {
    'Помощник дедушки Зимы (BIG) gm',
    nil,
  },
  [15730] = {
    'Снежный парень Пэта',
    nil,
  },
  [15731] = {
    'Сборщик похвальных значков из Дарнаса',
    nil,
  },
  [15732] = {
    'Оператор Чудоформера',
    'Пастбища Дымного Леса',
  },
  [15733] = {
    'Сборщик похвальных значков из Гномрегана',
    nil,
  },
  [15734] = {
    'Сборщик похвальных значков из Стальгорна',
    nil,
  },
  [15735] = {
    'Сборщик похвальных значков из Штормграда',
    nil,
  },
  [15736] = {
    'Сборщик похвальных значков из Оргриммара',
    nil,
  },
  [15737] = {
    'Сборщик похвальных значков из племени Черного Копья',
    nil,
  },
  [15738] = {
    'Сборщик похвальных значков из Подгорода',
    nil,
  },
  [15739] = {
    'Сборщик похвальных значков из Громового Утеса',
    nil,
  },
  [15740] = {
    'Колосс Зоры',
    nil,
  },
  [15741] = {
    'Колосс Регала',
    nil,
  },
  [15742] = {
    'Колосс Аши',
    nil,
  },
  [15743] = {
    'Исполинский анубисат-завоеватель',
    nil,
  },
  [15744] = {
    'Имперский киражский разрушитель',
    nil,
  },
  [15745] = {
    'Помощник дедушки Зимы',
    nil,
  },
  [15746] = {
    'Помощник дедушки Зимы',
    nil,
  },
  [15747] = {
    'Киражский капитан',
    nil,
  },
  [15748] = {
    'Младший анубисат-завоеватель',
    nil,
  },
  [15749] = {
    'Младший силитид-живодер',
    nil,
  },
  [15750] = {
    'Киражский майор',
    nil,
  },
  [15751] = {
    'Анубисат-завоеватель',
    nil,
  },
  [15752] = {
    'Силитид-живодер',
    nil,
  },
  [15753] = {
    'Киражский бригадный генерал',
    nil,
  },
  [15754] = {
    'Старший анубисат-завоеватель',
    nil,
  },
  [15756] = {
    'Большой силитид-живодер',
    nil,
  },
  [15757] = {
    'Киражский генерал-лейтенант',
    nil,
  },
  [15758] = {
    'Верховный анубисат-завоеватель',
    nil,
  },
  [15759] = {
    'Верховный силитид-живодер',
    nil,
  },
  [15760] = {
    'Гуляка Зимнего Покрова',
    nil,
  },
  [15761] = {
    'Офицер Ву\'Шалай',
    'Наградной отдел племени Черного Копья',
  },
  [15762] = {
    'Офицер Лунный Свет',
    'Наградной отдел Дарнаса',
  },
  [15763] = {
    'Офицер Бифштеккер',
    'Наградной отдел Гномрегана',
  },
  [15764] = {
    'Офицер Железнобород',
    'Наградной отдел Стальгорна',
  },
  [15765] = {
    'Офицер Алый Клинок',
    'Наградной отдел Оргриммара',
  },
  [15766] = {
    'Офицер Малуф',
    'Наградной отдел Штормграда',
  },
  [15767] = {
    'Офицер Громовая Странница',
    'Наградной отдел Громового Утеса',
  },
  [15768] = {
    'Офицер Готена',
    'Наградной отдел Подгорода',
  },
  [15769] = {
    'Резонирующий кристалл',
    nil,
  },
  [15770] = {
    'Сильный резонирующий кристалл',
    nil,
  },
  [15771] = {
    'Большой резонирующий кристалл',
    nil,
  },
  [15772] = {
    'Рождественский темный магистр Гандлинг',
    nil,
  },
  [15773] = {
    'Распорядитель Рождественской пушки Вилли',
    nil,
  },
  [15774] = {
    'Рождественский принц Тортелдрин',
    nil,
  },
  [15775] = {
    'Рождественский император Дагран Тауриссан',
    nil,
  },
  [15776] = {
    'Вождь Ренд Чернорук в рождественском наряде',
    nil,
  },
  [15777] = {
    'Рождественский воевода Вун',
    nil,
  },
  [15778] = {
    'Верховые ротовые щупальца, визуальный эффект',
    nil,
  },
  [15780] = {
    'Мужчина, празднующий Зимний Покров',
    nil,
  },
  [15781] = {
    'Женщина, празднующая Зимний Покров',
    nil,
  },
  [15782] = {
    'Дворф, празднующий Зимний Покров',
    nil,
  },
  [15783] = {
    'Дворф, празднующий Зимний Покров',
    nil,
  },
  [15784] = {
    'Ночная эльфийка, празднующая Зимний Покров',
    nil,
  },
  [15785] = {
    'Тролль, празднующий Зимний Покров',
    nil,
  },
  [15786] = {
    'Орк, празднующий Зимний Покров',
    nil,
  },
  [15787] = {
    'Гоблин, празднующий Зимний Покров',
    nil,
  },
  [15788] = {
    'Нежить, празднующая Зимний Покров',
    nil,
  },
  [15789] = {
    'Таурен, празднующий Зимний Покров',
    nil,
  },
  [15790] = {
    'Нежить, празднующая Зимний Покров',
    nil,
  },
  [15791] = {
    'Орк, празднующий Зимний Покров',
    nil,
  },
  [15792] = {
    'Тролль, празднующий Зимний Покров',
    nil,
  },
  [15793] = {
    'Таурен, празднующий Зимний Покров',
    nil,
  },
  [15794] = {
    'Ночной эльф, празднующий Зимний Покров',
    nil,
  },
  [15795] = {
    'Гоблин, празднующий Зимний Покров',
    nil,
  },
  [15796] = {
    'Горалук Разбитая Наковальня, рождественский костюм',
    'Бронник легиона Чернорука',
  },
  [15797] = {
    'Специалист по колоссам София',
    nil,
  },
  [15798] = {
    'Специалист по колоссам Нестор',
    nil,
  },
  [15799] = {
    'Специалист по колоссам Пюпиттер',
    nil,
  },
  [15800] = {
    'Инициатор выхода',
    nil,
  },
  [15801] = {
    nil,
    'ДЕРЖАТЕЛЬ ГОНГА',
  },
  [15802] = {
    'Мясистое щупальце',
    nil,
  },
  [15803] = {
    'Тотем безветрия',
    nil,
  },
  [15804] = {
    'Слабый резонирующий кристалл',
    nil,
  },
  [15805] = {
    'Малый резонирующий кристалл',
    nil,
  },
  [15806] = {
    'Киражский лейтенант',
    nil,
  },
  [15807] = {
    'Низший анубисат-завоеватель',
    nil,
  },
  [15808] = {
    'Низший силитид-живодер',
    nil,
  },
  [15809] = {
    nil,
    'Испепелитель',
  },
  [15810] = {
    'Ослабленный анубисат-завоеватель',
    nil,
  },
  [15811] = {
    'Неуклюжий силитид-живодер',
    nil,
  },
  [15812] = {
    'Киражский офицер',
    nil,
  },
  [15813] = {
    'Киражский офицер Зод',
    nil,
  },
  [15814] = {
    'Киражский лейтенант Джо-рел',
    nil,
  },
  [15815] = {
    'Киражский капитан Ка\'арк',
    nil,
  },
  [15816] = {
    'Киражский майор Хи\'али',
    nil,
  },
  [15817] = {
    'Киражский бригадный генерал Пакслиш',
    nil,
  },
  [15818] = {
    'Генерал-лейтенант Нокхор',
    nil,
  },
  [15832] = {
    'Помощник дедушки Зимы (BIG) rm',
    nil,
  },
  [15835] = {
    'Помощник дедушки Зимы (BIG) rf',
    nil,
  },
  [15838] = {
    'Помощник дедушки Зимы (BIG) gf',
    nil,
  },
  [15839] = {
    'Рубака Армии Калимдора',
    nil,
  },
  [15840] = {
    'Сержант Армии Калимдора',
    nil,
  },
  [15841] = {
    'Лейтенант Армии Калимдора',
    nil,
  },
  [15842] = {
    'Маг Армии Калимдора',
    nil,
  },
  [15843] = {
    'Жрец Армии Калимдора',
    nil,
  },
  [15844] = {
    'Целитель Армии Калимдора',
    nil,
  },
  [15845] = {
    'Капитан Армии Калимдора',
    nil,
  },
  [15846] = {
    'Лучник Армии Калимдора',
    nil,
  },
  [15847] = {
    'Шаман Армии Калимдора',
    nil,
  },
  [15848] = {
    'Пехотинец Армии Калимдора',
    nil,
  },
  [15849] = {
    'Друид Армии Калимдора',
    nil,
  },
  [15850] = {
    'Рыскатель Армии Калимдора',
    nil,
  },
  [15851] = {
    'Маршал Армии Калимдора',
    nil,
  },
  [15852] = {
    'Оргриммарский стражник со щитом',
    nil,
  },
  [15853] = {
    'Элитный оргриммарский пехотинец',
    nil,
  },
  [15854] = {
    'Элитный оргриммарский всадник',
    nil,
  },
  [15855] = {
    'Ружейник-таурен',
    nil,
  },
  [15856] = {
    'Предводитель тауренов',
    nil,
  },
  [15857] = {
    'Всадник Штормграда',
    nil,
  },
  [15858] = {
    'Штормградский солдат-пехотинец',
    nil,
  },
  [15859] = {
    'Штормградский верховный маг',
    nil,
  },
  [15860] = {
    'Калдорайский стрелок',
    nil,
  },
  [15861] = {
    'Стальгорнский солдат-пехотинец',
    nil,
  },
  [15862] = {
    'Кавалерист Стальгорна',
    nil,
  },
  [15863] = {
    'Шаман из племени Черного Копья',
    nil,
  },
  [15864] = {
    'Валадар Звездная Песня',
    'Собиратель монет Наследия',
  },
  [15865] = {
    'Майор Армии Калимдора',
    nil,
  },
  [15866] = {
    'Главнокомандующий Линора Порыв Ветра',
    nil,
  },
  [15867] = {
    'Верховный маг Армии Калимдора',
    nil,
  },
  [15868] = {
    'Верховный лорд Леорик фон Цельдиг',
    nil,
  },
  [15869] = {
    'Малагав Тактик',
    nil,
  },
  [15870] = {
    'Герцог Август Крушитель Врагов',
    nil,
  },
  [15871] = {
    'Предок Бронзобород',
    nil,
  },
  [15872] = {
    'Фейерверковый парень Пэта (BLUE)',
    nil,
  },
  [15873] = {
    'Фейерверковый парень Пэта (RED)',
    nil,
  },
  [15874] = {
    'Фейерверковый парень Пэта (GREEN)',
    nil,
  },
  [15875] = {
    'Фейерверковый парень Пэта (PURPLE)',
    nil,
  },
  [15876] = {
    'Фейерверковый парень Пэта (WHITE)',
    nil,
  },
  [15877] = {
    'Фейерверковый парень Пэта (YELLOW)',
    nil,
  },
  [15878] = {
    'Военный глашатай Финстер',
    nil,
  },
  [15879] = {
    'Пиротехник Пата – СИНИЙ',
    nil,
  },
  [15880] = {
    'Пиротехник Пата – ЗЕЛЕНЫЙ',
    nil,
  },
  [15881] = {
    'Пиротехник Пата – ЛИЛОВЫЙ',
    nil,
  },
  [15882] = {
    'Пиротехник Пата – КРАСНЫЙ',
    nil,
  },
  [15883] = {
    'Пиротехник Пата – ЖЕЛТЫЙ',
    nil,
  },
  [15884] = {
    'Пиротехник Пата – БЕЛЫЙ',
    nil,
  },
  [15885] = {
    'Пиротехник Пата – БОЛЬШОЙ СИНИЙ',
    nil,
  },
  [15886] = {
    'Пиротехник Пата – БОЛЬШОЙ ЗЕЛЕНЫЙ',
    nil,
  },
  [15887] = {
    'Пиротехник Пата – БОЛЬШОЙ ПУРПУРНЫЙ',
    nil,
  },
  [15888] = {
    'Пиротехник Пата – БОЛЬШОЙ КРАСНЫЙ',
    nil,
  },
  [15889] = {
    'Пиротехник Пата – БОЛЬШОЙ БЕЛЫЙ',
    nil,
  },
  [15890] = {
    'Пиротехник Пата – БОЛЬШОЙ ЖЕЛТЫЙ',
    nil,
  },
  [15891] = {
    'Глашатай Лунного фестиваля',
    nil,
  },
  [15892] = {
    'Эмиссар Лунного фестиваля',
    nil,
  },
  [15893] = {
    'Лунный фейерверк – метка выполнения',
    nil,
  },
  [15894] = {
    'Лунный сгусток – метка выполнения',
    nil,
  },
  [15895] = {
    'Предвестница Лунного фестиваля',
    nil,
  },
  [15896] = {
    'Портал к К\'Туну',
    nil,
  },
  [15897] = {
    'Большой круг света',
    nil,
  },
  [15898] = {
    'Торговец Лунного фестиваля',
    nil,
  },
  [15901] = {
    'Поверженное щупальце',
    nil,
  },
  [15902] = {
    'Гигантский круг света',
    nil,
  },
  [15903] = {
    'Сержант Карнес',
    nil,
  },
  [15904] = {
    'Портал щупальца',
    nil,
  },
  [15905] = {
    'Гуляка Дарнаса',
    nil,
  },
  [15906] = {
    'Гуляка из Стальгорна',
    nil,
  },
  [15907] = {
    'Гуляка из Подгорода',
    nil,
  },
  [15908] = {
    'Гуляка из Оргриммара',
    nil,
  },
  [15909] = {
    'Фариэль Песнь Звезд',
    'Собиратель монет Наследия',
  },
  [15910] = {
    'Портал огромного щупальца',
    nil,
  },
  [15911] = {
    'Фейерверковый парень Пэта (BLUE BIG)',
    nil,
  },
  [15912] = {
    'Фейерверковый парень Пэта (GREEN BIG)',
    nil,
  },
  [15913] = {
    'Фейерверковый парень Пэта (PURPLE BIG)',
    nil,
  },
  [15914] = {
    'Фейерверковый парень Пэта (RED BIG)',
    nil,
  },
  [15915] = {
    'Фейерверковый парень Пэта (WHITE BIG)',
    nil,
  },
  [15916] = {
    'Фейерверковый парень Пэта (YELLOW BIG)',
    nil,
  },
  [15917] = {
    'Гуляка Лунного фестиваля',
    nil,
  },
  [15918] = {
    'Фейерверковый парень Пэта (ELUNE)',
    nil,
  },
  [15922] = {
    'Инициатор фиброзника',
    nil,
  },
  [15933] = {
    'Отравляющее облако',
    nil,
  },
  [15934] = {
    'Шершень из улья Зара',
    nil,
  },
  [15936] = {
    'Хейган Нечестивый',
    nil,
  },
  [15953] = {
    'Великая вдова Фарлина',
    nil,
  },
  [15954] = {
    'Нот Чумной',
    nil,
  },
  [15957] = {
    'Генератор Оуро',
    nil,
  },
  [15961] = {
    'Часовой Лунного фестиваля',
    nil,
  },
  [15962] = {
    'Векнисская личинка',
    nil,
  },
  [15963] = {
    'Око Властелина',
    nil,
  },
  [15964] = {
    'Инициатор яйца Буру',
    nil,
  },
  [15972] = {
    'Военачальник Альтеракской долины',
    nil,
  },
  [15973] = {
    'Храмовник Наксрамаса',
    nil,
  },
  [15974] = {
    'Жуткий ползун',
    nil,
  },
  [15975] = {
    'Ткач-падальщик',
    nil,
  },
  [15976] = {
    'Ядовитый паук-скакун',
    nil,
  },
  [15977] = {
    'Заразный паук-быстролап',
    nil,
  },
  [15978] = {
    'Некрорахнид-разоритель',
    nil,
  },
  [15979] = {
    'Могильный ужас',
    nil,
  },
  [15980] = {
    'Служитель культа Наксрамаса',
    nil,
  },
  [15981] = {
    'Послушник из Наксрамаса',
    nil,
  },
  [15984] = {
    'Королевский страж Сартуры',
    nil,
  },
  [16001] = {
    'Альдрис Четыре Облака',
    nil,
  },
  [16003] = {
    'Страж смерти Тор',
    nil,
  },
  [16005] = {
    'Лейтенант Жокрин Хельдрик',
    nil,
  },
  [16006] = {
    'Инициатор боя',
    nil,
  },
  [16007] = {
    'Орок Губитель',
    nil,
  },
  [16008] = {
    'Темма Колодезный',
    nil,
  },
  [16009] = {
    'Тормек Каменная Река',
    nil,
  },
  [16011] = {
    'Лотхиб',
    nil,
  },
  [16014] = {
    'Мукс Маноскреб',
    nil,
  },
  [16015] = {
    'Ви\'ел',
    'Торговец экзотическими реагентами',
  },
  [16017] = {
    'Лоскутный голем',
    nil,
  },
  [16018] = {
    'Желчерыг',
    nil,
  },
  [16020] = {
    'Безумный ученый',
    nil,
  },
  [16021] = {
    'Живое чудовище',
    nil,
  },
  [16022] = {
    'Ассистент хирурга',
    nil,
  },
  [16024] = {
    'Бальзамирующая слизь',
    nil,
  },
  [16025] = {
    'Лоскутный изрыгатель',
    nil,
  },
  [16027] = {
    'Живая отрава',
    nil,
  },
  [16028] = {
    'Лоскутик',
    nil,
  },
  [16029] = {
    'Изрыгатель слизи',
    nil,
  },
  [16030] = {
    'Червь',
    nil,
  },
  [16032] = {
    'Фалрин Садовник',
    nil,
  },
  [16034] = {
    'Чумная тварь',
    nil,
  },
  [16036] = {
    'Бесноватый нетопырь',
    nil,
  },
  [16037] = {
    'Зараженный нетопырь',
    nil,
  },
  [16042] = {
    'Лорд Вальтхалак',
    nil,
  },
  [16043] = {
    'Повелитель магмы Бокк',
    nil,
  },
  [16044] = {
    'Инициатор Мора Серого Копыта',
    nil,
  },
  [16045] = {
    'Инициатор Изалиен',
    nil,
  },
  [16046] = {
    'Инициатор Джариен и Сотоса',
    nil,
  },
  [16047] = {
    'Инициатор Кормока',
    nil,
  },
  [16048] = {
    'Инициатор Лорда Вальтхалака',
    nil,
  },
  [16049] = {
    'Левша',
    nil,
  },
  [16050] = {
    'Гнилоклык',
    nil,
  },
  [16051] = {
    'Снокх Черный Хребет',
    nil,
  },
  [16052] = {
    'Мальген Длинное Копье',
    nil,
  },
  [16056] = {
    'Болезненная личинка-паразит',
    nil,
  },
  [16057] = {
    'Гнилой червь',
    nil,
  },
  [16060] = {
    'Готик Жнец',
    nil,
  },
  [16061] = {
    'Инструктор Разувий',
    nil,
  },
  [16062] = {
    'Верховный лорд Могрейн, превращение',
    'Испепелитель',
  },
  [16063] = {
    'Сэр Зелиек',
    nil,
  },
  [16065] = {
    'Леди Бломе',
    nil,
  },
  [16066] = {
    'Призрачный убийца',
    nil,
  },
  [16067] = {
    'Конь смерти-жеребец',
    nil,
  },
  [16068] = {
    'Личинка',
    nil,
  },
  [16069] = {
    'Гурчаль',
    nil,
  },
  [16070] = {
    'Гарел Красногор',
    nil,
  },
  [16072] = {
    'Повелитель приливов Ррургаз',
    nil,
  },
  [16073] = {
    'Дух Лорда Вальтхалака',
    nil,
  },
  [16075] = {
    'Кви К. Мелкошустр',
    nil,
  },
  [16076] = {
    'Тарл Кровавик',
    nil,
  },
  [16079] = {
    'Инициатор Телдрена',
    nil,
  },
  [16080] = {
    'Мор Серое Копыто, визуальный эффект трансформации',
    nil,
  },
  [16082] = {
    'Инициатор Наксрамаса',
    nil,
  },
  [16083] = {
    'Мор Серое Копыто, визуальный эффект трансформации',
    'Испепелитель',
  },
  [16085] = {
    'Мелкошустр',
    nil,
  },
  [16086] = {
    'Цветопад',
    nil,
  },
  [16091] = {
    'Дирк Громодрев',
    nil,
  },
  [16092] = {
    'Телепорт Силитуса',
    nil,
  },
  [16093] = {
    'Призрачный ловчий',
    nil,
  },
  [16094] = {
    nil,
    'Смотритель стойл',
  },
  [16095] = {
    'Зубощелк',
    'Питомец Мальдена Длинного Копья',
  },
  [16096] = {
    'Костолом из картеля Хитрой Шестеренки',
    nil,
  },
  [16098] = {
    'Неземной гиппогриф',
    nil,
  },
  [16100] = {
    'Инициатор Исиды',
    nil,
  },
  [16103] = {
    'Дух Джариена',
    nil,
  },
  [16104] = {
    'Дух Сотоса',
    nil,
  },
  [16107] = {
    'Аптекарь Стаффрон Лерент',
    'Королевское фармацевтическое общество',
  },
  [16111] = {
    'Манекен влюбленного',
    nil,
  },
  [16112] = {
    'Корфакс, Воитель Света',
    'Братство Света',
  },
  [16113] = {
    'Отец Иниго Монтой',
    'Братство Света',
  },
  [16114] = {
    'Командир Маржан из Алого ордена',
    'Алый орден',
  },
  [16115] = {
    'Командир Элигор Вестник Рассвета',
    'Братство Света',
  },
  [16116] = {
    'Верховный маг Анджела Досантос',
    'Братство Света',
  },
  [16117] = {
    'Чумной кабан',
    nil,
  },
  [16119] = {
    'Костяной прислужник',
    nil,
  },
  [16120] = {
    'Костяной маг',
    nil,
  },
  [16123] = {
    'Гремник Скороскок',
    nil,
  },
  [16124] = {
    'Жестокий новобранец',
    nil,
  },
  [16125] = {
    'Безжалостный рыцарь смерти',
    nil,
  },
  [16126] = {
    'Неодолимый всадник',
    nil,
  },
  [16127] = {
    'Призрачный ученик',
    nil,
  },
  [16129] = {
    'Расщелина тьмы',
    nil,
  },
  [16131] = {
    'Роган Убийца',
    'Алый орден',
  },
  [16132] = {
    'Охотник Леопольд',
    'Алый орден',
  },
  [16133] = {
    'Матеус Обрушивающий Гнев',
    'Алый орден',
  },
  [16134] = {
    'Римблат Землекрушитель',
    'Служители Земли',
  },
  [16135] = {
    nil,
    'Круг Кенария',
  },
  [16136] = {
    'Некротический осколок',
    nil,
  },
  [16137] = {
    'Инициатор доп-босс наксрамаса, войны',
    nil,
  },
  [16139] = {
    'Резервист крепости Кенария',
    nil,
  },
  [16141] = {
    'Вурдалак-берсерк',
    nil,
  },
  [16142] = {
    'Едкий слизень',
    nil,
  },
  [16143] = {
    'Тень Рока',
    nil,
  },
  [16145] = {
    'Капитан рыцарей Смерти',
    nil,
  },
  [16146] = {
    'Рыцарь смерти',
    nil,
  },
  [16148] = {
    'Призрачный рыцарь смерти',
    nil,
  },
  [16149] = {
    'Призрачный конь',
    nil,
  },
  [16150] = {
    'Призрачный всадник',
    nil,
  },
  [16154] = {
    'Восставший рыцарь смерти',
    nil,
  },
  [16156] = {
    'Помеченный Тьмой воин',
    'Смотритель стойл',
  },
  [16157] = {
    'Помеченный Роком воин',
    nil,
  },
  [16158] = {
    'Помеченный Смертью воин',
    nil,
  },
  [16163] = {
    'Кавалерист-рыцарь смерти',
    nil,
  },
  [16164] = {
    'Тень Наксрамаса',
    nil,
  },
  [16165] = {
    'Некрорыцарь',
    nil,
  },
  [16166] = {
    'Убийство: Телдрен',
    nil,
  },
  [16167] = {
    'Костлявое создание',
    nil,
  },
  [16168] = {
    'Каменная горгулья',
    nil,
  },
  [16172] = {
    'Поврежденный некротический осколок',
    nil,
  },
  [16184] = {
    'Нерубский надзиратель',
    nil,
  },
  [16193] = {
    'Скелет-кузнец',
    nil,
  },
  [16194] = {
    'Нечестивый топор',
    nil,
  },
  [16211] = {
    'Боевой манекен Наксрамаса',
    nil,
  },
  [16212] = {
    'Командир Метц',
    'Серебряный Рассвет',
  },
  [16215] = {
    'Нечестивый посох',
    nil,
  },
  [16216] = {
    'Нечестивые Мечи',
    nil,
  },
  [16218] = {
    'Катушка Теслы',
    nil,
  },
  [16225] = {
    'Вьючный мул',
    nil,
  },
  [16226] = {
    'Стражник Дидье',
    'Братство Света',
  },
  [16227] = {
    nil,
    'Распорядитель полетов',
  },
  [16228] = {
    'Пехотинец Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16229] = {
    'Раненый пехотинец из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16230] = {
    'Сектант-инженер',
    nil,
  },
  [16232] = {
    'Караванный мул',
    nil,
  },
  [16236] = {
    'Глазной стебелек',
    nil,
  },
  [16241] = {
    'Вербовщик из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16243] = {
    'Чумная слизь',
    nil,
  },
  [16244] = {
    'Заразный вурдалак',
    nil,
  },
  [16254] = {
    'Фельдмаршал Чамберс',
    'Серебряный Рассвет',
  },
  [16255] = {
    'Разведчик из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16256] = {
    nil,
    'Хозяйка таверны',
  },
  [16281] = {
    'Архивариус',
    'Серебряный Рассвет',
  },
  [16283] = {
    'Караванщик Камнетес',
    'Братство Света',
  },
  [16284] = {
    'Медик из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16285] = {
    'Посланник из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16290] = {
    'Мутная слизь',
    nil,
  },
  [16297] = {
    'Мутировавшая личинка',
    nil,
  },
  [16298] = {
    'Призрачный солдат',
    nil,
  },
  [16299] = {
    'Скелет-штурмовик',
    nil,
  },
  [16306] = {
    'Приспешник Плети, искатель',
    nil,
  },
  [16336] = {
    'Приспешник Плети, искатель',
    nil,
  },
  [16338] = {
    'Приспешник Плети, искатель',
    nil,
  },
  [16356] = {
    'Приспешник Плети, искатель',
    nil,
  },
  [16359] = {
    'Вестник из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16360] = {
    'Закуска зомби',
    nil,
  },
  [16361] = {
    'Командир Томас Элеран',
    'Серебряный Рассвет',
  },
  [16363] = {
    'Облако Гроббулуса',
    nil,
  },
  [16365] = {
    'Мастер-ремесленник Омарион',
    'Братство Света',
  },
  [16368] = {
    'Послушник из некрополиса',
    nil,
  },
  [16369] = {
    'Курица в полиморфе',
    nil,
  },
  [16371] = {
    'Свинья',
    nil,
  },
  [16372] = {
    'Овца',
    nil,
  },
  [16373] = {
    'Крыса-полиморф',
    nil,
  },
  [16374] = {
    'Таракан в полиморфе',
    nil,
  },
  [16375] = {
    'Сточная слизь',
    nil,
  },
  [16376] = {
    'Ремесленник Вильгельм',
    'Братство Света',
  },
  [16377] = {
    'Черепаха',
    nil,
  },
  [16378] = {
    'Караульный из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16379] = {
    'Дух проклятого',
    nil,
  },
  [16380] = {
    'Костяной ведьмак',
    nil,
  },
  [16381] = {
    'Верховный маг Тарсис Кир-Молдир',
    nil,
  },
  [16382] = {
    'Лоскутный ужасень',
    nil,
  },
  [16383] = {
    'Огненный скелет',
    nil,
  },
  [16384] = {
    'Посвященный Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16385] = {
    'Тотем молний',
    nil,
  },
  [16386] = {
    'Ретранслятор некрополя',
    nil,
  },
  [16387] = {
    nil,
    'Длань Саргераса',
  },
  [16390] = {
    'Мертвохладный слуга',
    nil,
  },
  [16392] = {
    'Капитан Армандо Оссекс',
    nil,
  },
  [16394] = {
    'Бледный ужас',
    nil,
  },
  [16395] = {
    'Паладин Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16396] = {
    'Штормградский элитный стражник',
    nil,
  },
  [16398] = {
    'Прокси-сервер некрополя',
    nil,
  },
  [16399] = {
    'Предатель шайки Кровавого Паруса',
    nil,
  },
  [16400] = {
    'Тоннель с ядом',
    nil,
  },
  [16401] = {
    'Некрополь',
    nil,
  },
  [16416] = {
    'Бронн Выкрутас',
    nil,
  },
  [16417] = {
    'Рамсен Бракодел',
    nil,
  },
  [16418] = {
    'Мупси Пупси',
    nil,
  },
  [16419] = {
    'Привидение Наксрамаса',
    nil,
  },
  [16420] = {
    'Портал Теней',
    nil,
  },
  [16421] = {
    'Прочность некрополя',
    nil,
  },
  [16422] = {
    'Скелет-солдат',
    nil,
  },
  [16423] = {
    'Призрачная тень',
    nil,
  },
  [16427] = {
    'Солдат Ледяных Пустошей',
    nil,
  },
  [16428] = {
    'Неудержимое поганище',
    nil,
  },
  [16429] = {
    'Прядильщица душ',
    nil,
  },
  [16430] = {
    'Инициатор Испепелителя',
    nil,
  },
  [16431] = {
    'Треснувший некротический кристалл',
    nil,
  },
  [16432] = {
    'Элитный страж Подгорода',
    nil,
  },
  [16433] = {
    'Рыцарь Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16434] = {
    'Воитель из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16435] = {
    'Священник из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16436] = {
    'Жрец Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16437] = {
    'Призрачный дух',
    nil,
  },
  [16438] = {
    'Скелет-боец',
    nil,
  },
  [16439] = {
    'Фейрбанкс Преображенный',
    'Испепелитель',
  },
  [16440] = {
    'Верховный лорд Могрейн, превращение',
    'Испепелитель',
  },
  [16441] = {
    'Страж Ледяной Короны',
    nil,
  },
  [16446] = {
    'Чумная горгулья',
    nil,
  },
  [16447] = {
    'Зачумленный вурдалак',
    nil,
  },
  [16448] = {
    'Чумная гончая',
    nil,
  },
  [16449] = {
    'Дух Наксрамаса',
    nil,
  },
  [16451] = {
    'Воздаятель-рыцарь смерти',
    nil,
  },
  [16452] = {
    'Мертвый рыцарь-страж',
    nil,
  },
  [16453] = {
    'Некропаук-скакун',
    nil,
  },
  [16458] = {
    'Фаралия',
    'Хозяйка таверны',
  },
  [16478] = {
    'Лейтенант Оррин',
    'Серебряный Рассвет',
  },
  [16479] = {
    'Клонированная овца',
    nil,
  },
  [16484] = {
    'Лейтенант Невилл',
    'Серебряный Рассвет',
  },
  [16486] = {
    'Кокон',
    nil,
  },
  [16490] = {
    'Лейтенант Лисанд',
    'Серебряный Рассвет',
  },
  [16493] = {
    'Лейтенант Дагел',
    'Серебряный Рассвет',
  },
  [16494] = {
    'Лейтенант Рукаг',
    'Серебряный Рассвет',
  },
  [16495] = {
    'Лейтенант Бейта',
    'Серебряный Рассвет',
  },
  [16505] = {
    'Последователь Наксрамаса',
    nil,
  },
  [16506] = {
    'Служитель Наксрамаса',
    nil,
  },
  [16508] = {
    'Конь ордена Серебряного Рассвета',
    nil,
  },
  [16509] = {
    'Боевой конь Серебряного Авангарда',
    nil,
  },
  [16510] = {
    'Скакун Серебряного Авангарда',
    nil,
  },
  [16511] = {
    'Скакун ордена Серебряного Рассвета',
    nil,
  },
  [16512] = {
    'Скакун смерти ордена Серебряного Рассвета',
    nil,
  },
  [16513] = {
    'Конь смерти ордена Серебряного Рассвета',
    nil,
  },
  [16531] = {
    'Тусклый некротический кристалл',
    nil,
  },
  [16547] = {
    'Торопыга',
    nil,
  },
  [16548] = {
    'Вертихрюш',
    nil,
  },
  [16549] = {
    'Крыс Вибрисс',
    nil,
  },
  [16573] = {
    'Некрорахнид-стражник',
    nil,
  },
  [16604] = {
    'Метка заклинания Крыльев Тьмы',
    nil,
  },
  [16697] = {
    'Портал Бездны',
    nil,
  },
  [16698] = {
    'Трупный скарабей',
    nil,
  },
  [16701] = {
    'Дух Лета',
    nil,
  },
  [16775] = {
    'Дух Могрейна',
    'Испепелитель',
  },
  [16776] = {
    'Дух леди Бломе',
    nil,
  },
  [16777] = {
    'Дух Зелиека',
    nil,
  },
  [16778] = {
    'Дух Корт\'азза',
    nil,
  },
  [16779] = {
    'Корова',
    nil,
  },
  [16781] = {
    'Участник праздника Огненного солнцеворота',
    nil,
  },
  [16783] = {
    'Чумная слизь (синяя)',
    nil,
  },
  [16784] = {
    'Чумная слизь (красная)',
    nil,
  },
  [16785] = {
    'Чумная слизь (зеленая)',
    nil,
  },
  [16786] = {
    'Интендант из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16787] = {
    'Экипировщик из ордена Серебряного Рассвета',
    'Серебряный Рассвет',
  },
  [16788] = {
    'Хранитель праздничного пламени',
    nil,
  },
  [16803] = {
    'Ученик рыцаря смерти',
    nil,
  },
  [16817] = {
    'Хранитель мудрости Праздника',
    nil,
  },
  [16818] = {
    'Праздничный сказитель',
    nil,
  },
  [16861] = {
    'Владыка Смерти',
    nil,
  },
  [16980] = {
    'Король-лич',
    nil,
  },
  [16981] = {
    'Зачумленный страж',
    nil,
  },
  [16982] = {
    'Зачумленное создание',
    nil,
  },
  [16983] = {
    'Зачумленный воитель',
    nil,
  },
  [16984] = {
    'Зачумленный воин',
    nil,
  },
  [16987] = {
    'Хранитель праздничного пламени (таурен)',
    nil,
  },
  [16988] = {
    'Хранитель праздничного пламени (человек)',
    nil,
  },
  [16989] = {
    'Хранитель праздничного пламени (тролль)',
    nil,
  },
  [16990] = {
    'Хранитель праздничного пламени (дворф)',
    nil,
  },
  [16995] = {
    'Глашатай Короля-лича',
    nil,
  },
  [16998] = {
    'Мистер Бигглсуорт',
    nil,
  },
  [17003] = {
    'Испепеляющий элементаль',
    nil,
  },
  [17025] = {
    'Рассечение крылом Сапфирона',
    nil,
  },
  [17038] = {
    'Огнеглотатель Штормграда',
    nil,
  },
  [17041] = {
    'Огнеглотатель Оргриммара',
    nil,
  },
  [17048] = {
    'Огнеглотатель Стальгорна',
    nil,
  },
  [17049] = {
    'Огнеглотатель Дарнаса',
    nil,
  },
  [17050] = {
    'Огнеглотатель Громового Утеса',
    nil,
  },
  [17051] = {
    'Огнеглотатель Подгорода',
    nil,
  },
  [17055] = {
    'Паученыш Мексны',
    nil,
  },
  [17066] = {
    'Шест с ленточками – отладочная цель',
    nil,
  },
  [17068] = {
    'Старший снабженец экспедиции Анклс',
    nil,
  },
  [17069] = {
    'Эмиссар Белобород',
    nil,
  },
  [17070] = {
    'Аптекарь Квинард',
    nil,
  },
  [17072] = {
    'Эмиссар Гормок',
    nil,
  },
  [17074] = {
    'Кенарийский разведчик',
    nil,
  },
  [17079] = {
    'Генерал Кирика',
    nil,
  },
  [17080] = {
    'Маршал Синестен',
    nil,
  },
  [17081] = {
    'Разведчик Кровопал',
    nil,
  },
  [17082] = {
    'Ружейник Торриг',
    nil,
  },
  [17090] = {
    'Декорация к заданию "Превращение пыли Силитуса"',
    nil,
  },
  [17209] = {
    nil,
    'Укротитель призрачных грифонов',
  },
  [17231] = {
    'Гелтарис',
    nil,
  },
  [17249] = {
    'Ландро Дальнострел',
    'Черное пламя',
  },
  [17252] = {
    'Страж Скверны',
    nil,
  },
  [17266] = {
    'Верховая черепаха',
    nil,
  },
  [17598] = {
    nil,
    'Продавец боеприпасов',
  },
  [17635] = {
    'Лордеронский командир',
    nil,
  },
  [17647] = {
    'Солдат Лордерона',
    nil,
  },
  [17688] = {
    'Королевская стража – Орда – захват – задание – декорация',
    nil,
  },
  [17691] = {
    'Восточная стена – орда – захват – задание – декорация',
    nil,
  },
  [17697] = {
    'Захват Северного перевала Ордой – задание – декорация',
    nil,
  },
  [17699] = {
    'Проклятый лес – захват Орды – задание – декорация',
    nil,
  },
  [17719] = {
    'Всадник на грифоне из Стальгорна',
    nil,
  },
  [17720] = {
    'Оргриммарский всадник на виверне',
    nil,
  },
  [17765] = {
    'Часовой силитиста Альянса',
    nil,
  },
  [17766] = {
    'Ордынский часовой силитиста',
    nil,
  },
  [17794] = {
    'Усилитель башни Альянса',
    nil,
  },
  [17795] = {
    'Усилитель башни Орды',
    nil,
  },
  [17804] = {
    'Оруженосец Роу',
    nil,
  },
  [17995] = {
    'Ветеран Лордерона',
    nil,
  },
  [17996] = {
    'Боец Лордерона',
    nil,
  },
  [18199] = {
    'Задание Превращение пыли Силитуса – безделушка – Орда',
    nil,
  },
  [24782] = {
    'Ослабевший Морбент Скверн',
    nil,
  },
  [25870] = {
    'Участник праздника Огненного солнцеворота: дворф',
    nil,
  },
  [25871] = {
    'Участник праздника Огненного солнцеворота: гном',
    nil,
  },
  [25872] = {
    'Участник праздника Огненного солнцеворота: гоблин',
    nil,
  },
  [25873] = {
    'Участник праздника Огненного солнцеворота: человек',
    nil,
  },
  [25874] = {
    'Участник праздника Огненного солнцеворота: ночной эльф',
    nil,
  },
  [25875] = {
    'Участник праздника Огненного солнцеворота: орк',
    nil,
  },
  [25876] = {
    'Участник праздника Огненного солнцеворота: таурен',
    nil,
  },
  [25877] = {
    'Участник праздника Огненного солнцеворота: тролль',
    nil,
  },
  [25878] = {
    'Участник праздника Огненного солнцеворота: нежить',
    nil,
  },
}
