locales_npc = locales_npc or {}
locales_npc['koKR'] = {
  [3] = {
    '굶주린 시체',
    nil,
  },
  [6] = {
    '코볼트 졸개',
    nil,
  },
  [30] = {
    '숲거미',
    nil,
  },
  [36] = {
    '허수아비골렘',
    nil,
  },
  [38] = {
    '하찮은 폭력배',
    nil,
  },
  [40] = {
    '코볼트 광부',
    nil,
  },
  [43] = {
    '굴거미',
    nil,
  },
  [46] = {
    '멀록 채집꾼',
    nil,
  },
  [48] = {
    '해골 전사',
    nil,
  },
  [54] = {
    nil,
    '무기제작자',
  },
  [60] = {
    '덫사냥꾼 루클라',
    nil,
  },
  [61] = {
    '투로스 라이트핑거스',
    nil,
  },
  [66] = {
    nil,
    '직업용품 상인',
  },
  [68] = {
    '스톰윈드 근위병',
    nil,
  },
  [69] = {
    '병에 걸린 회갈색 늑대',
    nil,
  },
  [74] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [78] = {
    '야노스 해머너클',
    '무기제작자',
  },
  [79] = {
    '현장감독 나르그',
    nil,
  },
  [80] = {
    '코볼트 일꾼',
    nil,
  },
  [89] = {
    '지옥불정령',
    nil,
  },
  [92] = {
    '바위 정령',
    nil,
  },
  [94] = {
    '소매치기',
    nil,
  },
  [95] = {
    '데피아즈단 밀수업자',
    nil,
  },
  [97] = {
    '갈퀴발 심부름꾼',
    nil,
  },
  [98] = {
    '갈퀴발 전사',
    nil,
  },
  [99] = {
    '교활한 도적 몰게니',
    nil,
  },
  [100] = {
    '날쌘발톱 그러프',
    nil,
  },
  [103] = {
    '개릭 패드풋',
    nil,
  },
  [113] = {
    '돌엄니멧돼지',
    nil,
  },
  [114] = {
    '허수아비골렘 보초',
    nil,
  },
  [115] = {
    '허수아비골렘 수확기',
    nil,
  },
  [116] = {
    '좀도둑',
    nil,
  },
  [117] = {
    '갈퀴발 놀',
    nil,
  },
  [118] = {
    '굶주린 늑대',
    nil,
  },
  [119] = {
    '긴주둥이멧돼지',
    nil,
  },
  [121] = {
    '데피아즈단 정찰병',
    nil,
  },
  [122] = {
    '데피아즈단 노상강도',
    nil,
  },
  [123] = {
    '갈퀴발 싸움꾼',
    nil,
  },
  [124] = {
    '갈퀴발 투사',
    nil,
  },
  [125] = {
    '갈퀴발 우두머리',
    nil,
  },
  [126] = {
    '멀록 길잡이',
    nil,
  },
  [127] = {
    '멀록 바다사냥꾼',
    nil,
  },
  [151] = {
    '브로그 햄피스트',
    '일용품 상인',
  },
  [152] = {
    '수사 다닐',
    '일용품 상인',
  },
  [154] = {
    '거대한 식인독수리',
    nil,
  },
  [157] = {
    '뿔엄니멧돼지',
    nil,
  },
  [167] = {
    '모한 카퍼텅',
    '갑옷 상인',
  },
  [171] = {
    '멀록 전사',
    nil,
  },
  [190] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [193] = {
    '푸른용혈족',
    nil,
  },
  [196] = {
    '이건 펠트스키너',
    nil,
  },
  [197] = {
    '치안대장 맥브라이드',
    nil,
  },
  [198] = {
    nil,
    '상급 마법사',
  },
  [199] = {
    '새끼 식인독수리',
    nil,
  },
  [202] = {
    '썩어가는 좀비',
    nil,
  },
  [203] = {
    '해골 마법사',
    nil,
  },
  [205] = {
    '파멸어둠 암흑길잡이',
    nil,
  },
  [206] = {
    '파멸어둠 송곳니투사',
    nil,
  },
  [210] = {
    '뼈만 남은 시체',
    nil,
  },
  [212] = {
    '망치주먹 전사',
    nil,
  },
  [213] = {
    '굶주린 그늘숲늑대',
    nil,
  },
  [215] = {
    '데피아즈단 어둠추적자',
    nil,
  },
  [217] = {
    '그물독거미',
    nil,
  },
  [218] = {
    '도굴꾼',
    nil,
  },
  [222] = {
    nil,
    '철퇴제작자',
  },
  [223] = {
    nil,
    '수습 가죽세공인',
  },
  [225] = {
    '가빈 나알트리',
    '무기제작자',
  },
  [226] = {
    '모그 나알트리',
    '방어구 제작자',
  },
  [227] = {
    nil,
    '일용품 상인',
  },
  [228] = {
    '아베트 펠우드',
    '활 상인',
  },
  [232] = {
    '농부 레이',
    nil,
  },
  [233] = {
    '농부 살딘',
    nil,
  },
  [234] = {
    '치안대장 그라이언 스타우트맨틀',
    '서부 몰락지대 여단',
  },
  [237] = {
    '농부 펄브라우',
    nil,
  },
  [238] = {
    '베르나 펄브라우',
    nil,
  },
  [239] = {
    '그림부즈 썬더브루',
    nil,
  },
  [240] = {
    '치안대장 더그한',
    nil,
  },
  [241] = {
    '말더듬이 레미',
    nil,
  },
  [244] = {
    '스톤필드 부인',
    nil,
  },
  [246] = {
    '보모 버니스 스톤필드',
    nil,
  },
  [248] = {
    '스톤필드 할머니',
    nil,
  },
  [252] = {
    '토미 조 스톤필드',
    nil,
  },
  [253] = {
    '윌리엄 페슬',
    nil,
  },
  [257] = {
    '코볼트 잡역부',
    nil,
  },
  [258] = {
    nil,
    '포도주 양조업자',
  },
  [261] = {
    '경비병 토마스',
    nil,
  },
  [263] = {
    '엘로 이본로크 경',
    '어둠골 시장',
  },
  [264] = {
    '사령관 알시아 이본로크',
    '어둠의 순찰대 사령관',
  },
  [266] = {
    '악당 와일리',
    nil,
  },
  [267] = {
    '서기관 달트리',
    nil,
  },
  [268] = {
    nil,
    '어둠골 사학자',
  },
  [269] = {
    nil,
    '어둠골 부시장',
  },
  [270] = {
    '원로 밀스타이프',
    '어둠골 의회',
  },
  [271] = {
    '대사 베리벅',
    '어둠골 의회',
  },
  [273] = {
    '선술집주인 스미츠',
    nil,
  },
  [274] = {
    '바텐더 한',
    '바텐더',
  },
  [277] = {
    nil,
    '포도주 상인',
  },
  [279] = {
    '모건 페슬',
    nil,
  },
  [284] = {
    '갈색마',
    nil,
  },
  [285] = {
    '멀록',
    nil,
  },
  [288] = {
    '지터스',
    nil,
  },
  [289] = {
    nil,
    '은둔자',
  },
  [294] = {
    '치안대장 해거드',
    nil,
  },
  [295] = {
    '여관주인 팔레이',
    '여관주인',
  },
  [297] = {
    '관리인 폴좀',
    nil,
  },
  [299] = {
    '어린 늑대',
    nil,
  },
  [302] = {
    '눈먼 메리',
    nil,
  },
  [304] = {
    '지옥마',
    nil,
  },
  [305] = {
    '백마',
    nil,
  },
  [308] = {
    '흑마',
    nil,
  },
  [313] = {
    nil,
    '아조라 탑의 마법사',
  },
  [314] = {
    nil,
    '장의사의 신부',
  },
  [315] = {
    '스탈반 미스트맨틀',
    nil,
  },
  [327] = {
    '황금니 코볼트',
    nil,
  },
  [328] = {
    nil,
    '상급 마법사',
  },
  [329] = {
    '대지의 정령',
    nil,
  },
  [330] = {
    '공주',
    nil,
  },
  [331] = {
    nil,
    '상급 마법사',
  },
  [332] = {
    '단장 마티아스 쇼',
    'SI:7 단장',
  },
  [334] = {
    nil,
    '검은바위 부족 대족장',
  },
  [335] = {
    '싱게',
    nil,
  },
  [338] = {
    nil,
    '비전술 학회',
  },
  [340] = {
    nil,
    '조리법 전문가',
  },
  [341] = {
    '현장감독 오슬로',
    nil,
  },
  [344] = {
    '집정관 솔로몬',
    nil,
  },
  [345] = {
    '서리먹보',
    nil,
  },
  [346] = {
    '바텐더 다니엘스',
    nil,
  },
  [347] = {
    '그리즐 하프메인',
    '알터랙 계곡 전투모병관',
  },
  [349] = {
    '하사관 키샨',
    nil,
  },
  [352] = {
    '덩가 롱드링크',
    '그리핀 조련사',
  },
  [356] = {
    '검은색 늑대',
    nil,
  },
  [358] = {
    '병에 걸린 회갈색 늑대',
    nil,
  },
  [359] = {
    '겨울늑대',
    nil,
  },
  [372] = {
    '카름 러닝 베어',
    '채광용품 상인',
  },
  [374] = {
    '코그 글리츠스피너',
    nil,
  },
  [375] = {
    '여사제 아네타',
    '상급 사제',
  },
  [376] = {
    '대여사제 로레나',
    '상급 사제',
  },
  [377] = {
    '여사제 조세타',
    '상급 사제',
  },
  [379] = {
    '달시 파커',
    '여종업원',
  },
  [381] = {
    '항구주임 바렌',
    nil,
  },
  [382] = {
    '치안대장 매리스',
    nil,
  },
  [383] = {
    nil,
    '생선 장수',
  },
  [384] = {
    nil,
    '마구간지기',
  },
  [385] = {
    '말',
    nil,
  },
  [390] = {
    '사랑에 빠진 멧돼지',
    nil,
  },
  [391] = {
    '늙은 거먹눈 멀록',
    nil,
  },
  [392] = {
    '선장 그레이슨',
    nil,
  },
  [397] = {
    '대학자 도운',
    nil,
  },
  [412] = {
    '누더기',
    '장의사의 선물',
  },
  [415] = {
    '베르너 오스구드',
    nil,
  },
  [416] = {
    '임프',
    nil,
  },
  [417] = {
    '지옥사냥개',
    nil,
  },
  [422] = {
    '멀록 청소부',
    nil,
  },
  [423] = {
    '붉은마루 싸움꾼',
    nil,
  },
  [424] = {
    '붉은마루 밀렵꾼',
    nil,
  },
  [426] = {
    '붉은마루 투사',
    nil,
  },
  [428] = {
    '광포한 대머리수리',
    nil,
  },
  [429] = {
    '잿빛가죽 흑마술사',
    nil,
  },
  [430] = {
    '붉은마루 비술사',
    nil,
  },
  [431] = {
    '잿빛가죽 척살자',
    nil,
  },
  [432] = {
    '잿빛가죽 투사',
    nil,
  },
  [433] = {
    '잿빛가죽 놀',
    nil,
  },
  [434] = {
    '광포한 잿빛가죽 놀',
    nil,
  },
  [435] = {
    '검은바위 용사',
    nil,
  },
  [436] = {
    '검은바위 흑마술사',
    nil,
  },
  [437] = {
    '검은바위 보초병',
    nil,
  },
  [440] = {
    '검은바위 그런트',
    nil,
  },
  [441] = {
    '새끼 검은용',
    nil,
  },
  [442] = {
    '타란툴라',
    nil,
  },
  [445] = {
    '붉은마루 부대장',
    nil,
  },
  [446] = {
    '붉은마루 전사',
    nil,
  },
  [448] = {
    '들창코',
    nil,
  },
  [449] = {
    '데피아즈단 복면강도',
    nil,
  },
  [450] = {
    '데피아즈단 변절마법사',
    nil,
  },
  [452] = {
    '갈퀴발 무법자',
    nil,
  },
  [453] = {
    '갈퀴발 비술사',
    nil,
  },
  [454] = {
    '새끼 뿔엄니멧돼지',
    nil,
  },
  [456] = {
    '멀록 수련사',
    nil,
  },
  [458] = {
    '멀록 사냥꾼',
    nil,
  },
  [459] = {
    nil,
    '상급 흑마법사',
  },
  [460] = {
    nil,
    '상급 흑마법사',
  },
  [461] = {
    nil,
    '상급 흑마법사',
  },
  [464] = {
    '파수대장 파커',
    nil,
  },
  [465] = {
    '바텐더 도빈스',
    '바텐더',
  },
  [466] = {
    '장군 마커스 조나단',
    '스톰윈드 수비대 총사령관',
  },
  [467] = {
    '데피아즈단 변절자',
    nil,
  },
  [468] = {
    '마을 포고꾼',
    nil,
  },
  [469] = {
    '부관 도렌',
    nil,
  },
  [471] = {
    '여왕 굴거미',
    nil,
  },
  [472] = {
    '페드페널',
    nil,
  },
  [473] = {
    '징세관 모건',
    nil,
  },
  [474] = {
    '이단마술사',
    nil,
  },
  [475] = {
    '코볼트 채굴꾼',
    nil,
  },
  [476] = {
    '코볼트 흙점쟁이',
    nil,
  },
  [478] = {
    '갈퀴발 길잡이',
    nil,
  },
  [480] = {
    '낡은 허수아비골렘',
    nil,
  },
  [481] = {
    '데피아즈단 도둑',
    nil,
  },
  [482] = {
    nil,
    '치즈의 대가',
  },
  [483] = {
    nil,
    '치즈 상인',
  },
  [485] = {
    '검은바위 길잡이',
    nil,
  },
  [487] = {
    '민병대원 비알론',
    '서부 몰락지대 여단',
  },
  [488] = {
    '민병대원 위버',
    '서부 몰락지대 여단',
  },
  [489] = {
    '민병대원 듀트필드',
    '서부 몰락지대 여단',
  },
  [490] = {
    '민병대원 가리엘',
    '서부 몰락지대 여단',
  },
  [491] = {
    '병참장교 루이스',
    '병참장교',
  },
  [494] = {
    '순찰대원 부코우리스',
    '어둠의 순찰대',
  },
  [495] = {
    '순찰대원 키퍼',
    '어둠의 순찰대',
  },
  [499] = {
    '순찰대원 페이지',
    '어둠의 순찰대',
  },
  [500] = {
    '갈퀴발 정찰병',
    nil,
  },
  [501] = {
    '갈퀴발 약초채집꾼',
    nil,
  },
  [503] = {
    '군주 말라스롬',
    nil,
  },
  [504] = {
    '데피아즈단 덫사냥꾼',
    nil,
  },
  [505] = {
    '거대한 타란툴라',
    nil,
  },
  [506] = {
    '부대장 가시발톱',
    nil,
  },
  [510] = {
    '물의 정령',
    nil,
  },
  [511] = {
    '광기 어린 구울',
    nil,
  },
  [513] = {
    '멀록 그물낚시꾼',
    nil,
  },
  [514] = {
    '대장장이 아르거스',
    '전문 대장장이',
  },
  [515] = {
    '멀록 약탈꾼',
    nil,
  },
  [517] = {
    '멀록 점쟁이',
    nil,
  },
  [518] = {
    '요울러',
    nil,
  },
  [523] = {
    nil,
    '그리핀 조련사',
  },
  [524] = {
    '돌가죽멧돼지',
    nil,
  },
  [525] = {
    '병든 늑대',
    nil,
  },
  [531] = {
    '해골 악령',
    nil,
  },
  [533] = {
    '파멸어둠 흑마술사',
    nil,
  },
  [534] = {
    nil,
    '어미 늑대',
  },
  [539] = {
    '새끼 그물독거미',
    nil,
  },
  [541] = {
    '길들인 그리핀',
    nil,
  },
  [543] = {
    '날레세트 와일드브링어',
    '야수 관리인',
  },
  [544] = {
    '멀록 기습꾼',
    nil,
  },
  [545] = {
    '멀록 파도술사',
    nil,
  },
  [547] = {
    '큰 뿔엄니멧돼지',
    nil,
  },
  [548] = {
    '멀록 술사',
    nil,
  },
  [550] = {
    '데피아즈단 전령',
    nil,
  },
  [565] = {
    '광포한 그늘숲늑대',
    nil,
  },
  [568] = {
    '잿빛가죽 전사',
    nil,
  },
  [569] = {
    '녹색그늘거미',
    nil,
  },
  [570] = {
    '걸신들린 시체',
    nil,
  },
  [573] = {
    '전투 절단기 4000',
    nil,
  },
  [575] = {
    '불의 정령',
    nil,
  },
  [576] = {
    '순찰대원 래디모어',
    '어둠의 순찰대',
  },
  [578] = {
    '멀록 정찰병',
    nil,
  },
  [579] = {
    '잿빛가죽 암살자',
    nil,
  },
  [580] = {
    '붉은마루 노역꾼',
    nil,
  },
  [582] = {
    '늙은말 블랑쉬',
    nil,
  },
  [583] = {
    '복병',
    nil,
  },
  [587] = {
    '붉은머리 전사',
    nil,
  },
  [588] = {
    '붉은머리 정찰병',
    nil,
  },
  [589] = {
    '데피아즈단 강탈자',
    nil,
  },
  [590] = {
    '데피아즈단 약탈자',
    nil,
  },
  [594] = {
    '데피아즈단 심복',
    nil,
  },
  [595] = {
    '붉은머리 사냥꾼',
    nil,
  },
  [596] = {
    '세뇌당한 귀족',
    nil,
  },
  [597] = {
    '붉은머리 광전사',
    nil,
  },
  [598] = {
    '데피아즈단 광부',
    nil,
  },
  [603] = {
    '그림투스',
    nil,
  },
  [604] = {
    '역병 걸린 시체',
    nil,
  },
  [615] = {
    '검은바위 추적자',
    nil,
  },
  [616] = {
    '우두머리 집게턱타란툴라',
    nil,
  },
  [619] = {
    '데피아즈단 요술사',
    nil,
  },
  [620] = {
    '닭',
    nil,
  },
  [622] = {
    '고블린 기술자',
    nil,
  },
  [623] = {
    '해골 광부',
    nil,
  },
  [624] = {
    '언데드 굴착자',
    nil,
  },
  [625] = {
    '언데드 폭파병',
    nil,
  },
  [626] = {
    '현장감독 시슬네틀',
    nil,
  },
  [628] = {
    '검은약탈자늑대',
    nil,
  },
  [634] = {
    '데피아즈단 감독관',
    nil,
  },
  [636] = {
    '데피아즈단 검은자객',
    nil,
  },
  [639] = {
    nil,
    '데피아즈단 두목',
  },
  [641] = {
    '고블린 목공',
    nil,
  },
  [642] = {
    '스니드의 벌목기',
    '작업 감독관',
  },
  [643] = {
    nil,
    '작업 감독관',
  },
  [644] = {
    nil,
    '감독관',
  },
  [645] = {
    '쿠키',
    '요리사',
  },
  [646] = {
    '스마이트 씨',
    '일등항해사',
  },
  [647] = {
    '선장 그린스킨',
    nil,
  },
  [656] = {
    '빌더 시슬네틀',
    nil,
  },
  [657] = {
    '데피아즈단 해적',
    nil,
  },
  [658] = {
    '스텐 스타우트암',
    nil,
  },
  [659] = {
    nil,
    '죽음의 검은닭',
  },
  [660] = {
    '붉은머리 의술사',
    nil,
  },
  [667] = {
    '백골가루 전사',
    nil,
  },
  [669] = {
    '백골가루 사냥꾼',
    nil,
  },
  [670] = {
    '백골가루 의술사',
    nil,
  },
  [671] = {
    '붉은머리 인간사냥꾼',
    nil,
  },
  [672] = {
    '백골가루 유령사냥꾼',
    nil,
  },
  [674] = {
    '투자개발회사 갱부',
    nil,
  },
  [675] = {
    '투자개발회사 현장감독',
    nil,
  },
  [676] = {
    '투자개발회사 감시관',
    nil,
  },
  [677] = {
    '투자개발회사 땜장이',
    nil,
  },
  [678] = {
    '모쉬오그 싸움꾼',
    nil,
  },
  [679] = {
    '모쉬오그 주술사',
    nil,
  },
  [680] = {
    '모쉬오그 우두머리',
    nil,
  },
  [681] = {
    '새끼 가시덤불 호랑이',
    nil,
  },
  [682] = {
    '가시덤불 호랑이',
    nil,
  },
  [683] = {
    '새끼 퓨마',
    nil,
  },
  [684] = {
    '그림자퓨마',
    nil,
  },
  [685] = {
    '가시덤불랩터',
    nil,
  },
  [686] = {
    '채찍꼬리랩터',
    nil,
  },
  [687] = {
    '줄무늬정글랩터',
    nil,
  },
  [688] = {
    '바위턱바실리스크',
    nil,
  },
  [689] = {
    '수정가시바실리스크',
    nil,
  },
  [690] = {
    '얼음눈바실리스크',
    nil,
  },
  [691] = {
    '하급 물의 정령',
    nil,
  },
  [694] = {
    '붉은머리 도끼투척병',
    nil,
  },
  [696] = {
    '백골가루 도끼투척병',
    nil,
  },
  [697] = {
    '붉은머리 주술사',
    nil,
  },
  [698] = {
    '붉은머리의 호랑이',
    nil,
  },
  [699] = {
    '붉은머리 야수조련사',
    nil,
  },
  [701] = {
    '붉은머리 비술사',
    nil,
  },
  [702] = {
    '붉은머리 청소부',
    nil,
  },
  [703] = {
    '장군 살벌송곳니',
    nil,
  },
  [704] = {
    '회색갈기늑대',
    nil,
  },
  [705] = {
    '새끼 회색갈기늑대',
    nil,
  },
  [706] = {
    '어린 서리갈기 트롤',
    nil,
  },
  [707] = {
    '바위턱트로그',
    nil,
  },
  [708] = {
    '작은 멧돼지',
    nil,
  },
  [709] = {
    '모쉬오그 전사',
    nil,
  },
  [710] = {
    '모쉬오그 마법사',
    nil,
  },
  [711] = {
    '진창발 아르도',
    nil,
  },
  [712] = {
    '붉은마루 약탈자',
    nil,
  },
  [713] = {
    '발리르 프로스트해머',
    nil,
  },
  [714] = {
    '탈린 킨아이',
    nil,
  },
  [716] = {
    '바닐 스톤팟',
    nil,
  },
  [718] = {
    '얼가딘 경',
    nil,
  },
  [721] = {
    '토끼',
    nil,
  },
  [723] = {
    '모쉬오그 도살꾼',
    nil,
  },
  [724] = {
    '힘센 바위턱트로그',
    nil,
  },
  [727] = {
    '아이언포지 산악경비대',
    nil,
  },
  [731] = {
    '야수왕 뱅갈라시',
    nil,
  },
  [732] = {
    '멀록 잠복꾼',
    nil,
  },
  [733] = {
    '하사관 요화',
    nil,
  },
  [734] = {
    '하사관 블루스',
    '일용품 상인',
  },
  [735] = {
    '멀록 길잡이',
    nil,
  },
  [736] = {
    '퓨마',
    nil,
  },
  [738] = {
    '병사 토르센',
    nil,
  },
  [739] = {
    '수사 니메츠',
    nil,
  },
  [740] = {
    '작은 새끼용',
    nil,
  },
  [741] = {
    '꿈의 새끼용',
    nil,
  },
  [742] = {
    '녹색고룡족',
    nil,
  },
  [743] = {
    '고룡족 꿈나그네',
    nil,
  },
  [744] = {
    '녹색용혈족 맹독전사',
    nil,
  },
  [745] = {
    '비늘맹독혈족 우두머리',
    nil,
  },
  [746] = {
    '덩치 큰 녹색용혈족',
    nil,
  },
  [747] = {
    '늪지 멀록',
    nil,
  },
  [750] = {
    '늪지 먹물쟁이',
    nil,
  },
  [751] = {
    '늪지 청소부',
    nil,
  },
  [752] = {
    '늪지 점쟁이',
    nil,
  },
  [754] = {
    '반란군 경비',
    nil,
  },
  [755] = {
    '잃어버린 드레나이 청소부',
    nil,
  },
  [756] = {
    '백골가루 퓨마',
    nil,
  },
  [757] = {
    '잃어버린 드레나이 낚시꾼',
    nil,
  },
  [759] = {
    '잃어버린 드레나이 사냥꾼',
    nil,
  },
  [760] = {
    '잃어버린 드레나이 땅꾼',
    nil,
  },
  [761] = {
    '잃어버린 드레나이 점쟁이',
    nil,
  },
  [762] = {
    '잃어버린 드레나이 길잡이',
    nil,
  },
  [763] = {
    '잃어버린 드레나이 족장',
    nil,
  },
  [764] = {
    '늪괴물',
    nil,
  },
  [765] = {
    '덩치 큰 늪괴물',
    nil,
  },
  [766] = {
    '덩굴늪괴물',
    nil,
  },
  [767] = {
    '늪지재규어',
    nil,
  },
  [768] = {
    '그림자표범',
    nil,
  },
  [769] = {
    '맹독타란툴라',
    nil,
  },
  [770] = {
    '하사관 칼레브',
    nil,
  },
  [771] = {
    '사령관 펠스트롬',
    nil,
  },
  [772] = {
    '가시덤불 암호랑이',
    nil,
  },
  [775] = {
    '쿠르젠의 요원',
    nil,
  },
  [777] = {
    nil,
    '직업용품 상인',
  },
  [780] = {
    '백골가루 비술사',
    nil,
  },
  [781] = {
    '백골가루 인간사냥꾼',
    nil,
  },
  [782] = {
    '백골가루 정찰병',
    nil,
  },
  [783] = {
    '백골가루 광전사',
    nil,
  },
  [784] = {
    '백골가루 야수조련사',
    nil,
  },
  [785] = {
    '해골 문지기',
    nil,
  },
  [786] = {
    '그렐린 화이트비어드',
    nil,
  },
  [787] = {
    '해골 치료사',
    nil,
  },
  [789] = {
    nil,
    '활 상인',
  },
  [790] = {
    nil,
    '대장 및 채광용품 상인',
  },
  [791] = {
    '린제이 애쉬록',
    '일용품 상인',
  },
  [793] = {
    nil,
    '버클러 상인',
  },
  [798] = {
    '솔로몬',
    nil,
  },
  [808] = {
    '냉혈한 그리크니르',
    nil,
  },
  [812] = {
    nil,
    '전문 약초채집사',
  },
  [813] = {
    '대령 쿠르젠',
    nil,
  },
  [814] = {
    '하사관 맬서스',
    nil,
  },
  [815] = {
    '사서 헤로드',
    nil,
  },
  [819] = {
    '일갈라의 종복',
    nil,
  },
  [820] = {
    '정찰병 리엘',
    '서부 몰락지대 여단',
  },
  [821] = {
    '정찰대장 다누빈',
    '서부 몰락지대 여단',
  },
  [822] = {
    '새끼 숲곰',
    nil,
  },
  [823] = {
    '하사관 윌렘',
    nil,
  },
  [824] = {
    '데피아즈단 채굴꾼',
    nil,
  },
  [826] = {
    '순찰대원 잔',
    '어둠의 순찰대',
  },
  [827] = {
    '순찰대원 모카스키',
    '어둠의 순찰대',
  },
  [828] = {
    '순찰대원 페트라스',
    '어둠의 순찰대',
  },
  [829] = {
    '아들린 프라이드드리프트',
    '일용품 상인',
  },
  [830] = {
    '모래게',
    nil,
  },
  [831] = {
    '바닷게',
    nil,
  },
  [832] = {
    '속박 풀린 소용돌이',
    nil,
  },
  [833] = {
    '우두머리 코요테',
    nil,
  },
  [836] = {
    '두르난 퍼커터',
    '천 및 가죽 방어구 상인',
  },
  [837] = {
    nil,
    '상급 사제',
  },
  [840] = {
    '순찰대원 바커스',
    '어둠의 순찰대',
  },
  [842] = {
    '벌목꾼',
    nil,
  },
  [843] = {
    nil,
    '직업용품 상인',
  },
  [844] = {
    nil,
    '행상인',
  },
  [846] = {
    '부패한 구울',
    nil,
  },
  [852] = {
    '야수 정령',
    nil,
  },
  [853] = {
    '눈마루 산악경비대',
    nil,
  },
  [854] = {
    '새끼 줄무늬정글랩터',
    nil,
  },
  [855] = {
    '새끼 가시덤불랩터',
    nil,
  },
  [856] = {
    '새끼 채찍꼬리랩터',
    nil,
  },
  [857] = {
    '도날 오스구드',
    '아라시 분지 전투모병관',
  },
  [858] = {
    '늪그물거미',
    nil,
  },
  [859] = {
    '경비병 베르턴',
    nil,
  },
  [861] = {
    '스토나드 정찰병',
    nil,
  },
  [862] = {
    '스토나드 탐험가',
    nil,
  },
  [863] = {
    '스토나드 사냥꾼',
    nil,
  },
  [864] = {
    '스토나드 오크',
    nil,
  },
  [865] = {
    '스토나드 길잡이',
    nil,
  },
  [866] = {
    '스토나드 그런트',
    nil,
  },
  [867] = {
    '스토나드 지도제작자',
    nil,
  },
  [868] = {
    '스토나드 주술사',
    nil,
  },
  [869] = {
    '민병대원 도라나',
    '서부 몰락지대 여단',
  },
  [870] = {
    '민병대원 데니',
    '서부 몰락지대 여단',
  },
  [871] = {
    '소금비늘 전사',
    nil,
  },
  [873] = {
    '소금비늘 점쟁이',
    nil,
  },
  [874] = {
    '민병대원 코렐로',
    '서부 몰락지대 여단',
  },
  [875] = {
    '소금비늘 우두머리',
    nil,
  },
  [876] = {
    '민병대원 레이크',
    '서부 몰락지대 여단',
  },
  [877] = {
    '소금비늘 채집꾼',
    nil,
  },
  [878] = {
    '정찰병 갈리안',
    '서부 몰락지대 여단',
  },
  [879] = {
    '소금비늘 사냥꾼',
    nil,
  },
  [880] = {
    '엘런 드러지무어',
    nil,
  },
  [883] = {
    '사슴',
    nil,
  },
  [885] = {
    '순찰대원 켈러',
    '어둠의 순찰대',
  },
  [886] = {
    '순찰대원 하틴',
    '어둠의 순찰대',
  },
  [887] = {
    '순찰대원 조던',
    '어둠의 순찰대',
  },
  [888] = {
    '순찰대원 도즈',
    '어둠의 순찰대',
  },
  [889] = {
    '망치주먹 오우거',
    nil,
  },
  [890] = {
    '새끼 사슴',
    nil,
  },
  [891] = {
    '망치주먹 불마술사',
    nil,
  },
  [892] = {
    '망치주먹 싸움꾼',
    nil,
  },
  [894] = {
    '호머 스톤필드',
    '과일 상인',
  },
  [895] = {
    nil,
    '상급 사냥꾼',
  },
  [896] = {
    '벨단 라이트푸트',
    '가죽 방어구 상인',
  },
  [898] = {
    '파멸어둠 늑대인간',
    nil,
  },
  [900] = {
    '집행관 코나처',
    nil,
  },
  [903] = {
    '경비병 하우',
    nil,
  },
  [905] = {
    '톱니광포어',
    nil,
  },
  [906] = {
    nil,
    '상급 흑마법사',
  },
  [907] = {
    '케라스 울프하트',
    '아라시 분지 전투모병관',
  },
  [908] = {
    '플로라 실버윈드',
    '전문 약초채집사',
  },
  [909] = {
    '데피아즈단 어둠의암살자',
    nil,
  },
  [910] = {
    '데피아즈단 마법부여사',
    nil,
  },
  [911] = {
    nil,
    '상급 전사',
  },
  [912] = {
    nil,
    '상급 전사',
  },
  [913] = {
    nil,
    '상급 전사',
  },
  [914] = {
    nil,
    '상급 전사',
  },
  [915] = {
    nil,
    '상급 도적',
  },
  [916] = {
    nil,
    '상급 도적',
  },
  [917] = {
    nil,
    '상급 도적',
  },
  [918] = {
    '밤의 사나이 오스본',
    '상급 도적',
  },
  [920] = {
    '파멸어둠 타락전사',
    nil,
  },
  [921] = {
    '투자개발회사 벌목꾼',
    nil,
  },
  [922] = {
    '늪지게',
    nil,
  },
  [923] = {
    '새끼 검은약탈자늑대',
    nil,
  },
  [925] = {
    '수사 사무엘',
    '상급 성기사',
  },
  [926] = {
    '브로모스 그럼너',
    '상급 성기사',
  },
  [927] = {
    '수사 빌헬름',
    '상급 성기사',
  },
  [928] = {
    '그레이슨 섀도브레이커 경',
    '상급 성기사',
  },
  [930] = {
    '새끼 검은과부거미',
    nil,
  },
  [931] = {
    '아리에나 스톰페더',
    '그리핀 조련사',
  },
  [932] = {
    '경비병 애쉬록',
    nil,
  },
  [933] = {
    '경비병 히에트',
    nil,
  },
  [934] = {
    '경비병 클라크',
    nil,
  },
  [935] = {
    '경비병 피어스',
    nil,
  },
  [936] = {
    '경비병 아담스',
    nil,
  },
  [937] = {
    '쿠르젠 밀림전사',
    nil,
  },
  [938] = {
    '쿠르젠 특전사',
    nil,
  },
  [939] = {
    '쿠르젠 정예병',
    nil,
  },
  [940] = {
    '쿠르젠 약사',
    nil,
  },
  [941] = {
    '쿠르젠 심리학자',
    nil,
  },
  [942] = {
    '쿠르젠 의술사',
    nil,
  },
  [943] = {
    '쿠르젠 사냥꾼',
    nil,
  },
  [944] = {
    nil,
    '상급 마법사',
  },
  [945] = {
    '라이브라트 콜드뱅크',
    '무기제작자',
  },
  [946] = {
    '서리갈기 수습마법사',
    '그리크니르의 하수인',
  },
  [947] = {
    '암살자 로',
    nil,
  },
  [948] = {
    '썩어버린 시체',
    nil,
  },
  [949] = {
    '청소부그늘거미',
    nil,
  },
  [950] = {
    '수다쟁이 늪지 멀록',
    nil,
  },
  [951] = {
    '수사 팩스턴',
    '사서',
  },
  [952] = {
    '수사 닐스',
    nil,
  },
  [954] = {
    nil,
    '가죽 방어구 상인',
  },
  [955] = {
    '하사관 드 브라이스',
    '복지장교',
  },
  [956] = {
    '도린 송블레이드',
    '방어구 제작자',
  },
  [957] = {
    nil,
    '전문 대장장이',
  },
  [958] = {
    '돈 브라이트스타',
    '마법용품 상인',
  },
  [959] = {
    nil,
    '천 방어구 상인',
  },
  [960] = {
    '건더 손부시',
    '직업용품 상인',
  },
  [963] = {
    '부관 레이너',
    nil,
  },
  [976] = {
    '쿠르젠 전투호랑이',
    nil,
  },
  [977] = {
    '쿠르젠 전투퓨마',
    nil,
  },
  [978] = {
    '쿠르젠 부대장',
    nil,
  },
  [979] = {
    '쿠르젠 어둠사냥꾼',
    nil,
  },
  [980] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [981] = {
    nil,
    '무기 상인',
  },
  [982] = {
    nil,
    '식료품 상인',
  },
  [983] = {
    nil,
    '연금술 및 마법용품 상인',
  },
  [984] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [985] = {
    nil,
    '상급 전사',
  },
  [986] = {
    nil,
    '상급 주술사',
  },
  [987] = {
    nil,
    '상급 사냥꾼',
  },
  [988] = {
    nil,
    '상급 흑마법사',
  },
  [989] = {
    nil,
    '직업용품 상인',
  },
  [999] = {
    '순찰대원 로이스',
    '어둠의 순찰대',
  },
  [1000] = {
    '죽어라때려보라지',
    '어둠의 순찰대',
  },
  [1001] = {
    '순찰대원 허친스',
    '어둠의 순찰대',
  },
  [1007] = {
    '이끼가죽 놀',
    nil,
  },
  [1008] = {
    '이끼가죽 싸움꾼',
    nil,
  },
  [1009] = {
    '이끼가죽 안개마술사',
    nil,
  },
  [1010] = {
    '이끼가죽 길잡이',
    nil,
  },
  [1011] = {
    '이끼가죽 덫사냥꾼',
    nil,
  },
  [1012] = {
    '이끼가죽 투사',
    nil,
  },
  [1013] = {
    '이끼가죽 비술사',
    nil,
  },
  [1014] = {
    '이끼가죽 우두머리',
    nil,
  },
  [1015] = {
    '고원랩터',
    nil,
  },
  [1016] = {
    '채찍꼬리 고원랩터',
    nil,
  },
  [1017] = {
    '갈퀴발톱 고원랩터',
    nil,
  },
  [1018] = {
    '무쇠턱 고원랩터',
    nil,
  },
  [1019] = {
    '덩치 큰 무쇠턱 고원랩터',
    nil,
  },
  [1020] = {
    '줄무늬랩터',
    nil,
  },
  [1021] = {
    '긴송곳니 줄무늬랩터',
    nil,
  },
  [1022] = {
    '갈퀴발톱 줄무늬랩터',
    nil,
  },
  [1023] = {
    '무쇠턱 줄무늬랩터',
    nil,
  },
  [1024] = {
    '푸른아가미 멀록',
    nil,
  },
  [1025] = {
    '푸른아가미 보초',
    nil,
  },
  [1026] = {
    '푸른아가미 채집꾼',
    nil,
  },
  [1027] = {
    '푸른아가미 전사',
    nil,
  },
  [1028] = {
    '푸른아가미 땅꾼',
    nil,
  },
  [1029] = {
    '푸른아가미 점쟁이',
    nil,
  },
  [1030] = {
    '검은 진흙괴물',
    nil,
  },
  [1031] = {
    '붉은 수액괴물',
    nil,
  },
  [1032] = {
    '검은 수액괴물',
    nil,
  },
  [1033] = {
    '돌연변이 수액괴물',
    nil,
  },
  [1034] = {
    '용아귀 약탈자',
    nil,
  },
  [1035] = {
    '용아귀 늪길잡이',
    nil,
  },
  [1036] = {
    '용아귀 백인대장',
    nil,
  },
  [1037] = {
    '용아귀 지휘관',
    nil,
  },
  [1038] = {
    '용아귀 어둠보초병',
    nil,
  },
  [1039] = {
    '수렁늪괴물',
    nil,
  },
  [1040] = {
    '수렁이끼괴물',
    nil,
  },
  [1041] = {
    '우두머리 수렁늪괴물',
    nil,
  },
  [1042] = {
    '새끼 붉은용',
    nil,
  },
  [1043] = {
    '길 잃은 새끼용',
    nil,
  },
  [1044] = {
    '불뿜는 새끼용',
    nil,
  },
  [1045] = {
    '붉은용혈족',
    nil,
  },
  [1046] = {
    '붉은고룡족',
    nil,
  },
  [1047] = {
    '붉은용혈족 맹독전사',
    nil,
  },
  [1048] = {
    '비늘맹독혈족 부관',
    nil,
  },
  [1049] = {
    '고룡족 선봉대원',
    nil,
  },
  [1050] = {
    '비늘맹독혈족 근위병',
    nil,
  },
  [1051] = {
    '검은무쇠 드워프',
    nil,
  },
  [1052] = {
    '검은무쇠 투사',
    nil,
  },
  [1053] = {
    '검은무쇠 채굴꾼',
    nil,
  },
  [1054] = {
    '검은무쇠 폭파병',
    nil,
  },
  [1057] = {
    '용아귀 해골감시자',
    nil,
  },
  [1059] = {
    '학살자 아나텍',
    '백골가루 부족장',
  },
  [1060] = {
    '불사신 모그',
    '백골가루 부족 의술사',
  },
  [1061] = {
    nil,
    '붉은머리 부족장',
  },
  [1062] = {
    '공포의 네즐뤼크',
    '붉은머리 부족 의술사',
  },
  [1064] = {
    '그롬골 그런트',
    nil,
  },
  [1065] = {
    '갈퀴발 주술사',
    nil,
  },
  [1069] = {
    '심홍색 새끼용',
    nil,
  },
  [1070] = {
    '부관 펠던',
    nil,
  },
  [1071] = {
    '결의의 롱브레이드',
    nil,
  },
  [1072] = {
    '로고 할배로우',
    nil,
  },
  [1073] = {
    '애실런 스톤스머크',
    '총기류 상인',
  },
  [1074] = {
    '모틀리 가마슨',
    nil,
  },
  [1075] = {
    '라그 가마슨',
    nil,
  },
  [1076] = {
    '메린 록위버',
    '탐험가 연맹',
  },
  [1077] = {
    '발굴조사단장 웰가르',
    '탐험가 연맹',
  },
  [1078] = {
    '오머 아이언브레이드',
    nil,
  },
  [1081] = {
    '우두머리 늪괴물',
    nil,
  },
  [1082] = {
    '톱니악어',
    nil,
  },
  [1083] = {
    '멀록 작살사수',
    nil,
  },
  [1084] = {
    '새끼 톱니악어',
    nil,
  },
  [1085] = {
    '덩치 큰 가시덤불 호랑이',
    nil,
  },
  [1087] = {
    '무쇠턱 톱니악어',
    nil,
  },
  [1088] = {
    '괴물게',
    nil,
  },
  [1089] = {
    '산악경비대 코블플린트',
    nil,
  },
  [1090] = {
    '산악경비대 월뱅',
    nil,
  },
  [1091] = {
    '산악경비대 그래블고',
    nil,
  },
  [1092] = {
    '경비대장 루겔퍼스',
    nil,
  },
  [1093] = {
    '선임기술자 힌더바이르 7세',
    nil,
  },
  [1094] = {
    '투자개발회사 광부',
    nil,
  },
  [1095] = {
    '투자개발회사 작업반장',
    nil,
  },
  [1096] = {
    '투자개발회사 지질학자',
    nil,
  },
  [1097] = {
    '투자개발회사 수리공',
    nil,
  },
  [1098] = {
    '순찰대원 메런트',
    '어둠의 순찰대',
  },
  [1099] = {
    '순찰대원 겔윈',
    '어둠의 순찰대',
  },
  [1100] = {
    '순찰대원 셀킨',
    '어둠의 순찰대',
  },
  [1101] = {
    '순찰대원 세이어',
    '어둠의 순찰대',
  },
  [1103] = {
    nil,
    '전문 재봉사',
  },
  [1104] = {
    nil,
    '방어구 제작자',
  },
  [1105] = {
    '예른 혼헬름',
    '탐험가 연맹',
  },
  [1106] = {
    '잃어버린 드레나이 요리사',
    nil,
  },
  [1108] = {
    '안개계곡고릴라',
    nil,
  },
  [1109] = {
    '식인독수리',
    nil,
  },
  [1110] = {
    '해골 약탈자',
    nil,
  },
  [1111] = {
    '긴다리흡혈거미',
    nil,
  },
  [1112] = {
    '거머리과부거미',
    nil,
  },
  [1114] = {
    '천둥고릴라',
    nil,
  },
  [1115] = {
    '바위턱 망치잡이',
    nil,
  },
  [1116] = {
    '바위턱 잠복꾼',
    nil,
  },
  [1117] = {
    '바위턱 뼈다귀싸움꾼',
    nil,
  },
  [1118] = {
    '바위턱 투사',
    nil,
  },
  [1119] = {
    '가시망치',
    nil,
  },
  [1120] = {
    '서리갈기 트롤',
    nil,
  },
  [1121] = {
    '서리갈기 길잡이',
    nil,
  },
  [1122] = {
    '서리갈기 무두장이',
    nil,
  },
  [1123] = {
    '서리갈기 인간사냥꾼',
    nil,
  },
  [1124] = {
    '서리갈기 흑마술사',
    nil,
  },
  [1125] = {
    '멧돼지',
    nil,
  },
  [1126] = {
    '큰 멧돼지',
    nil,
  },
  [1127] = {
    '덩치 큰 멧돼지',
    nil,
  },
  [1128] = {
    '새끼 검은곰',
    nil,
  },
  [1129] = {
    '검은곰',
    nil,
  },
  [1131] = {
    '겨울늑대',
    nil,
  },
  [1132] = {
    '팀버',
    nil,
  },
  [1133] = {
    '굶주린 겨울늑대',
    nil,
  },
  [1134] = {
    '새끼 웬디고',
    nil,
  },
  [1137] = {
    '포효의 에단',
    nil,
  },
  [1138] = {
    '눈추적늑대',
    nil,
  },
  [1139] = {
    '집정관 블런트노즈',
    nil,
  },
  [1140] = {
    '무쇠턱 우두머리랩터',
    nil,
  },
  [1141] = {
    nil,
    '주방장',
  },
  [1142] = {
    '모쉬오그 투사',
    nil,
  },
  [1144] = {
    '모쉬오그 의술사',
    nil,
  },
  [1146] = {
    nil,
    '고급 무기제작자',
  },
  [1147] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [1148] = {
    nil,
    '직업용품 상인',
  },
  [1149] = {
    nil,
    '일용품 상인',
  },
  [1150] = {
    '민물악어',
    nil,
  },
  [1151] = {
    '바다악어',
    nil,
  },
  [1152] = {
    '무쇠턱악어',
    nil,
  },
  [1153] = {
    '토렌 스퀘어조',
    '탐험가 연맹',
  },
  [1154] = {
    '마렉 아이언하트',
    nil,
  },
  [1156] = {
    '바이린 스위프트윈드',
    '여관주인',
  },
  [1157] = {
    '저주받은 선원',
    nil,
  },
  [1158] = {
    '저주받은 해병',
    nil,
  },
  [1159] = {
    '일등항해사 스넬리그',
    nil,
  },
  [1160] = {
    '선장 할린도르',
    nil,
  },
  [1161] = {
    '가루바위 트로그',
    nil,
  },
  [1162] = {
    '가루바위 정찰병',
    nil,
  },
  [1163] = {
    '가루바위 망치잡이',
    nil,
  },
  [1164] = {
    '가루바위 뼈다귀싸움꾼',
    nil,
  },
  [1165] = {
    '가루바위 흙점쟁이',
    nil,
  },
  [1166] = {
    '가루바위 점쟁이',
    nil,
  },
  [1167] = {
    '가루바위 채굴꾼',
    nil,
  },
  [1169] = {
    '검은무쇠 폭도',
    nil,
  },
  [1172] = {
    '동굴쥐 졸개',
    nil,
  },
  [1173] = {
    '동굴쥐 정찰병',
    nil,
  },
  [1174] = {
    '동굴쥐 흙점쟁이',
    nil,
  },
  [1175] = {
    '동굴쥐 채굴꾼',
    nil,
  },
  [1176] = {
    '동굴쥐 약탈꾼',
    nil,
  },
  [1177] = {
    '동굴쥐 땜장이',
    nil,
  },
  [1178] = {
    '모그로쉬 오우거',
    nil,
  },
  [1179] = {
    '모그로쉬 집행자',
    nil,
  },
  [1180] = {
    '모그로쉬 투사',
    nil,
  },
  [1181] = {
    '모그로쉬 주술사',
    nil,
  },
  [1182] = {
    '수사 안톤',
    '붉은십자군 밀사',
  },
  [1183] = {
    '모그로쉬 비술사',
    nil,
  },
  [1184] = {
    '절벽늑대거미',
    nil,
  },
  [1185] = {
    '나무늑대거미',
    nil,
  },
  [1186] = {
    '검은곰',
    nil,
  },
  [1187] = {
    '풋내기 다릴',
    nil,
  },
  [1188] = {
    '검회색곰',
    nil,
  },
  [1189] = {
    '우두머리 검은곰',
    nil,
  },
  [1190] = {
    '산돼지',
    nil,
  },
  [1191] = {
    '병든 산돼지',
    nil,
  },
  [1192] = {
    '덩치 큰 산돼지',
    nil,
  },
  [1193] = {
    '호수광포어',
    nil,
  },
  [1194] = {
    '산악대머리수리',
    nil,
  },
  [1195] = {
    '숲늑대거미',
    nil,
  },
  [1196] = {
    '얼음발톱흰곰',
    nil,
  },
  [1197] = {
    '가루바위 주술사',
    nil,
  },
  [1198] = {
    nil,
    '활 상인',
  },
  [1199] = {
    '어린 눈표범',
    nil,
  },
  [1200] = {
    '모벤트 펠',
    nil,
  },
  [1201] = {
    '눈표범',
    nil,
  },
  [1202] = {
    '동굴쥐 코볼트',
    nil,
  },
  [1203] = {
    '순찰대원 사리스',
    '어둠의 순찰대',
  },
  [1204] = {
    '순찰대원 코윈',
    '어둠의 순찰대',
  },
  [1206] = {
    '내셔',
    nil,
  },
  [1207] = {
    '브롤러',
    nil,
  },
  [1211] = {
    '오염된 노움',
    nil,
  },
  [1212] = {
    '주교 파딩',
    nil,
  },
  [1213] = {
    nil,
    '갑옷 및 방패 제작자',
  },
  [1214] = {
    nil,
    '천 방어구 상인',
  },
  [1215] = {
    '연금술사 말로리',
    '전문 연금술사',
  },
  [1216] = {
    '큰집게발 바닷게',
    nil,
  },
  [1217] = {
    '글로린 스틸브라우',
    nil,
  },
  [1218] = {
    '약초상 포메로이',
    '전문 약초채집사',
  },
  [1222] = {
    '검은무쇠 공병',
    nil,
  },
  [1224] = {
    '새끼 트레샤돈',
    nil,
  },
  [1225] = {
    '큰곰 숯검댕이',
    nil,
  },
  [1226] = {
    nil,
    '상급 사제',
  },
  [1228] = {
    '마지스 스파크맨틀',
    '상급 마법사',
  },
  [1229] = {
    '그라니스 스위프트액스',
    '상급 전사',
  },
  [1231] = {
    '그리프 와일드하트',
    '상급 사냥꾼',
  },
  [1232] = {
    '아자르 스트롱해머',
    '상급 성기사',
  },
  [1234] = {
    nil,
    '상급 도적',
  },
  [1236] = {
    '코볼트 채굴꾼',
    nil,
  },
  [1237] = {
    nil,
    '식료품 상인',
  },
  [1238] = {
    '가밀리 프로스트하이드',
    '천 및 가죽 방어구 상인',
  },
  [1239] = {
    '일등항해사 피츠시몬즈',
    nil,
  },
  [1240] = {
    '보란 아이언클링크',
    '방어구 제작자',
  },
  [1241] = {
    '토그너스 플린트파이어',
    '전문 대장장이',
  },
  [1243] = {
    '헤그너 럼블샷',
    '총기류 상인',
  },
  [1244] = {
    '신록수호자 레시엘',
    nil,
  },
  [1245] = {
    '코간 포지스톤',
    nil,
  },
  [1246] = {
    nil,
    '전문 연금술사',
  },
  [1247] = {
    '여관주인 벨름',
    '여관주인',
  },
  [1249] = {
    '병참장교 허드슨',
    '갑옷 및 방패 제작자',
  },
  [1250] = {
    nil,
    '일용품 및 직업용품 상인',
  },
  [1251] = {
    '망치주먹 화염마법사',
    nil,
  },
  [1252] = {
    '세니르 화이트비어드',
    nil,
  },
  [1253] = {
    '신부 가빈',
    '은빛 여명회',
  },
  [1254] = {
    '현장감독 스톤브라우',
    '광부 조합',
  },
  [1255] = {
    '발굴조사단장 겐',
    '탐험가 연맹',
  },
  [1256] = {
    '채석장주임 테스텐',
    '광부 조합',
  },
  [1257] = {
    nil,
    '연금술 및 마법용품 상인',
  },
  [1258] = {
    '우두머리 검은약탈자늑대',
    nil,
  },
  [1259] = {
    '고블러',
    nil,
  },
  [1260] = {
    '대부 아크티쿠스',
    nil,
  },
  [1261] = {
    '베론 앰버스틸',
    '산양 조련사',
  },
  [1263] = {
    '얄린 앰버스틸',
    nil,
  },
  [1265] = {
    '루드라 앰버스틸',
    nil,
  },
  [1267] = {
    '라그나르 썬더브루',
    nil,
  },
  [1268] = {
    '오지 토글볼트',
    nil,
  },
  [1269] = {
    '라즐 스프리스프로켓',
    nil,
  },
  [1270] = {
    '악취나는 시체',
    nil,
  },
  [1271] = {
    '늙은 얼음수염',
    nil,
  },
  [1273] = {
    nil,
    '무기제작자',
  },
  [1274] = {
    '원로원의원 바린 레드스톤',
    nil,
  },
  [1275] = {
    nil,
    '마법 재료 상인',
  },
  [1276] = {
    '산악경비대 브로크',
    nil,
  },
  [1277] = {
    '산악경비대 가닌',
    nil,
  },
  [1278] = {
    '산악경비대 슈텐',
    nil,
  },
  [1279] = {
    '산악경비대 플린트',
    nil,
  },
  [1280] = {
    '산악경비대 드로켄',
    nil,
  },
  [1281] = {
    '산악경비대 자렌',
    nil,
  },
  [1282] = {
    '산악경비대 비크',
    nil,
  },
  [1283] = {
    '산악경비대 칼미르',
    nil,
  },
  [1284] = {
    '대주교 베네딕투스',
    nil,
  },
  [1285] = {
    nil,
    '일용품 상인',
  },
  [1286] = {
    nil,
    '직업용품 상인',
  },
  [1287] = {
    nil,
    '무기 상인',
  },
  [1289] = {
    nil,
    '무기 상인',
  },
  [1291] = {
    nil,
    '천 방어구 상인',
  },
  [1292] = {
    nil,
    '전문 무두장이',
  },
  [1294] = {
    nil,
    '사슬 방어구 상인',
  },
  [1295] = {
    nil,
    '가죽 방어구 상인',
  },
  [1296] = {
    nil,
    '무기제작자',
  },
  [1297] = {
    nil,
    '활 및 총기류 상인',
  },
  [1298] = {
    nil,
    '활 상인',
  },
  [1299] = {
    nil,
    '천 방어구 상인',
  },
  [1300] = {
    nil,
    '전문 재봉사',
  },
  [1301] = {
    nil,
    '포도주 상인',
  },
  [1302] = {
    nil,
    '꽃 상인',
  },
  [1303] = {
    nil,
    '약초채집용품 상인',
  },
  [1304] = {
    nil,
    '폭죽 상인',
  },
  [1305] = {
    nil,
    '바텐더',
  },
  [1307] = {
    nil,
    '마법용품 상인',
  },
  [1308] = {
    nil,
    '마법 재료 상인',
  },
  [1309] = {
    nil,
    '로브 상인',
  },
  [1310] = {
    nil,
    '모자 장수',
  },
  [1311] = {
    nil,
    '바텐더',
  },
  [1312] = {
    nil,
    '마법봉 상인',
  },
  [1313] = {
    nil,
    '연금술용품 상인',
  },
  [1314] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [1315] = {
    nil,
    '지팡이 상인',
  },
  [1316] = {
    nil,
    '사서',
  },
  [1317] = {
    nil,
    '전문 마법부여사',
  },
  [1318] = {
    nil,
    '마법부여용품 상인',
  },
  [1319] = {
    '브라이언 크로스',
    '방패 상인',
  },
  [1320] = {
    nil,
    '가죽 방어구 상인',
  },
  [1321] = {
    nil,
    '가방 상인',
  },
  [1322] = {
    nil,
    '사슬 방어구 상인',
  },
  [1323] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [1324] = {
    nil,
    '도검류 상인',
  },
  [1325] = {
    '재스퍼 펠',
    '암거래상',
  },
  [1326] = {
    nil,
    '독극물 상인',
  },
  [1327] = {
    nil,
    '선술집 주인',
  },
  [1328] = {
    nil,
    '바텐더',
  },
  [1329] = {
    '산악경비대 나아르',
    nil,
  },
  [1330] = {
    '산악경비대 티라우',
    nil,
  },
  [1331] = {
    '산악경비대 룩스트',
    nil,
  },
  [1332] = {
    '산악경비대 모란',
    nil,
  },
  [1333] = {
    nil,
    '양손 무기 상인',
  },
  [1334] = {
    '산악경비대 해머폴',
    nil,
  },
  [1335] = {
    '산악경비대 유타',
    nil,
  },
  [1336] = {
    '산악경비대 즈바른',
    nil,
  },
  [1337] = {
    '산악경비대 그워스',
    nil,
  },
  [1338] = {
    '산악경비대 달크',
    nil,
  },
  [1339] = {
    nil,
    '구두 수선공',
  },
  [1340] = {
    '산악경비대 카드렐',
    nil,
  },
  [1341] = {
    nil,
    '사슬 방어구 상인',
  },
  [1342] = {
    '산악경비대 록가르',
    nil,
  },
  [1343] = {
    '산악경비대 스톰파이크',
    nil,
  },
  [1344] = {
    '발굴조사단장 아이언밴드',
    nil,
  },
  [1345] = {
    '마그마 펠휴',
    nil,
  },
  [1346] = {
    nil,
    '전문 재봉사',
  },
  [1347] = {
    nil,
    '재봉용품 상인',
  },
  [1348] = {
    nil,
    '지팡이 및 둔기 상인',
  },
  [1349] = {
    nil,
    '사슬 방어구 상인',
  },
  [1350] = {
    nil,
    '로브 상인',
  },
  [1351] = {
    '수사 카시우스',
    '마법 재료 상인',
  },
  [1352] = {
    '복슬이',
    nil,
  },
  [1353] = {
    '살투스',
    nil,
  },
  [1354] = {
    '수습생 소렌',
    nil,
  },
  [1355] = {
    '요리사 길름',
    '전문 요리사',
  },
  [1356] = {
    '발굴조사단장 스톰파이크',
    nil,
  },
  [1358] = {
    '광부 그로토르',
    nil,
  },
  [1360] = {
    '광부 그룸날',
    nil,
  },
  [1362] = {
    nil,
    '방어구 제작자',
  },
  [1364] = {
    '불한당 발가라스',
    nil,
  },
  [1367] = {
    '빌리',
    nil,
  },
  [1373] = {
    '야벤 썬더브루',
    nil,
  },
  [1374] = {
    '레욜트 발리브루',
    nil,
  },
  [1375] = {
    '말레스 발리브루',
    nil,
  },
  [1376] = {
    '벨딘 스틸그릴',
    nil,
  },
  [1377] = {
    '조종사 스톤기어',
    nil,
  },
  [1378] = {
    '조종사 벨로우피즈',
    nil,
  },
  [1381] = {
    nil,
    '고급 갑옷 상인',
  },
  [1382] = {
    nil,
    '전문 요리사',
  },
  [1383] = {
    '스날',
    '수습 대장장이',
  },
  [1385] = {
    '브로운',
    '전문 가죽세공인',
  },
  [1386] = {
    nil,
    '전문 연금술사',
  },
  [1387] = {
    nil,
    '와이번 조련사',
  },
  [1393] = {
    '광포한 트로그',
    nil,
  },
  [1395] = {
    '노인 비즐리',
    nil,
  },
  [1397] = {
    '서리갈기 예언자',
    nil,
  },
  [1398] = {
    nil,
    '가루바위 족장',
  },
  [1399] = {
    nil,
    '가루바위 주술사',
  },
  [1400] = {
    '습지악어',
    nil,
  },
  [1404] = {
    nil,
    '상급 사냥꾼',
  },
  [1407] = {
    nil,
    '방어구 및 무기 상인',
  },
  [1411] = {
    nil,
    '상급 도적',
  },
  [1412] = {
    '다람쥐',
    nil,
  },
  [1417] = {
    '새끼 습지악어',
    nil,
  },
  [1418] = {
    '푸른아가미 약탈꾼',
    nil,
  },
  [1419] = {
    '삑삑이',
    nil,
  },
  [1420] = {
    '두꺼비',
    nil,
  },
  [1421] = {
    '병사 메를',
    '반란군',
  },
  [1422] = {
    '하사관 세스먼',
    nil,
  },
  [1423] = {
    '스톰윈드 경비병',
    nil,
  },
  [1424] = {
    '우두머리 채굴꾼',
    nil,
  },
  [1425] = {
    '커브',
    nil,
  },
  [1426] = {
    '갈퀴발 광부',
    nil,
  },
  [1430] = {
    nil,
    '전문 요리사',
  },
  [1434] = {
    '메네실 보초병',
    nil,
  },
  [1435] = {
    '검은발톱 자데스',
    nil,
  },
  [1436] = {
    '순찰대원 커트포드',
    '어둠의 순찰대',
  },
  [1439] = {
    '보울즈 K. 위쇼크 경',
    '귀족 평의회',
  },
  [1440] = {
    nil,
    '사서',
  },
  [1441] = {
    nil,
    '무기제작자',
  },
  [1442] = {
    '날쌘돌이 헬그럼',
    nil,
  },
  [1444] = {
    '수사 크리스토프',
    nil,
  },
  [1448] = {
    nil,
    '기술용품 및 일용품 상인',
  },
  [1449] = {
    '의술사 운바그와',
    nil,
  },
  [1450] = {
    nil,
    '방어구 제작자',
  },
  [1451] = {
    '카메릭 종글뢰르',
    '방랑하는 음유시인',
  },
  [1452] = {
    nil,
    '일용품 상인',
  },
  [1453] = {
    '데윈 쉬머돈',
    '연금술용품 상인',
  },
  [1454] = {
    '제나빙크 파워심',
    '재봉용품 상인',
  },
  [1456] = {
    nil,
    '직업용품 상인',
  },
  [1457] = {
    nil,
    '암거래상',
  },
  [1458] = {
    '텔루리논 문섀도',
    '전문 약초채집사',
  },
  [1459] = {
    nil,
    '활 상인',
  },
  [1460] = {
    nil,
    '마구간지기',
  },
  [1461] = {
    nil,
    '총기류 상인',
  },
  [1462] = {
    nil,
    '활 상인',
  },
  [1463] = {
    nil,
    '마법 재료 상인',
  },
  [1464] = {
    '여관주인 헬브렉',
    '여관주인',
  },
  [1465] = {
    '드락 러프컷',
    '직업용품 상인',
  },
  [1466] = {
    '그레타 파인스핀들',
    '수습 가죽세공인',
  },
  [1469] = {
    '브록 블런더블라스트',
    '총기류 상인',
  },
  [1470] = {
    '가크 힐터치',
    '전문 연금술사',
  },
  [1471] = {
    '야노스 아이언윌',
    '고급 둔기제작자',
  },
  [1472] = {
    '모르그 스톰샷',
    nil,
  },
  [1473] = {
    '칼리 힐터치',
    '전문 약초채집사',
  },
  [1474] = {
    '랜 플레임스피너',
    '재봉용품 상인',
  },
  [1475] = {
    '메네실 경비병',
    nil,
  },
  [1481] = {
    '바트 타이드워터',
    '처녀의 순결호 선장',
  },
  [1487] = {
    '망치주먹 노예사냥꾼',
    nil,
  },
  [1488] = {
    '잔질 좀비',
    nil,
  },
  [1489] = {
    '잔질 사냥꾼',
    nil,
  },
  [1490] = {
    '잔질 의술사',
    nil,
  },
  [1491] = {
    '잔질 나가',
    nil,
  },
  [1493] = {
    '큰망치 모크라쉬',
    nil,
  },
  [1495] = {
    '죽음경비병 리니아',
    nil,
  },
  [1496] = {
    '죽음경비병 딜링거',
    nil,
  },
  [1498] = {
    '베소르 아이스샤드',
    nil,
  },
  [1499] = {
    '집정관 세브렌',
    nil,
  },
  [1501] = {
    '넋 나간 좀비',
    nil,
  },
  [1502] = {
    '흉측한 구울',
    nil,
  },
  [1504] = {
    '새끼 검은그물거미',
    nil,
  },
  [1505] = {
    '검은그물거미',
    nil,
  },
  [1506] = {
    '붉은십자군 순례자',
    nil,
  },
  [1507] = {
    '붉은십자군 수습마법사',
    nil,
  },
  [1508] = {
    '새끼 승냥이',
    nil,
  },
  [1509] = {
    '승냥이',
    nil,
  },
  [1511] = {
    '광포한 은빛털고릴라',
    nil,
  },
  [1512] = {
    '그늘박쥐',
    nil,
  },
  [1513] = {
    '병든 그늘박쥐',
    nil,
  },
  [1514] = {
    '흉포한 모크',
    nil,
  },
  [1515] = {
    '집행관 자이건드',
    nil,
  },
  [1518] = {
    '연금술사 요한',
    '왕립 연금술 학회',
  },
  [1519] = {
    '죽음경비병 시머',
    nil,
  },
  [1520] = {
    '덜그럭거리는 해골병사',
    nil,
  },
  [1522] = {
    '검은눈 해골마법사',
    nil,
  },
  [1523] = {
    '금이간 해골병사',
    nil,
  },
  [1525] = {
    '썩어 문드러진 망자',
    nil,
  },
  [1526] = {
    '심하게 훼손된 시체',
    nil,
  },
  [1527] = {
    '굶주린 망자',
    nil,
  },
  [1528] = {
    '휘청거리는 괴물',
    nil,
  },
  [1529] = {
    '피투성이 좀비',
    nil,
  },
  [1530] = {
    '썩어가는 아가만드 시체',
    nil,
  },
  [1531] = {
    '길 잃은 영혼',
    nil,
  },
  [1532] = {
    '떠도는 영혼',
    nil,
  },
  [1533] = {
    '고통받는 영혼',
    nil,
  },
  [1534] = {
    '울부짖는 아가만드 망령',
    nil,
  },
  [1535] = {
    '붉은십자군 전사',
    nil,
  },
  [1536] = {
    '붉은십자군 선교사',
    nil,
  },
  [1537] = {
    '붉은십자군 광신도',
    nil,
  },
  [1538] = {
    '붉은십자군 수사',
    nil,
  },
  [1539] = {
    '붉은십자군 수련사',
    nil,
  },
  [1540] = {
    '붉은십자군 경비병',
    nil,
  },
  [1543] = {
    '썩은지느러미 보초',
    nil,
  },
  [1544] = {
    '썩은지느러미 수련사',
    nil,
  },
  [1545] = {
    '썩은지느러미 땅꾼',
    nil,
  },
  [1547] = {
    '광포한 암흑사냥개',
    nil,
  },
  [1548] = {
    '저주받은 암흑사냥개',
    nil,
  },
  [1549] = {
    '포악한 암흑사냥개',
    nil,
  },
  [1550] = {
    '무쇠꼬리바실리스크',
    nil,
  },
  [1551] = {
    '무쇠턱바실리스크',
    nil,
  },
  [1552] = {
    '무쇠비늘 바실리스크',
    nil,
  },
  [1553] = {
    '거대한 그늘박쥐',
    nil,
  },
  [1554] = {
    '그늘흡혈박쥐',
    nil,
  },
  [1555] = {
    '흉포한 검은그물거미',
    nil,
  },
  [1557] = {
    '덩치 큰 안개계곡고릴라',
    nil,
  },
  [1558] = {
    '은빛털고릴라 우두머리',
    nil,
  },
  [1559] = {
    '밀림의 왕 무클라',
    nil,
  },
  [1561] = {
    '붉은해적단 약탈자',
    nil,
  },
  [1562] = {
    '붉은해적단 마법사',
    nil,
  },
  [1563] = {
    '붉은해적단 칼잡이',
    nil,
  },
  [1564] = {
    '붉은해적단 흑마법사',
    nil,
  },
  [1565] = {
    '붉은해적단원',
    nil,
  },
  [1568] = {
    '장의사 모르도',
    nil,
  },
  [1569] = {
    '어둠의 사제 사비스',
    nil,
  },
  [1570] = {
    '집행관 아렌',
    nil,
  },
  [1571] = {
    nil,
    '그리핀 조련사',
  },
  [1572] = {
    nil,
    '그리핀 조련사',
  },
  [1573] = {
    nil,
    '그리핀 조련사',
  },
  [1632] = {
    nil,
    '수습 가죽세공인',
  },
  [1642] = {
    '북녘골 경비병',
    nil,
  },
  [1645] = {
    '병참장교 힉스',
    '무기제작의 대가',
  },
  [1646] = {
    nil,
    '도시 건축가',
  },
  [1650] = {
    nil,
    '벌목꾼',
  },
  [1651] = {
    nil,
    '전문 낚시꾼',
  },
  [1652] = {
    '죽음경비병 버제스',
    nil,
  },
  [1653] = {
    '붉은해적단 장로',
    nil,
  },
  [1658] = {
    '대장 다르골',
    nil,
  },
  [1660] = {
    '붉은십자군 경호원',
    nil,
  },
  [1661] = {
    '수련사제 엘레스',
    nil,
  },
  [1662] = {
    '대장 페린',
    nil,
  },
  [1664] = {
    '대장 바콘',
    nil,
  },
  [1665] = {
    '대장 멜라케',
    nil,
  },
  [1666] = {
    '캄 딥퓨리',
    nil,
  },
  [1668] = {
    nil,
    '활 상인',
  },
  [1669] = {
    '데피아즈단 악덕업자',
    '가죽 방어구 상인',
  },
  [1670] = {
    nil,
    '빵 상인',
  },
  [1671] = {
    nil,
    '과일 상인',
  },
  [1672] = {
    nil,
    '재봉용품 상인',
  },
  [1673] = {
    nil,
    '마법 재료 상인',
  },
  [1674] = {
    '썩은가죽 놀',
    nil,
  },
  [1675] = {
    '썩은가죽 싸움꾼',
    nil,
  },
  [1676] = {
    '핀버스 기어그린드',
    '전문 기계공학자',
  },
  [1678] = {
    nil,
    '낚시용품 상인',
  },
  [1680] = {
    nil,
    '전문 낚시꾼',
  },
  [1681] = {
    '브록 스톤시커',
    '전문 광부',
  },
  [1682] = {
    '야니 스타우트하트',
    '일용품 상인',
  },
  [1683] = {
    '워그 딥워터',
    '전문 낚시꾼',
  },
  [1684] = {
    '카라 딥워터',
    '낚시용품 상인',
  },
  [1685] = {
    '샨다르 굿비어드',
    '일용품 상인',
  },
  [1686] = {
    '아레네 슈어샷',
    '총기류 상인',
  },
  [1687] = {
    nil,
    '활 상인',
  },
  [1688] = {
    '여왕 검은그물거미',
    nil,
  },
  [1689] = {
    '사나운 멧돼지',
    nil,
  },
  [1690] = {
    nil,
    '대장용품 상인',
  },
  [1691] = {
    nil,
    '일용품 상인',
  },
  [1692] = {
    '골론 프로스트비어드',
    '직업용품 상인',
  },
  [1693] = {
    '호수악어',
    nil,
  },
  [1694] = {
    nil,
    '기술용품 상인',
  },
  [1695] = {
    '[4.x 미사용]렌도우',
    '가죽 방어구 상인',
  },
  [1696] = {
    '흉악범 타고르',
    nil,
  },
  [1697] = {
    nil,
    '음료 상인',
  },
  [1698] = {
    nil,
    '무기 상인',
  },
  [1699] = {
    nil,
    '전문 요리사',
  },
  [1700] = {
    nil,
    '전문 낚시꾼',
  },
  [1701] = {
    '당크 드리즐컷',
    '전문 광부',
  },
  [1702] = {
    '브롱크 거즐기어',
    '전문 기계공학자',
  },
  [1703] = {
    nil,
    '전문 재봉사',
  },
  [1706] = {
    '복역수',
    nil,
  },
  [1707] = {
    '데피아즈단 죄수',
    nil,
  },
  [1708] = {
    '데피아즈단 전과자',
    nil,
  },
  [1711] = {
    '무기징역수',
    nil,
  },
  [1713] = {
    '덩치 큰 그림자퓨마',
    nil,
  },
  [1715] = {
    '반역자',
    nil,
  },
  [1718] = {
    '바위턱 약탈자',
    nil,
  },
  [1719] = {
    '교도소장 델워터',
    nil,
  },
  [1720] = {
    '브루갈 아이언너클',
    nil,
  },
  [1725] = {
    '데피아즈단 보초',
    nil,
  },
  [1726] = {
    '데피아즈단 마법사',
    nil,
  },
  [1727] = {
    '데피아즈단 노동자',
    nil,
  },
  [1729] = {
    '데피아즈단 기원사',
    nil,
  },
  [1731] = {
    '고블린 땜장이',
    nil,
  },
  [1732] = {
    '데피아즈단 돌풍술사',
    nil,
  },
  [1733] = {
    nil,
    '자데스의 하수인',
  },
  [1735] = {
    '죽음경비병 아브라함',
    nil,
  },
  [1736] = {
    '죽음경비병 란돌프',
    nil,
  },
  [1737] = {
    '죽음경비병 올리버',
    nil,
  },
  [1738] = {
    '죽음경비병 테렌스',
    nil,
  },
  [1739] = {
    '죽음경비병 필립',
    nil,
  },
  [1740] = {
    '죽음경비병 살테인',
    nil,
  },
  [1741] = {
    '죽음경비병 바트런드',
    nil,
  },
  [1742] = {
    '죽음경비병 바톨로뮤',
    nil,
  },
  [1743] = {
    '죽음경비병 로렌스',
    nil,
  },
  [1744] = {
    '죽음경비병 모트',
    nil,
  },
  [1745] = {
    '죽음경비병 모리스',
    nil,
  },
  [1746] = {
    '죽음경비병 키루스',
    nil,
  },
  [1747] = {
    nil,
    '스톰윈드 왕자',
  },
  [1748] = {
    '대영주 볼바르 폴드라곤',
    nil,
  },
  [1749] = {
    '여군주 카트라나 프레스톨',
    nil,
  },
  [1750] = {
    '대제독 제스테레스',
    nil,
  },
  [1751] = {
    '미트라 아이언힐',
    nil,
  },
  [1752] = {
    '칼레드라 돈브리즈',
    nil,
  },
  [1753] = {
    '구더기눈',
    nil,
  },
  [1754] = {
    '그레골 라스코발 경',
    nil,
  },
  [1755] = {
    '소리없는검객 마르존',
    nil,
  },
  [1756] = {
    '스톰윈드 왕실근위병',
    nil,
  },
  [1763] = {
    nil,
    '제련공',
  },
  [1764] = {
    '상급 야수 정령',
    nil,
  },
  [1766] = {
    '광포한 검은늑대',
    nil,
  },
  [1767] = {
    '썩은지느러미 갈퀴잡이',
    nil,
  },
  [1768] = {
    '썩은지느러미 바다사냥꾼',
    nil,
  },
  [1769] = {
    '달분노 백발전사',
    nil,
  },
  [1770] = {
    '달분노 어둠의길잡이',
    nil,
  },
  [1772] = {
    '썩은가죽 길잡이',
    nil,
  },
  [1773] = {
    '썩은가죽 비술사',
    nil,
  },
  [1777] = {
    '다크 블런더블라스트',
    nil,
  },
  [1778] = {
    '사나운 불곰',
    nil,
  },
  [1779] = {
    '달분노 광신도',
    nil,
  },
  [1780] = {
    '병정 땅거미',
    nil,
  },
  [1781] = {
    '은신 땅거미',
    nil,
  },
  [1782] = {
    '달분노 검은영혼',
    nil,
  },
  [1783] = {
    '해골 타작꾼',
    nil,
  },
  [1784] = {
    '해골 마술사',
    nil,
  },
  [1785] = {
    '해골 망나니',
    nil,
  },
  [1787] = {
    '해골 사형집행인',
    nil,
  },
  [1788] = {
    '해골 사령관',
    nil,
  },
  [1789] = {
    '해골 수행사제',
    nil,
  },
  [1791] = {
    '걸신들린 구울',
    nil,
  },
  [1793] = {
    '썩어가는 구울',
    nil,
  },
  [1794] = {
    '영혼없는 구울',
    nil,
  },
  [1795] = {
    '불타죽은 구울',
    nil,
  },
  [1796] = {
    '얼어죽은 구울',
    nil,
  },
  [1797] = {
    '거대하고 광포한 곰',
    nil,
  },
  [1800] = {
    '으스스한 망령',
    nil,
  },
  [1801] = {
    '피의 망령',
    nil,
  },
  [1802] = {
    '굶주린 망령',
    nil,
  },
  [1804] = {
    '울부짖는 망자',
    nil,
  },
  [1805] = {
    '살덩어리 골렘',
    nil,
  },
  [1806] = {
    '오염된 진흙괴물',
    nil,
  },
  [1808] = {
    '포식성 수액괴물',
    nil,
  },
  [1809] = {
    '청소부 독수리',
    nil,
  },
  [1812] = {
    '썩어가는 늪괴물',
    nil,
  },
  [1813] = {
    '부패한 늪괴물',
    nil,
  },
  [1815] = {
    '병에 걸린 검은곰',
    nil,
  },
  [1816] = {
    '병에 걸린 불곰',
    nil,
  },
  [1817] = {
    '병에 걸린 늑대',
    nil,
  },
  [1821] = {
    '청소부 늑대거미',
    nil,
  },
  [1822] = {
    '독안개 늑대거미',
    nil,
  },
  [1824] = {
    '돌연변이 늑대거미',
    nil,
  },
  [1826] = {
    '붉은십자군 마법사',
    nil,
  },
  [1827] = {
    '붉은십자군 파수꾼',
    nil,
  },
  [1831] = {
    '붉은십자군 사냥꾼',
    nil,
  },
  [1832] = {
    '붉은십자군 학자',
    nil,
  },
  [1833] = {
    '붉은십자군 기사',
    nil,
  },
  [1834] = {
    '붉은십자군 성기사',
    nil,
  },
  [1835] = {
    '붉은십자군 기원사',
    nil,
  },
  [1836] = {
    '붉은십자군 근위병',
    nil,
  },
  [1837] = {
    '붉은십자군 재판관',
    nil,
  },
  [1838] = {
    '붉은십자군 심문관',
    nil,
  },
  [1839] = {
    '붉은십자군 고위성직자',
    nil,
  },
  [1840] = {
    '종교재판장 이실리엔',
    nil,
  },
  [1841] = {
    '붉은십자군 사형집행인',
    nil,
  },
  [1842] = {
    '대영주 탤런 폴드링',
    '붉은십자군 대영주',
  },
  [1843] = {
    '현장감독 제리스',
    nil,
  },
  [1844] = {
    '현장감독 마크리드',
    nil,
  },
  [1845] = {
    '수호대장 탈센',
    nil,
  },
  [1846] = {
    '수호대장 로릭',
    nil,
  },
  [1847] = {
    '파울메인',
    nil,
  },
  [1848] = {
    '말다자르 경',
    nil,
  },
  [1849] = {
    '드레드위스퍼',
    nil,
  },
  [1851] = {
    '허스크',
    nil,
  },
  [1852] = {
    '소환사 아라즈',
    nil,
  },
  [1853] = {
    '암흑스승 간들링',
    nil,
  },
  [1854] = {
    '대사제 텔다니스',
    nil,
  },
  [1860] = {
    '공허방랑자',
    nil,
  },
  [1863] = {
    '서큐버스',
    nil,
  },
  [1865] = {
    '까마귀발톱 약탈자',
    nil,
  },
  [1866] = {
    '까마귀발톱 노예',
    nil,
  },
  [1867] = {
    '달라란 수습마법사',
    nil,
  },
  [1868] = {
    '까마귀발톱 하수인',
    nil,
  },
  [1869] = {
    '까마귀발톱 용사',
    nil,
  },
  [1870] = {
    '까마귀발톱 심복',
    nil,
  },
  [1871] = {
    '엘리자의 경비병',
    nil,
  },
  [1872] = {
    '타렉 블랙스톤',
    nil,
  },
  [1883] = {
    '붉은십자군 노동자',
    nil,
  },
  [1884] = {
    '붉은십자군 벌목꾼',
    nil,
  },
  [1885] = {
    '붉은십자군 대장장이',
    nil,
  },
  [1888] = {
    '호박색 농장 파수꾼',
    nil,
  },
  [1889] = {
    '호박색 농장 마술사',
    nil,
  },
  [1890] = {
    '덜그럭거리는 해골',
    nil,
  },
  [1891] = {
    '장작나무 마을 파수병',
    nil,
  },
  [1892] = {
    '달분노 정찰꾼',
    nil,
  },
  [1893] = {
    '달분노 보초',
    nil,
  },
  [1894] = {
    '장작나무 마을 보초',
    nil,
  },
  [1895] = {
    '장작나무 마을 장로',
    nil,
  },
  [1896] = {
    '달분노 장로',
    nil,
  },
  [1901] = {
    '켈스트럼 스톤브레이커',
    '상급 전사',
  },
  [1907] = {
    '나가 탐험가',
    nil,
  },
  [1908] = {
    '썩은지느러미 점쟁이',
    nil,
  },
  [1909] = {
    '썩은지느러미 호수추적자',
    nil,
  },
  [1912] = {
    '호박색 농장 수호병',
    nil,
  },
  [1913] = {
    '호박색 농장 보초병',
    nil,
  },
  [1914] = {
    '호박색 농장 마법학자',
    nil,
  },
  [1915] = {
    '호박색 농장 요술사',
    nil,
  },
  [1920] = {
    '호박색 농장 역술사',
    nil,
  },
  [1921] = {
    '훈련용 허수아비',
    nil,
  },
  [1922] = {
    '회색 숲늑대',
    nil,
  },
  [1923] = {
    '붉은주둥이 검은늑대',
    nil,
  },
  [1924] = {
    '달분노 혈투사',
    nil,
  },
  [1931] = {
    '사로잡힌 붉은십자군 광신도',
    nil,
  },
  [1933] = {
    '양',
    nil,
  },
  [1934] = {
    '티리스팔 농부',
    nil,
  },
  [1935] = {
    '티리스팔 농장 일꾼',
    nil,
  },
  [1936] = {
    '농부 솔리덴',
    nil,
  },
  [1937] = {
    '연금술사 렌퍼럴',
    '왕립 연금술 학회',
  },
  [1938] = {
    '달라 돈위버',
    nil,
  },
  [1939] = {
    '썩은가죽 곤봉잡이',
    nil,
  },
  [1940] = {
    '썩은가죽 역병술사',
    nil,
  },
  [1941] = {
    '썩은가죽 도굴꾼',
    nil,
  },
  [1942] = {
    '썩은가죽 야만전사',
    nil,
  },
  [1943] = {
    '흉포한 썩은가죽놀',
    nil,
  },
  [1944] = {
    '썩은가죽 투사',
    nil,
  },
  [1947] = {
    '까마귀발톱 쑤울',
    nil,
  },
  [1948] = {
    '썩은갈기',
    nil,
  },
  [1949] = {
    '아조라의 하인',
    nil,
  },
  [1950] = {
    nil,
    '죽음추적자',
  },
  [1951] = {
    nil,
    '죽음추적자',
  },
  [1952] = {
    '고위집행관 하드렉',
    nil,
  },
  [1953] = {
    '호수덤불괴물',
    nil,
  },
  [1954] = {
    '덩치 큰 호수덤불괴물',
    nil,
  },
  [1955] = {
    '호수늪지괴물',
    nil,
  },
  [1956] = {
    '덩치 큰 호수늪지괴물',
    nil,
  },
  [1957] = {
    '썩은지느러미 호수잠복꾼',
    nil,
  },
  [1958] = {
    '썩은지느러미 파도술사',
    nil,
  },
  [1959] = {
    '산악경비대 발리브루',
    nil,
  },
  [1960] = {
    '조종사 해머풋',
    nil,
  },
  [1961] = {
    '썩은발톱',
    nil,
  },
  [1963] = {
    '비드라 하스스토브',
    nil,
  },
  [1964] = {
    '나무정령',
    nil,
  },
  [1965] = {
    '산악경비대 탈로스',
    nil,
  },
  [1971] = {
    '포악한 이바르',
    nil,
  },
  [1972] = {
    '은빛갈기 그림슨',
    nil,
  },
  [1973] = {
    '까마귀발톱 수호병',
    nil,
  },
  [1974] = {
    '까마귀발톱 노역꾼',
    nil,
  },
  [1975] = {
    '동쪽계곡 나무꾼',
    nil,
  },
  [1976] = {
    '스톰윈드 순찰병',
    nil,
  },
  [1977] = {
    '원로원의원 메르 스톤할로우',
    nil,
  },
  [1978] = {
    '죽음추적자 엘런드',
    nil,
  },
  [1981] = {
    '검은무쇠 복병',
    nil,
  },
  [1983] = {
    '나이트래쉬',
    nil,
  },
  [1984] = {
    '새끼 엉겅퀴멧돼지',
    nil,
  },
  [1985] = {
    '엉겅퀴멧돼지',
    nil,
  },
  [1986] = {
    '나무그물거미',
    nil,
  },
  [1989] = {
    '그렐킨',
    nil,
  },
  [1993] = {
    '푸른발',
    nil,
  },
  [1994] = {
    '흉측한 기시이스',
    nil,
  },
  [1995] = {
    '스트리기드 올빼미',
    nil,
  },
  [1996] = {
    '비명소리 스트리기드 올빼미',
    nil,
  },
  [1997] = {
    '푸른부리 스트리기드 올빼미',
    nil,
  },
  [1998] = {
    '나무그물 늑대거미',
    nil,
  },
  [1999] = {
    '나무그물 독거미',
    nil,
  },
  [2000] = {
    '나무그물 비단거미',
    nil,
  },
  [2001] = {
    '거대한 나무그물거미',
    nil,
  },
  [2002] = {
    '야비한 마귀',
    nil,
  },
  [2003] = {
    '그림자 마귀',
    nil,
  },
  [2004] = {
    '암흑의 마귀',
    nil,
  },
  [2005] = {
    '흉포한 그렐',
    nil,
  },
  [2006] = {
    '나무옹이 펄볼그',
    nil,
  },
  [2007] = {
    '나무옹이 정원사',
    nil,
  },
  [2008] = {
    '나무옹이 전사',
    nil,
  },
  [2009] = {
    '나무옹이 주술사',
    nil,
  },
  [2010] = {
    '나무옹이 파수꾼',
    nil,
  },
  [2011] = {
    '나무옹이 점쟁이',
    nil,
  },
  [2012] = {
    '나무옹이 길잡이',
    nil,
  },
  [2013] = {
    '나무옹이 복수자',
    nil,
  },
  [2014] = {
    '나무옹이 토템술사',
    nil,
  },
  [2015] = {
    '붉은깃털 하피',
    nil,
  },
  [2017] = {
    '붉은깃털 약탈자',
    nil,
  },
  [2018] = {
    '붉은깃털 마법사',
    nil,
  },
  [2019] = {
    '붉은깃털 여전사',
    nil,
  },
  [2020] = {
    '붉은깃털 바람 마녀',
    nil,
  },
  [2021] = {
    '붉은깃털 우두머리',
    nil,
  },
  [2022] = {
    '나무괴물',
    nil,
  },
  [2025] = {
    '나무껍질괴물',
    nil,
  },
  [2027] = {
    '나무발굽괴물',
    nil,
  },
  [2029] = {
    '나무수렁괴물',
    nil,
  },
  [2030] = {
    '덩치 큰 나무괴물',
    nil,
  },
  [2031] = {
    '새끼 밤호랑이',
    nil,
  },
  [2032] = {
    '병든 밤호랑이',
    nil,
  },
  [2033] = {
    '덩치 큰 밤호랑이',
    nil,
  },
  [2034] = {
    '흉포한 밤호랑이',
    nil,
  },
  [2038] = {
    '제왕 멜레나스',
    nil,
  },
  [2039] = {
    '투사 우르살',
    nil,
  },
  [2041] = {
    '고대 수호정령',
    nil,
  },
  [2042] = {
    '밤호랑이',
    nil,
  },
  [2043] = {
    '긴발톱밤호랑이',
    nil,
  },
  [2044] = {
    '외로운 영혼',
    nil,
  },
  [2046] = {
    nil,
    '갑옷 및 방패 제작자',
  },
  [2050] = {
    nil,
    '주방장',
  },
  [2053] = {
    '초췌한 피난민',
    nil,
  },
  [2054] = {
    '병든 피난민',
    nil,
  },
  [2055] = {
    '수석 연금술사 파라넬',
    '왕립 연금술 학회',
  },
  [2056] = {
    '까마귀발톱의 현신',
    nil,
  },
  [2058] = {
    '죽음추적자 페를레이아',
    nil,
  },
  [2060] = {
    '원로원 스미더스',
    '장작나무 마을 의회',
  },
  [2061] = {
    '원로원 대처',
    '장작나무 마을 의회',
  },
  [2062] = {
    '원로원 헨드릭스',
    '장작나무 마을 의회',
  },
  [2063] = {
    '원로원 빌헬름',
    '장작나무 마을 의회',
  },
  [2064] = {
    '원로원 하틴',
    '장작나무 마을 의회',
  },
  [2065] = {
    '원로원 쿠퍼',
    '장작나무 마을 의회',
  },
  [2066] = {
    '원로원 하이갈스',
    '장작나무 마을 의회',
  },
  [2067] = {
    '원로원 브런스윅',
    '장작나무 마을 의회',
  },
  [2068] = {
    '시장 모리슨',
    '장작나무 마을 의회장',
  },
  [2069] = {
    '달표범',
    nil,
  },
  [2070] = {
    '새끼 달표범',
    nil,
  },
  [2071] = {
    '우두머리 달표범',
    nil,
  },
  [2077] = {
    '멜리타 스태그헬름',
    nil,
  },
  [2078] = {
    '아스리다스 베어맨틀',
    nil,
  },
  [2079] = {
    '일사레인',
    nil,
  },
  [2081] = {
    '파수꾼 키라 스타송',
    nil,
  },
  [2082] = {
    '길스할란 윈드워커',
    nil,
  },
  [2083] = {
    '시랄 블레이드리프',
    nil,
  },
  [2084] = {
    '내더릴 레인콜러',
    '일용품 상인',
  },
  [2086] = {
    '발스탁 아이언조',
    nil,
  },
  [2089] = {
    '거대한 습지악어',
    nil,
  },
  [2090] = {
    '마룩 웜스케일',
    '용아귀 부족 장군',
  },
  [2091] = {
    '족장 네크로쉬',
    nil,
  },
  [2092] = {
    '조종사 롱비어드',
    '아이언포지 전차 부대',
  },
  [2093] = {
    '아이나르 스톤그립',
    nil,
  },
  [2096] = {
    '타렐 록위버',
    nil,
  },
  [2098] = {
    '산양',
    nil,
  },
  [2099] = {
    '처녀의 순결호 선원',
    nil,
  },
  [2102] = {
    '용아귀 그런트',
    nil,
  },
  [2103] = {
    '용아귀 정찰병',
    nil,
  },
  [2104] = {
    '경비대장 스타우트피스트',
    nil,
  },
  [2105] = {
    '산악경비대 도킨',
    nil,
  },
  [2106] = {
    '연금술사 베랄드',
    nil,
  },
  [2108] = {
    '가르넥 찰스컬',
    nil,
  },
  [2110] = {
    '곰쥐',
    nil,
  },
  [2111] = {
    '시다',
    nil,
  },
  [2113] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [2114] = {
    nil,
    '전문 약초채집사',
  },
  [2115] = {
    nil,
    '일용품 상인',
  },
  [2116] = {
    '대장장이 란드',
    '수습 방어구 제작자',
  },
  [2117] = {
    nil,
    '무기 상인',
  },
  [2118] = {
    nil,
    '직업용품 상인',
  },
  [2119] = {
    nil,
    '상급 전사',
  },
  [2120] = {
    '대마법사 아태릭',
    nil,
  },
  [2121] = {
    '어둠의 사제 알리스터',
    nil,
  },
  [2122] = {
    nil,
    '상급 도적',
  },
  [2123] = {
    '어둠의 사제 듀스텐',
    '상급 사제',
  },
  [2124] = {
    nil,
    '상급 마법사',
  },
  [2126] = {
    nil,
    '상급 흑마법사',
  },
  [2127] = {
    nil,
    '상급 흑마법사',
  },
  [2128] = {
    '케인 파이어송',
    '상급 마법사',
  },
  [2129] = {
    '어둠의 사제 베릴',
    '상급 사제',
  },
  [2130] = {
    nil,
    '상급 도적',
  },
  [2131] = {
    nil,
    '상급 전사',
  },
  [2132] = {
    nil,
    '전문 연금술사',
  },
  [2134] = {
    '미시즈 윈터스',
    '일용품 상인',
  },
  [2135] = {
    nil,
    '수습 방어구 제작자',
  },
  [2136] = {
    nil,
    '무기 상인',
  },
  [2137] = {
    nil,
    '가죽 방어구 상인',
  },
  [2140] = {
    nil,
    '일용품 상인',
  },
  [2142] = {
    '순찰대원 캘러한',
    '어둠의 순찰대',
  },
  [2149] = {
    '검은무쇠 약탈자',
    nil,
  },
  [2150] = {
    '젠 파울후프',
    nil,
  },
  [2151] = {
    '달의여사제 아마라',
    nil,
  },
  [2152] = {
    '나무옹이 복병',
    nil,
  },
  [2155] = {
    '파수꾼 샤일라 나이트브리즈',
    nil,
  },
  [2156] = {
    '낡은 골렘',
    nil,
  },
  [2157] = {
    '돌 거수',
    nil,
  },
  [2158] = {
    '자갈부싯돌 정찰병',
    nil,
  },
  [2159] = {
    '자갈부싯돌 망치잡이',
    nil,
  },
  [2160] = {
    '자갈부싯돌 흙점쟁이',
    nil,
  },
  [2163] = {
    '엉겅퀴곰',
    nil,
  },
  [2164] = {
    '광포한 엉겅퀴곰',
    nil,
  },
  [2165] = {
    '엉겅퀴불곰',
    nil,
  },
  [2166] = {
    '오크나무괴물',
    nil,
  },
  [2167] = {
    '검은나무 길잡이',
    nil,
  },
  [2168] = {
    '검은나무 전사',
    nil,
  },
  [2169] = {
    '검은나무 토템술사',
    nil,
  },
  [2170] = {
    '검은나무 펄볼그',
    nil,
  },
  [2171] = {
    '검은나무 주술사',
    nil,
  },
  [2172] = {
    '우두머리 타조',
    nil,
  },
  [2173] = {
    '모래톱광포어',
    nil,
  },
  [2174] = {
    '바다광포어',
    nil,
  },
  [2175] = {
    '그림자발톱',
    nil,
  },
  [2176] = {
    '저주받은 명가의 원혼',
    nil,
  },
  [2177] = {
    '고뇌하는 명가의 원혼',
    nil,
  },
  [2178] = {
    '울부짖는 명가의 원혼',
    nil,
  },
  [2179] = {
    '폭풍비늘 바다전사',
    nil,
  },
  [2180] = {
    '폭풍비늘 세이렌',
    nil,
  },
  [2181] = {
    '폭풍비늘 미르미돈',
    nil,
  },
  [2182] = {
    '폭풍비늘 여마법사',
    nil,
  },
  [2183] = {
    '폭풍비늘 전사',
    nil,
  },
  [2184] = {
    '여군주 문게이저',
    nil,
  },
  [2185] = {
    '어둠해안 트레샤돈',
    nil,
  },
  [2186] = {
    '파괴자 카니버스',
    nil,
  },
  [2187] = {
    '덩치 큰 어둠해안 트레샤돈',
    nil,
  },
  [2188] = {
    '깊은바다 트레샤돈',
    nil,
  },
  [2189] = {
    '비열한 마귀',
    nil,
  },
  [2190] = {
    '광기 어린 그렐',
    nil,
  },
  [2192] = {
    '불꽃의 소환사 래디슨',
    nil,
  },
  [2198] = {
    '포고꾼 굿맨',
    nil,
  },
  [2201] = {
    '잿빛안개 약탈꾼',
    nil,
  },
  [2202] = {
    '잿빛안개 길잡이',
    nil,
  },
  [2203] = {
    '잿빛안개 점쟁이',
    nil,
  },
  [2204] = {
    '잿빛안개 그물낚시꾼',
    nil,
  },
  [2205] = {
    '잿빛안개 전사',
    nil,
  },
  [2206] = {
    '잿빛안개 사냥꾼',
    nil,
  },
  [2207] = {
    '잿빛안개 점술사',
    nil,
  },
  [2208] = {
    '잿빛안개 바다사냥꾼',
    nil,
  },
  [2209] = {
    '죽음경비병 가빈',
    nil,
  },
  [2210] = {
    '죽음경비병 로얀',
    nil,
  },
  [2211] = {
    '산악경비대 포로',
    nil,
  },
  [2212] = {
    '데스릴 사티로스',
    nil,
  },
  [2214] = {
    '죽음추적자 레시',
    nil,
  },
  [2215] = {
    '고위집행관 다살리아',
    nil,
  },
  [2216] = {
    '연금술사 라이던',
    '왕립 연금술 학회',
  },
  [2224] = {
    '와이번',
    nil,
  },
  [2225] = {
    nil,
    '직업용품 상인',
  },
  [2226] = {
    nil,
    '박쥐 조련사',
  },
  [2228] = {
    '부관 파렌 오리넬',
    nil,
  },
  [2231] = {
    '작은 파도게',
    nil,
  },
  [2232] = {
    '파도게',
    nil,
  },
  [2233] = {
    '등껍질 파도게',
    nil,
  },
  [2234] = {
    '새끼 모래톱게',
    nil,
  },
  [2235] = {
    '모래톱게',
    nil,
  },
  [2236] = {
    '사나운 모래톱게',
    nil,
  },
  [2237] = {
    '덩치 큰 달표범',
    nil,
  },
  [2240] = {
    '비밀결사대 노상강도',
    nil,
  },
  [2241] = {
    '비밀결사대 도둑',
    nil,
  },
  [2242] = {
    '비밀결사대 염탐꾼',
    nil,
  },
  [2243] = {
    '비밀결사대 보초병',
    nil,
  },
  [2244] = {
    '비밀결사대 어둠마법사',
    nil,
  },
  [2245] = {
    '비밀결사대 정찰병',
    nil,
  },
  [2246] = {
    '비밀결사대 암살자',
    nil,
  },
  [2247] = {
    '비밀결사대 집행자',
    nil,
  },
  [2248] = {
    '동굴 설인',
    nil,
  },
  [2249] = {
    '[미사용] 사나운 설인',
    nil,
  },
  [2250] = {
    '산악 설인',
    nil,
  },
  [2251] = {
    '거대한 설인',
    nil,
  },
  [2252] = {
    '산사태 오우거',
    nil,
  },
  [2253] = {
    '산사태 투사',
    nil,
  },
  [2254] = {
    '산사태 싸움꾼',
    nil,
  },
  [2255] = {
    '산사태 마법사',
    nil,
  },
  [2256] = {
    '산사태 집행자',
    nil,
  },
  [2258] = {
    '마가라크',
    nil,
  },
  [2260] = {
    '비밀결사대 도적',
    nil,
  },
  [2261] = {
    '비밀결사대 경비병',
    nil,
  },
  [2263] = {
    '치안대장 레드패스',
    nil,
  },
  [2264] = {
    '언덕마루 재봉사',
    nil,
  },
  [2265] = {
    '언덕마루 수습대장장이',
    nil,
  },
  [2266] = {
    '언덕마루 농부',
    nil,
  },
  [2267] = {
    '언덕마루 소작농',
    nil,
  },
  [2268] = {
    '언덕마루 보병',
    nil,
  },
  [2269] = {
    '언덕마루 광부',
    nil,
  },
  [2270] = {
    '언덕마루 보초',
    nil,
  },
  [2271] = {
    '달라란 수호기사',
    nil,
  },
  [2272] = {
    '달라란 사술사',
    nil,
  },
  [2275] = {
    '광포해진 스탠리',
    nil,
  },
  [2276] = {
    '집정관 헨리 말레브',
    nil,
  },
  [2277] = {
    '현자 딥스',
    nil,
  },
  [2283] = {
    '까마귀발톱 섭정',
    nil,
  },
  [2284] = {
    '사로잡힌 농부',
    nil,
  },
  [2285] = {
    '백작 레밍턴 리지웰',
    '귀족 평의회',
  },
  [2287] = {
    '산사태 전사',
    nil,
  },
  [2299] = {
    '보르구스 스타우트암',
    '그리핀 조련사',
  },
  [2302] = {
    nil,
    '전쟁노래 협곡 전투모병관',
  },
  [2303] = {
    '라이란 페더송',
    '식료품 상인',
  },
  [2304] = {
    '부대장 아이언힐',
    nil,
  },
  [2305] = {
    '현장감독 본즈',
    nil,
  },
  [2306] = {
    '남작 바르두스',
    nil,
  },
  [2307] = {
    '관리인 카이스',
    nil,
  },
  [2314] = {
    '사반 블러드섀도',
    nil,
  },
  [2315] = {
    '마켈 이본우드',
    nil,
  },
  [2316] = {
    '골디르',
    nil,
  },
  [2318] = {
    '아르거스재림회 어둠마법사',
    nil,
  },
  [2319] = {
    '비밀결사대 마술사',
    nil,
  },
  [2321] = {
    '새끼 숲타조',
    nil,
  },
  [2322] = {
    '숲타조',
    nil,
  },
  [2323] = {
    '거대한 숲타조',
    nil,
  },
  [2324] = {
    '검은나무 풍수사',
    nil,
  },
  [2326] = {
    nil,
    '전문 응급치료사',
  },
  [2327] = {
    nil,
    '전문 응급치료사',
  },
  [2329] = {
    nil,
    '전문 응급치료사',
  },
  [2333] = {
    '심복 발릭',
    nil,
  },
  [2334] = {
    '이벤트 생성기 001',
    nil,
  },
  [2335] = {
    '집정관 번사이드',
    nil,
  },
  [2336] = {
    '암흑이교도 광신자',
    nil,
  },
  [2337] = {
    '암흑이교도 소환사',
    nil,
  },
  [2338] = {
    '황혼의 신도',
    nil,
  },
  [2339] = {
    '황혼의 암살단원',
    nil,
  },
  [2344] = {
    '던 가록 산악경비대',
    nil,
  },
  [2345] = {
    '던 가록 소총병',
    nil,
  },
  [2346] = {
    '던 가록 사제',
    nil,
  },
  [2347] = {
    '야생 그리핀',
    nil,
  },
  [2348] = {
    '덩치 큰 이끼거미',
    nil,
  },
  [2349] = {
    '길들인 이끼거미',
    nil,
  },
  [2350] = {
    '숲거미',
    nil,
  },
  [2351] = {
    '역병 걸린 곰',
    nil,
  },
  [2352] = {
    '여관주인 앤더슨',
    '여관주인',
  },
  [2354] = {
    '흉포한 회색곰',
    nil,
  },
  [2356] = {
    '덩치 큰 회색곰',
    nil,
  },
  [2357] = {
    nil,
    '마구간지기',
  },
  [2358] = {
    '달라란 소환사',
    nil,
  },
  [2359] = {
    '노예 바위 정령',
    nil,
  },
  [2360] = {
    '언덕마루 농장 일꾼',
    nil,
  },
  [2363] = {
    '수습생 허니웰',
    nil,
  },
  [2364] = {
    nil,
    '여종업원',
  },
  [2365] = {
    '브론트 콜드클리브',
    '푸줏간 주인',
  },
  [2366] = {
    '바텐더 켈리',
    '바텐더',
  },
  [2367] = {
    nil,
    '전문 낚시꾼',
  },
  [2368] = {
    '비수가시 바다추적자',
    nil,
  },
  [2369] = {
    '비수가시 바다사냥꾼',
    nil,
  },
  [2370] = {
    '비수가시 비명술사',
    nil,
  },
  [2371] = {
    '비수가시 세이렌',
    nil,
  },
  [2372] = {
    '진흙주둥이 놀',
    nil,
  },
  [2373] = {
    '진흙주둥이 주술사',
    nil,
  },
  [2374] = {
    '너덜지느러미 땅꾼',
    nil,
  },
  [2375] = {
    '너덜지느러미 길잡이',
    nil,
  },
  [2376] = {
    '너덜지느러미 점쟁이',
    nil,
  },
  [2377] = {
    '너덜지느러미 바다사냥꾼',
    nil,
  },
  [2378] = {
    nil,
    '마을 사학자',
  },
  [2379] = {
    '관리인 스미더스',
    nil,
  },
  [2380] = {
    nil,
    '연금술용품 상인',
  },
  [2381] = {
    nil,
    '직업용품 상인',
  },
  [2382] = {
    nil,
    '마구간지기',
  },
  [2383] = {
    nil,
    '낚시용품 상인',
  },
  [2384] = {
    '굶주린 산사자',
    nil,
  },
  [2385] = {
    '구릉지 추적자',
    nil,
  },
  [2386] = {
    '얼라이언스 수비대',
    nil,
  },
  [2387] = {
    '언덕마루 원로',
    nil,
  },
  [2388] = {
    '여관주인 셰이',
    '여관주인',
  },
  [2389] = {
    nil,
    '박쥐 조련사',
  },
  [2390] = {
    '아라네 베넘블러드',
    '전문 약초채집사',
  },
  [2391] = {
    nil,
    '전문 연금술사',
  },
  [2393] = {
    nil,
    '직업용품 상인',
  },
  [2394] = {
    '말렌 스웨인',
    '재봉용품 상인',
  },
  [2397] = {
    '데락 나이트폴',
    '전문 요리사',
  },
  [2398] = {
    '타라 콜드게이즈',
    nil,
  },
  [2399] = {
    nil,
    '전문 재봉사',
  },
  [2401] = {
    '케이렌 수트할로우',
    '일용품 상인',
  },
  [2403] = {
    '농부 게츠',
    nil,
  },
  [2404] = {
    '대장장이 베링턴',
    nil,
  },
  [2405] = {
    '타렌 제분소 죽음경비병',
    nil,
  },
  [2406] = {
    '산사자',
    nil,
  },
  [2407] = {
    '덩치 큰 산사자',
    nil,
  },
  [2408] = {
    '무쇠턱거북',
    nil,
  },
  [2409] = {
    nil,
    '그리핀 조련사',
  },
  [2410] = {
    '학자 워딘 보이드글레어',
    nil,
  },
  [2415] = {
    '관리인 벨라무어',
    nil,
  },
  [2416] = {
    '산사태 약탈자',
    nil,
  },
  [2417] = {
    '욕심쟁이 그렐볼그',
    nil,
  },
  [2418] = {
    '죽음경비병 삼사',
    nil,
  },
  [2419] = {
    '죽음경비병 험버트',
    nil,
  },
  [2421] = {
    '무크라케',
    nil,
  },
  [2423] = {
    '앨리덴 페레놀드 경',
    nil,
  },
  [2427] = {
    '교도관 에스턴',
    nil,
  },
  [2428] = {
    '교도관 말겐',
    nil,
  },
  [2429] = {
    '수련사 사이반드',
    nil,
  },
  [2431] = {
    '교도관 볼후인',
    nil,
  },
  [2432] = {
    nil,
    '그리핀 조련사',
  },
  [2433] = {
    '부활한 헬쿨라',
    nil,
  },
  [2434] = {
    '어둠의 암살자',
    nil,
  },
  [2435] = {
    '남녘해안 포고꾼',
    nil,
  },
  [2436] = {
    '농부 켄트',
    nil,
  },
  [2437] = {
    '관리인 벨바릴',
    nil,
  },
  [2439] = {
    nil,
    '스톰윈드 근위병',
  },
  [2440] = {
    '술 취한 노상강도',
    nil,
  },
  [2442] = {
    '소',
    nil,
  },
  [2448] = {
    '서기관 호레이스 화이트스티드',
    nil,
  },
  [2449] = {
    '민간인 윌키스',
    nil,
  },
  [2450] = {
    '광부 하켓',
    nil,
  },
  [2451] = {
    '농부 칼라바',
    nil,
  },
  [2452] = {
    '스카울',
    nil,
  },
  [2454] = {
    '해골 악령',
    nil,
  },
  [2455] = {
    '올리비아 번사이드',
    '은행원',
  },
  [2456] = {
    '뉴튼 번사이드',
    '은행원',
  },
  [2457] = {
    '존 번사이드',
    '은행원',
  },
  [2458] = {
    nil,
    '은행원',
  },
  [2459] = {
    nil,
    '은행원',
  },
  [2460] = {
    '바르눔 스톤맨틀',
    '은행원',
  },
  [2461] = {
    '바일리 스톤맨틀',
    '은행원',
  },
  [2462] = {
    '왕구더기',
    nil,
  },
  [2464] = {
    '사령관 아그로고쉬',
    nil,
  },
  [2465] = {
    '예언자 모크타르딘',
    nil,
  },
  [2466] = {
    '산악경비대 그루겔름',
    nil,
  },
  [2468] = {
    '산악경비대 타르',
    nil,
  },
  [2469] = {
    '산악경비대 라렌',
    nil,
  },
  [2470] = {
    '순찰대원 프레이저',
    '어둠의 순찰대',
  },
  [2475] = {
    '슬로스',
    nil,
  },
  [2476] = {
    '고쉬할디르',
    nil,
  },
  [2477] = {
    nil,
    '호드 길잡이',
  },
  [2478] = {
    '하렌 스위프트후프',
    '호드 길잡이',
  },
  [2479] = {
    '슬러지',
    nil,
  },
  [2480] = {
    '브로킨',
    '연금술용품 상인',
  },
  [2481] = {
    nil,
    '연금술용품 상인',
  },
  [2482] = {
    nil,
    '고급 무기제작자',
  },
  [2483] = {
    nil,
    '고급 도끼제작자',
  },
  [2485] = {
    nil,
    '순간이동 전문 마법사',
  },
  [2486] = {
    '핀 피즈라켓',
    '검은바다 해적단',
  },
  [2487] = {
    '함장 시혼',
    '검은바다 해적단',
  },
  [2488] = {
    nil,
    '검은바다 해적단',
  },
  [2489] = {
    '밀스타프 스톰아이',
    '순간이동 전문 마법사',
  },
  [2490] = {
    '일등항해사 크래즈',
    '검은바다 해적단',
  },
  [2491] = {
    nil,
    '검은바다 해적단',
  },
  [2492] = {
    nil,
    '순간이동 전문 마법사',
  },
  [2493] = {
    '애꾸눈 디지',
    '검은바다 해적단',
  },
  [2494] = {
    '선원 블로즈',
    nil,
  },
  [2496] = {
    '남작 레빌가즈',
    nil,
  },
  [2498] = {
    '크랭크 피즐버브',
    nil,
  },
  [2500] = {
    '선장 허클베리 스모츠',
    nil,
  },
  [2501] = {
    '"바다늑대" 맥킨리',
    nil,
  },
  [2502] = {
    '겁쟁이 필립',
    nil,
  },
  [2503] = {
    '언덕마루 현장감독',
    nil,
  },
  [2504] = {
    nil,
    '사서',
  },
  [2505] = {
    '바닷물 무쇠턱거북',
    nil,
  },
  [2506] = {
    '산악경비대 하른',
    nil,
  },
  [2507] = {
    '산악경비대 우단',
    nil,
  },
  [2508] = {
    '산악경비대 부아르',
    nil,
  },
  [2509] = {
    '산악경비대 크라그',
    nil,
  },
  [2510] = {
    '산악경비대 오즈모크',
    nil,
  },
  [2511] = {
    '산악경비대 블루트',
    nil,
  },
  [2512] = {
    '산악경비대 로그한',
    nil,
  },
  [2513] = {
    '산악경비대 얀하',
    nil,
  },
  [2514] = {
    '산악경비대 모닥스',
    nil,
  },
  [2515] = {
    '산악경비대 파즈가르트',
    nil,
  },
  [2516] = {
    '산악경비대 캄다르',
    nil,
  },
  [2517] = {
    '산악경비대 랑가르',
    nil,
  },
  [2518] = {
    '산악경비대 스와르트',
    nil,
  },
  [2520] = {
    '원격조종 골렘',
    nil,
  },
  [2521] = {
    '하늘갈기 고릴라',
    nil,
  },
  [2522] = {
    '긴발톱 흑표범',
    nil,
  },
  [2523] = {
    '불타는 토템',
    nil,
  },
  [2524] = {
    '산악경비대 하기스',
    nil,
  },
  [2525] = {
    '산악경비대 바른',
    nil,
  },
  [2526] = {
    '산악경비대 몰릭',
    nil,
  },
  [2527] = {
    '산악경비대 앙스트',
    nil,
  },
  [2528] = {
    '산악경비대 하길',
    nil,
  },
  [2529] = {
    '아루갈의 후예',
    nil,
  },
  [2530] = {
    nil,
    '잔질의 사절',
  },
  [2531] = {
    '도운의 앞잡이',
    nil,
  },
  [2534] = {
    '추방자 잔질',
    nil,
  },
  [2535] = {
    '"절름발이" 마우리 윌킨스',
    nil,
  },
  [2536] = {
    '"까마귀" 존존',
    nil,
  },
  [2537] = {
    '"왕손가락" 처키',
    nil,
  },
  [2540] = {
    '호박색 농장 독사',
    nil,
  },
  [2541] = {
    '군주 사크라시스',
    nil,
  },
  [2542] = {
    '검술의달인 케이틀린',
    '검은바다 해적단',
  },
  [2543] = {
    '대마법사 앤자이럼 룬위버',
    nil,
  },
  [2544] = {
    '남쪽바다 모래게',
    nil,
  },
  [2545] = {
    '"꽃미남" 던컨',
    nil,
  },
  [2546] = {
    '함장 피랠론',
    nil,
  },
  [2547] = {
    '아이언패치',
    nil,
  },
  [2548] = {
    '선장 킬홀',
    nil,
  },
  [2549] = {
    '가르 살트후프',
    nil,
  },
  [2550] = {
    '선장 스틸워터',
    nil,
  },
  [2552] = {
    '마른나무껍질 트롤',
    nil,
  },
  [2553] = {
    '마른나무껍질 흑마술사',
    nil,
  },
  [2554] = {
    '마른나무껍질 도끼투척병',
    nil,
  },
  [2555] = {
    '마른나무껍질 의술사',
    nil,
  },
  [2556] = {
    '마른나무껍질 인간사냥꾼',
    nil,
  },
  [2557] = {
    '마른나무껍질 어둠사냥꾼',
    nil,
  },
  [2558] = {
    '마른나무껍질 광전사',
    nil,
  },
  [2559] = {
    '줄무늬 고원랩터',
    nil,
  },
  [2560] = {
    '외뿔 고원랩터',
    nil,
  },
  [2561] = {
    '식인 고원랩터',
    nil,
  },
  [2562] = {
    '돌주먹 오우거',
    nil,
  },
  [2563] = {
    '평원타란툴라',
    nil,
  },
  [2564] = {
    '돌주먹 집행자',
    nil,
  },
  [2565] = {
    '거대한 평원타란툴라',
    nil,
  },
  [2566] = {
    '돌주먹 투사',
    nil,
  },
  [2567] = {
    '돌주먹 사제',
    nil,
  },
  [2569] = {
    '돌주먹 싸움꾼',
    nil,
  },
  [2570] = {
    '돌주먹 주술사',
    nil,
  },
  [2571] = {
    '돌주먹 우두머리',
    nil,
  },
  [2572] = {
    '마른수염 코볼트',
    nil,
  },
  [2573] = {
    '마른수염 흙점쟁이',
    nil,
  },
  [2574] = {
    '마른수염 채굴꾼',
    nil,
  },
  [2575] = {
    '검은무쇠 보급병',
    nil,
  },
  [2577] = {
    '검은무쇠 흑마술사',
    nil,
  },
  [2578] = {
    '새끼 절벽대머리수리',
    nil,
  },
  [2579] = {
    '절벽대머리수리',
    nil,
  },
  [2580] = {
    '덩치 큰 절벽대머리수리',
    nil,
  },
  [2581] = {
    '다비리 민병대원',
    nil,
  },
  [2582] = {
    '다비리 일꾼',
    nil,
  },
  [2583] = {
    '스트롬가드 트롤사냥꾼',
    nil,
  },
  [2584] = {
    '스트롬가드 수호병',
    nil,
  },
  [2585] = {
    '스트롬가드 병사',
    nil,
  },
  [2586] = {
    '비밀결사대 강도',
    nil,
  },
  [2587] = {
    '비밀결사대 추적자',
    nil,
  },
  [2588] = {
    '비밀결사대 좀도둑',
    nil,
  },
  [2589] = {
    '비밀결사대 용병',
    nil,
  },
  [2590] = {
    '비밀결사대 요술사',
    nil,
  },
  [2591] = {
    '비밀결사대 사제',
    nil,
  },
  [2592] = {
    '떠도는 바위 정령',
    nil,
  },
  [2594] = {
    '스프로거',
    nil,
  },
  [2595] = {
    '비수가시 침략자',
    nil,
  },
  [2596] = {
    '비수가시 여마법사',
    nil,
  },
  [2597] = {
    '팰컨크레스트 경',
    '비밀결사대 지도자',
  },
  [2598] = {
    nil,
    '어둠의 의회 흑마법사',
  },
  [2599] = {
    nil,
    '경호원',
  },
  [2601] = {
    '뒤뚱발이',
    nil,
  },
  [2602] = {
    '루울 원스톤',
    nil,
  },
  [2604] = {
    '무쇠주먹 몰로크',
    nil,
  },
  [2605] = {
    '마른나무껍질 잘라스',
    '부족장',
  },
  [2606] = {
    '학살자 니마르',
    '부족장',
  },
  [2607] = {
    '왕자 갈렌 트롤베인',
    nil,
  },
  [2608] = {
    '사령관 아마렌',
    nil,
  },
  [2609] = {
    '흙점쟁이 플린트대거',
    nil,
  },
  [2610] = {
    nil,
    '검은바다 해적단',
  },
  [2612] = {
    '부관 밸러콜',
    nil,
  },
  [2616] = {
    '선원 그로이',
    nil,
  },
  [2618] = {
    '망치 주둔지 일꾼',
    nil,
  },
  [2619] = {
    '망치 주둔지 그런트',
    nil,
  },
  [2620] = {
    '땅다람쥐',
    nil,
  },
  [2621] = {
    '망치 주둔지 수호병',
    nil,
  },
  [2622] = {
    '슬라이 가레트',
    '독극물 재료 상인',
  },
  [2623] = {
    '고대의 영혼',
    nil,
  },
  [2625] = {
    '비즈닉 골드그러버',
    '은행원',
  },
  [2626] = {
    '노인 헤밍',
    '낚시용품 상인',
  },
  [2627] = {
    '그라닉 굿스티치',
    '전문 재봉사',
  },
  [2628] = {
    '달라란 일꾼',
    nil,
  },
  [2630] = {
    '속박의 토템',
    nil,
  },
  [2634] = {
    '공주 푸바',
    nil,
  },
  [2635] = {
    '덩치 큰 무쇠턱악어',
    nil,
  },
  [2636] = {
    '검은바다 해적단의 갑판원',
    nil,
  },
  [2638] = {
    '비밀결사대 유령',
    nil,
  },
  [2639] = {
    '썩은가지 도끼투척병',
    nil,
  },
  [2640] = {
    '썩은가지 의술사',
    nil,
  },
  [2641] = {
    '썩은가지 인간사냥꾼',
    nil,
  },
  [2642] = {
    '썩은가지 흑마술사',
    nil,
  },
  [2643] = {
    '썩은가지 광전사',
    nil,
  },
  [2644] = {
    '썩은가지 암살자',
    nil,
  },
  [2645] = {
    '썩은가지 어둠사냥꾼',
    nil,
  },
  [2646] = {
    '썩은가지 혈투사',
    nil,
  },
  [2647] = {
    '썩은가지 영혼사냥꾼',
    nil,
  },
  [2648] = {
    '썩은가지 아만자시 경비병',
    nil,
  },
  [2649] = {
    '마른나무껍질 무두장이',
    nil,
  },
  [2650] = {
    '마른나무껍질 광신도',
    nil,
  },
  [2651] = {
    '마른나무껍질 암살자',
    nil,
  },
  [2652] = {
    '마른나무껍질 맹독전사',
    nil,
  },
  [2653] = {
    '마른나무껍질 야만전사',
    nil,
  },
  [2654] = {
    '마른나무껍질 소환사',
    nil,
  },
  [2655] = {
    '녹색 녹괴물',
    nil,
  },
  [2656] = {
    '비취 수액괴물',
    nil,
  },
  [2657] = {
    '길들인 뾰족부리그리핀',
    nil,
  },
  [2658] = {
    '뾰족부리그리핀',
    nil,
  },
  [2659] = {
    '우두머리 뾰족부리그리핀',
    nil,
  },
  [2663] = {
    nil,
    '해적 애완동물 상인',
  },
  [2664] = {
    nil,
    '전문 요리사',
  },
  [2667] = {
    '나태의 수호물',
    nil,
  },
  [2668] = {
    '다니엘 집스티치',
    '재봉용품 상인',
  },
  [2669] = {
    '셰리 집스티치',
    '재봉용품 상인',
  },
  [2670] = {
    '시즈크 굿스티치',
    '재봉용품 상인',
  },
  [2671] = {
    '기계 다람쥐',
    nil,
  },
  [2672] = {
    '겁쟁이 크로스비',
    '재봉용품 상인',
  },
  [2673] = {
    '표적 허수아비',
    nil,
  },
  [2674] = {
    '고급 표적 허수아비',
    nil,
  },
  [2675] = {
    '양 폭탄',
    nil,
  },
  [2676] = {
    '소형 허수아비골렘 수확기',
    nil,
  },
  [2678] = {
    '소형 기계용',
    nil,
  },
  [2679] = {
    '웨나 실크비어드',
    '특산품 상인',
  },
  [2680] = {
    '썩은가지 새끼 늑대',
    nil,
  },
  [2681] = {
    '길들인 썩은가지 늑대',
    nil,
  },
  [2682] = {
    '프래드 스위프트기어',
    '기술용품 상인',
  },
  [2683] = {
    '남도 비즈피즐',
    '기술용품 상인',
  },
  [2684] = {
    '리즈 루즈볼트',
    '기술용품 상인',
  },
  [2685] = {
    '마즈크 스나이프샷',
    '기술용품 상인',
  },
  [2686] = {
    '마른나무껍질 혈거미',
    nil,
  },
  [2687] = {
    '그나즈 블런더플레임',
    '기술용품 상인',
  },
  [2688] = {
    '루포 집코일',
    '기술용품 상인',
  },
  [2691] = {
    '깊은골짜기 길잡이',
    nil,
  },
  [2692] = {
    '깊은골짜기 정찰대',
    nil,
  },
  [2693] = {
    '깊은골짜기 명사수',
    nil,
  },
  [2694] = {
    '깊은골짜기 순찰대',
    nil,
  },
  [2697] = {
    nil,
    '가죽세공용품 상인',
  },
  [2698] = {
    nil,
    '가죽세공용품 상인',
  },
  [2699] = {
    nil,
    '가죽세공용품 상인',
  },
  [2700] = {
    '부대장 나이얼스',
    nil,
  },
  [2701] = {
    '먼지목도리 오우거',
    nil,
  },
  [2704] = {
    nil,
    '무기 전문가',
  },
  [2705] = {
    '양조업자 빌저',
    nil,
  },
  [2707] = {
    nil,
    '맹독 여왕거미',
  },
  [2708] = {
    '대마법사 말린',
    nil,
  },
  [2714] = {
    '포세이큰 급사',
    nil,
  },
  [2715] = {
    '먼지목도리 투사',
    nil,
  },
  [2716] = {
    '먼지목도리 고룡사냥꾼',
    nil,
  },
  [2717] = {
    '먼지목도리 싸움꾼',
    nil,
  },
  [2718] = {
    '먼지목도리 주술사',
    nil,
  },
  [2719] = {
    '먼지목도리 우두머리',
    nil,
  },
  [2720] = {
    '먼지목도리 오우거 마법사',
    nil,
  },
  [2721] = {
    '포세이큰 경호원',
    nil,
  },
  [2723] = {
    '돌 골렘',
    nil,
  },
  [2725] = {
    '끓어오르는 새끼비룡',
    nil,
  },
  [2726] = {
    '화염의 수호비룡',
    nil,
  },
  [2727] = {
    '바위산코요테',
    nil,
  },
  [2728] = {
    '흉포한 바위산코요테',
    nil,
  },
  [2729] = {
    '덩치 큰 바위산코요테',
    nil,
  },
  [2730] = {
    '광포한 바위산코요테',
    nil,
  },
  [2731] = {
    '바위산표범',
    nil,
  },
  [2732] = {
    '덩치 큰 바위산표범',
    nil,
  },
  [2733] = {
    '연금술사 조렐',
    nil,
  },
  [2734] = {
    '우두머리 바위산표범',
    nil,
  },
  [2735] = {
    '하급 바위 정령',
    nil,
  },
  [2736] = {
    '상급 바위 정령',
    nil,
  },
  [2738] = {
    '스트롬가드 기병',
    nil,
  },
  [2739] = {
    '어둠괴철로 채굴꾼',
    nil,
  },
  [2740] = {
    '어둠괴철로 흑마술사',
    nil,
  },
  [2742] = {
    '어둠괴철로 마술사',
    nil,
  },
  [2743] = {
    '어둠괴철로 전사',
    nil,
  },
  [2744] = {
    '어둠괴철로 사령관',
    nil,
  },
  [2745] = {
    '사자 인페르누스',
    nil,
  },
  [2748] = {
    nil,
    '고대의 바위감시자',
  },
  [2749] = {
    '철옹성',
    nil,
  },
  [2751] = {
    '전쟁 골렘',
    nil,
  },
  [2752] = {
    '우레정령',
    nil,
  },
  [2754] = {
    '아나테무스',
    nil,
  },
  [2757] = {
    '블랙래쉬',
    nil,
  },
  [2760] = {
    '떠도는 불의 정령',
    nil,
  },
  [2761] = {
    '떠도는 물의 정령',
    nil,
  },
  [2762] = {
    '떠도는 천둥 정령',
    nil,
  },
  [2766] = {
    '망꾼 롤로',
    '검은바다 해적단',
  },
  [2767] = {
    '일등항해사 닐즐릭스',
    '검은바다 해적단',
  },
  [2768] = {
    '학자 피즐솔프',
    '검은바다 해적단',
  },
  [2769] = {
    '선장 스틸구트',
    '검은바다 해적단',
  },
  [2770] = {
    '탈로우',
    nil,
  },
  [2771] = {
    '드럼 펠',
    nil,
  },
  [2772] = {
    '코린 펠',
    nil,
  },
  [2774] = {
    '발명가 드랙슬게이지',
    '검은바다 해적단',
  },
  [2775] = {
    '비수가시 약탈자',
    nil,
  },
  [2776] = {
    '원한이 깃든 물의 정령',
    nil,
  },
  [2778] = {
    '갑판원 모이세',
    '검은바다 해적단',
  },
  [2779] = {
    '왕자 나자크',
    nil,
  },
  [2780] = {
    '관리인 네블린',
    nil,
  },
  [2781] = {
    '관리인 웨스턴',
    nil,
  },
  [2782] = {
    '관리인 알라리크',
    nil,
  },
  [2783] = {
    '마레즈 코울',
    nil,
  },
  [2784] = {
    '국왕 마그니 브론즈비어드',
    '아이언포지 국왕',
  },
  [2785] = {
    '실성한 텔두린',
    nil,
  },
  [2786] = {
    '게릭 본그립',
    nil,
  },
  [2788] = {
    '수습마법사 크리텐',
    nil,
  },
  [2790] = {
    '대석공 마블스텐',
    '왕립 석공 조합',
  },
  [2791] = {
    '광포한 바위 정령',
    nil,
  },
  [2793] = {
    '한파의 코르그레쉬',
    nil,
  },
  [2794] = {
    '소환된 수호정령',
    nil,
  },
  [2795] = {
    '소매치기 레니 맥코이',
    nil,
  },
  [2798] = {
    '판드 스톤바인더',
    '전문 응급치료사',
  },
  [2801] = {
    nil,
    '아기 멀록 교환인',
  },
  [2803] = {
    nil,
    '일용품 상인',
  },
  [2804] = {
    '쿠르덴 블러드클로',
    '전쟁노래 협곡 전투모병관',
  },
  [2805] = {
    nil,
    '마법 재료 상인',
  },
  [2806] = {
    '베일',
    '일용품 상인',
  },
  [2808] = {
    nil,
    '일용품 상인',
  },
  [2810] = {
    nil,
    '직업용품 상인',
  },
  [2812] = {
    '드로브나르 스트롱브루',
    '연금술용품 상인',
  },
  [2814] = {
    '나르 딥슬라이스',
    '푸줏간 주인',
  },
  [2816] = {
    nil,
    '가죽세공용품 상인',
  },
  [2818] = {
    nil,
    '고급 요리사',
  },
  [2819] = {
    nil,
    '가죽세공용품 상인',
  },
  [2820] = {
    nil,
    '일용품 상인',
  },
  [2821] = {
    nil,
    '직업용품 상인',
  },
  [2829] = {
    '굶주린 대머리수리',
    nil,
  },
  [2830] = {
    '바짝 마른 대머리수리',
    nil,
  },
  [2831] = {
    '거대한 대머리수리',
    nil,
  },
  [2832] = {
    '닉스락스 필라머그',
    '식료품 상인',
  },
  [2834] = {
    '마이즈 럭키캐치',
    '전문 낚시꾼',
  },
  [2835] = {
    nil,
    '그리핀 조련사',
  },
  [2836] = {
    '브리크 킨크래프트',
    '전문 대장장이',
  },
  [2837] = {
    nil,
    '전문 연금술사',
  },
  [2838] = {
    '크라즈크 스팍스',
    '폭죽 상인',
  },
  [2839] = {
    nil,
    '고급 활제작자',
  },
  [2840] = {
    '키즈 블런트스트라이크',
    '철퇴제작자',
  },
  [2842] = {
    nil,
    '생선 상인',
  },
  [2843] = {
    nil,
    '도검류 상인',
  },
  [2844] = {
    nil,
    '대장용품 상인',
  },
  [2845] = {
    nil,
    '고급 갑옷 상인',
  },
  [2846] = {
    '블릭스레즈 굿스티치',
    '가죽세공용품 상인',
  },
  [2847] = {
    '얀센 언더우드',
    '대장용품 상인',
  },
  [2848] = {
    '글릭스 브루라이트',
    '연금술용품 상인',
  },
  [2849] = {
    '킥스디 굿스티치',
    '천 방어구 및 장신구 상인',
  },
  [2850] = {
    '부러진 송곳니',
    nil,
  },
  [2851] = {
    nil,
    '와이번 조련사',
  },
  [2852] = {
    '사로잡힌 갈퀴발톱의 드루이드',
    nil,
  },
  [2853] = {
    '풀려난 갈퀴발톱의 드루이드',
    nil,
  },
  [2855] = {
    nil,
    '전문 재봉사',
  },
  [2856] = {
    nil,
    '전문 약초채집사',
  },
  [2857] = {
    nil,
    '전문 기계공학자',
  },
  [2858] = {
    nil,
    '와이번 조련사',
  },
  [2859] = {
    nil,
    '그리핀 조련사',
  },
  [2860] = {
    '시그런 아이언휴',
    nil,
  },
  [2861] = {
    nil,
    '와이번 조련사',
  },
  [2870] = {
    '[미사용] 헨리아 데르스',
    '늑대 조련사',
  },
  [2878] = {
    nil,
    '야수 관리인',
  },
  [2879] = {
    nil,
    '야수 관리인',
  },
  [2880] = {
    '[미사용] 후롬 주겐돌프',
    '멧돼지 조련사',
  },
  [2881] = {
    '[미사용] 두르덱 카린',
    '곰 조련사',
  },
  [2887] = {
    '떠도는 다원소 정령',
    nil,
  },
  [2892] = {
    '바위동굴 점쟁이',
    nil,
  },
  [2893] = {
    '바위동굴 뼈다귀싸움꾼',
    nil,
  },
  [2894] = {
    '바위동굴 주술사',
    nil,
  },
  [2906] = {
    '먼지목도리 전사',
    nil,
  },
  [2907] = {
    '먼지목도리 비술사',
    nil,
  },
  [2908] = {
    nil,
    '일용품 상인',
  },
  [2909] = {
    '해머토 그레즈',
    nil,
  },
  [2910] = {
    '발굴조사단장 라이돌',
    '탐험가 연맹',
  },
  [2911] = {
    '고고학자 플라곤구트',
    '탐험가 연맹',
  },
  [2912] = {
    '수석고고학자 그레이위스커',
    '탐험가 연맹',
  },
  [2913] = {
    '고고학자 호올리',
    '탐험가 연맹',
  },
  [2914] = {
    '뱀',
    nil,
  },
  [2915] = {
    '해머토의 영혼',
    nil,
  },
  [2916] = {
    '역사가 카르닉',
    nil,
  },
  [2917] = {
    '발굴조사단장 렘트래블',
    '탐험가 연맹',
  },
  [2918] = {
    '조언자 벨그룸',
    nil,
  },
  [2919] = {
    '팜레터 수호정령',
    nil,
  },
  [2920] = {
    '루시앙 토슬렌치',
    nil,
  },
  [2923] = {
    '병든 은빛갈기늑대',
    nil,
  },
  [2924] = {
    '은빛갈기늑대',
    nil,
  },
  [2925] = {
    '긴울음 은빛갈기늑대',
    nil,
  },
  [2926] = {
    '긴발톱 은빛갈기늑대',
    nil,
  },
  [2927] = {
    '흉포한 올빼미야수',
    nil,
  },
  [2928] = {
    '사나운 올빼미야수',
    nil,
  },
  [2929] = {
    '포악한 올빼미야수',
    nil,
  },
  [2930] = {
    '파수꾼 글린다 날셰',
    nil,
  },
  [2932] = {
    '마그레간 딥섀도',
    nil,
  },
  [2934] = {
    '관리인 벨두거',
    nil,
  },
  [2937] = {
    '포악한 다군',
    nil,
  },
  [2941] = {
    '라니 리드',
    '그리핀 조련사',
  },
  [2946] = {
    '헬쿨라의 꼭두각시',
    nil,
  },
  [2947] = {
    '하큰 윈드토템',
    nil,
  },
  [2948] = {
    '멀 썬더혼',
    nil,
  },
  [2949] = {
    '회색갈기 무두장이',
    nil,
  },
  [2950] = {
    '회색갈기 가죽장이',
    nil,
  },
  [2951] = {
    '회색갈기 밀렵꾼',
    nil,
  },
  [2952] = {
    '뾰족털 침략자',
    nil,
  },
  [2953] = {
    '뾰족털 주술사',
    nil,
  },
  [2954] = {
    '뾰족털 전투멧돼지',
    nil,
  },
  [2955] = {
    '초원타조',
    nil,
  },
  [2956] = {
    '다자란 초원타조',
    nil,
  },
  [2957] = {
    '덩치 큰 초원타조',
    nil,
  },
  [2958] = {
    '초원늑대',
    nil,
  },
  [2959] = {
    '긴발톱 초원늑대',
    nil,
  },
  [2960] = {
    '우두머리 초원늑대',
    nil,
  },
  [2961] = {
    '산지퓨마',
    nil,
  },
  [2962] = {
    '성난바람 하피',
    nil,
  },
  [2963] = {
    '성난바람 바람 마녀',
    nil,
  },
  [2964] = {
    '성난바람 마법사',
    nil,
  },
  [2965] = {
    '성난바람 우두머리',
    nil,
  },
  [2966] = {
    '새끼 전투멧돼지',
    nil,
  },
  [2967] = {
    '갈라크 켄타우로스',
    nil,
  },
  [2968] = {
    '갈라크 정찰꾼',
    nil,
  },
  [2969] = {
    '뾰족깃검독수리',
    nil,
  },
  [2970] = {
    '검독수리',
    nil,
  },
  [2971] = {
    '갈퀴발톱검독수리',
    nil,
  },
  [2972] = {
    '새끼 코도',
    nil,
  },
  [2973] = {
    '황소 코도',
    nil,
  },
  [2974] = {
    '우두머리 코도',
    nil,
  },
  [2975] = {
    '투자개발회사 고용인',
    nil,
  },
  [2976] = {
    '투자개발회사 잡일꾼',
    nil,
  },
  [2977] = {
    '투자개발회사 감독원',
    nil,
  },
  [2978] = {
    '투자개발회사 노역꾼',
    nil,
  },
  [2979] = {
    '투자개발회사 현장감독',
    nil,
  },
  [2980] = {
    '그룰 호크윈드',
    nil,
  },
  [2981] = {
    '족장 호크윈드',
    nil,
  },
  [2982] = {
    '예언자 그레이텅',
    nil,
  },
  [2983] = {
    '평야의 환영',
    nil,
  },
  [2984] = {
    '예언자 와이즈러너',
    nil,
  },
  [2985] = {
    '루울 이글탈론',
    nil,
  },
  [2986] = {
    '[4.x 미사용]도른 플레인스토커',
    nil,
  },
  [2987] = {
    '이얀 이글탈론',
    nil,
  },
  [2988] = {
    '모린 클라우드스토커',
    nil,
  },
  [2989] = {
    '바엘던 채굴꾼',
    nil,
  },
  [2990] = {
    '바엘던 감정사',
    nil,
  },
  [2991] = {
    '대모 호크윈드',
    nil,
  },
  [2992] = {
    '치유의 수호물 V',
    nil,
  },
  [2993] = {
    '바인 블러드후프',
    nil,
  },
  [2994] = {
    '고대의 영혼',
    nil,
  },
  [2995] = {
    nil,
    '와이번 조련사',
  },
  [2996] = {
    nil,
    '은행원',
  },
  [2997] = {
    '진 스톤후프',
    '무기 상인',
  },
  [2998] = {
    '카른 스톤후프',
    '수습 대장장이',
  },
  [2999] = {
    '타우르 스톤후프',
    '대장용품 상인',
  },
  [3000] = {
    nil,
    '무기 상인',
  },
  [3001] = {
    '브렉 스톤후프',
    '전문 광부',
  },
  [3002] = {
    '쿠름 스톤후프',
    '채광용품 상인',
  },
  [3003] = {
    '피르 미스트러너',
    '빵 상인',
  },
  [3004] = {
    nil,
    '전문 재봉사',
  },
  [3005] = {
    nil,
    '재봉용품 상인',
  },
  [3007] = {
    nil,
    '전문 가죽세공사',
  },
  [3008] = {
    nil,
    '수습 가죽세공인',
  },
  [3009] = {
    '베나 윈터후프',
    '전문 연금술사',
  },
  [3010] = {
    '마니 윈터후프',
    '연금술용품 상인',
  },
  [3011] = {
    '테그 돈스트라이더',
    '전문 마법부여사',
  },
  [3012] = {
    '나타 돈스트라이더',
    '마법부여용품 상인',
  },
  [3013] = {
    '코민 윈터후프',
    '전문 약초채집사',
  },
  [3014] = {
    '니다 윈터후프',
    '약초채집용품 상인',
  },
  [3015] = {
    '쿠나 썬더혼',
    '활 상인',
  },
  [3016] = {
    nil,
    '가방 상인',
  },
  [3017] = {
    '난 미스트러너',
    '과일 상인',
  },
  [3018] = {
    '호거 썬더후프',
    '총기류 상인',
  },
  [3019] = {
    '델고 레이지토템',
    '도끼 상인',
  },
  [3020] = {
    '에투 레이지토템',
    '둔기 및 지팡이 상인',
  },
  [3021] = {
    '카드 레이지토템',
    '검과 단검 상인',
  },
  [3022] = {
    '순 레이지토템',
    '지팡이 상인',
  },
  [3023] = {
    '수라 와일드메인',
    '전투 멜빵 상인',
  },
  [3024] = {
    '타흐 윈터후프',
    nil,
  },
  [3025] = {
    '카가 미스트러너',
    '고기 상인',
  },
  [3026] = {
    '아스카 미스트러너',
    '전문 요리사',
  },
  [3027] = {
    '나알 미스트러너',
    '요리 재료 상인',
  },
  [3028] = {
    '카 미스트러너',
    '전문 낚시꾼',
  },
  [3029] = {
    '세와 미스트러너',
    '낚시용품 상인',
  },
  [3030] = {
    '슬린 스카이체이서',
    '상급 주술사',
  },
  [3031] = {
    '티고르 스카이체이서',
    '상급 주술사',
  },
  [3032] = {
    '베람 스카이체이서',
    '상급 주술사',
  },
  [3033] = {
    '투락 룬토템',
    '상급 드루이드',
  },
  [3034] = {
    '시얼 룬토템',
    '상급 드루이드',
  },
  [3035] = {
    '평원퓨마',
    nil,
  },
  [3036] = {
    '킴 와일드메인',
    '상급 드루이드',
  },
  [3037] = {
    '시자 와일드메인',
    nil,
  },
  [3038] = {
    '캐리 썬더혼',
    '상급 사냥꾼',
  },
  [3039] = {
    '홀트 썬더혼',
    '상급 사냥꾼',
  },
  [3040] = {
    '우렉 썬더혼',
    '상급 사냥꾼',
  },
  [3041] = {
    '토름 레이지토템',
    '상급 전사',
  },
  [3042] = {
    '사크 레이지토템',
    '상급 전사',
  },
  [3043] = {
    '케르 레이지토템',
    '상급 전사',
  },
  [3044] = {
    nil,
    '상급 사제',
  },
  [3045] = {
    '말라카이 크로스',
    '상급 사제',
  },
  [3046] = {
    '신부 콥',
    '상급 사제',
  },
  [3047] = {
    '대마법사 심',
    '상급 마법사',
  },
  [3048] = {
    nil,
    '상급 마법사',
  },
  [3049] = {
    nil,
    '상급 마법사',
  },
  [3050] = {
    '베렌 톨스트라이더',
    nil,
  },
  [3051] = {
    '감독관 피즈스프로켓',
    nil,
  },
  [3052] = {
    '스코른 화이트클라우드',
    nil,
  },
  [3053] = {
    '[4.x 미사용]싱',
    '총기류 상인',
  },
  [3054] = {
    '잘만 투문',
    nil,
  },
  [3055] = {
    '마우르 레인콜러',
    nil,
  },
  [3056] = {
    '유령울음늑대',
    nil,
  },
  [3057] = {
    '케른 블러드후프',
    '대부족장',
  },
  [3059] = {
    '하루트 썬더혼',
    '상급 전사',
  },
  [3060] = {
    '가트 미스트러너',
    '상급 드루이드',
  },
  [3061] = {
    '랑카 파샷',
    '상급 사냥꾼',
  },
  [3062] = {
    '밀라 돈스트라이더',
    '상급 주술사',
  },
  [3063] = {
    '크랑 스톤후프',
    '상급 전사',
  },
  [3064] = {
    '제니아 룬토템',
    '상급 드루이드',
  },
  [3065] = {
    '요 샤프메인',
    '상급 사냥꾼',
  },
  [3066] = {
    '나름 스카이체이서',
    '상급 주술사',
  },
  [3067] = {
    '피알 사일런트스트라이드',
    '전문 요리사',
  },
  [3069] = {
    '초우 스트롱하이드',
    '수습 가죽세공인',
  },
  [3072] = {
    '카우니 소프트브리즈',
    '일용품 상인',
  },
  [3073] = {
    '마르작 킨블레이드',
    '무기제작자',
  },
  [3074] = {
    '바리아 하드하이드',
    '가죽 방어구 상인',
  },
  [3075] = {
    '브롱크 스틸레이지',
    '갑옷 및 방패 제작자',
  },
  [3076] = {
    '무라트 롱스트라이드',
    '일용품 상인',
  },
  [3077] = {
    '마흐노트 러프운드',
    '무기제작자',
  },
  [3078] = {
    '케나 호크스아이',
    '총기류 상인',
  },
  [3079] = {
    '바르그 윈드위스퍼',
    '가죽 방어구 상인',
  },
  [3080] = {
    '하란트 아이언브레이스',
    '갑옷 및 방패 제작자',
  },
  [3081] = {
    '우나 다크메인',
    '직업용품 상인',
  },
  [3083] = {
    '근위병',
    nil,
  },
  [3084] = {
    '썬더 블러프 경비병',
    nil,
  },
  [3085] = {
    nil,
    '요리 재료 상인',
  },
  [3086] = {
    nil,
    '여종업원',
  },
  [3087] = {
    '크리스탈 바우맨',
    '전문 요리사',
  },
  [3088] = {
    nil,
    '총기류 상인',
  },
  [3089] = {
    nil,
    '푸줏간 주인',
  },
  [3090] = {
    nil,
    '독극물 상인',
  },
  [3091] = {
    nil,
    '재봉용품 상인',
  },
  [3092] = {
    nil,
    '천 방어구 상인',
  },
  [3093] = {
    nil,
    '가죽 방어구 상인',
  },
  [3094] = {
    '혼령',
    nil,
  },
  [3095] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [3096] = {
    '사로잡힌 아조라의 하인',
    '특수 재봉용품 상인',
  },
  [3097] = {
    nil,
    '가죽 방어구 상인',
  },
  [3098] = {
    '점박이멧돼지',
    nil,
  },
  [3099] = {
    '사나운 점박이멧돼지',
    nil,
  },
  [3100] = {
    '덩치 큰 점박이멧돼지',
    nil,
  },
  [3101] = {
    '악마의 하수인',
    nil,
  },
  [3102] = {
    '하급 지옥사냥개',
    nil,
  },
  [3103] = {
    '딸깍이 마크루라',
    nil,
  },
  [3104] = {
    '등껍질 마크루라',
    nil,
  },
  [3105] = {
    '집게발 마크루라',
    nil,
  },
  [3106] = {
    '붉은톱니게',
    nil,
  },
  [3107] = {
    '다 자란 붉은톱니게',
    nil,
  },
  [3108] = {
    '딱딱한 붉은톱니게',
    nil,
  },
  [3110] = {
    '철갑악어',
    nil,
  },
  [3111] = {
    '서슬갈기 가시멧돼지',
    nil,
  },
  [3112] = {
    '서슬갈기 정찰병',
    nil,
  },
  [3113] = {
    '서슬갈기 사막길잡이',
    nil,
  },
  [3114] = {
    '서슬갈기 전투호위병',
    nil,
  },
  [3115] = {
    '먼지바람 하피',
    nil,
  },
  [3116] = {
    '먼지바람 약탈자',
    nil,
  },
  [3117] = {
    '먼지바람 여전사',
    nil,
  },
  [3118] = {
    '먼지바람 폭풍 마녀',
    nil,
  },
  [3119] = {
    '콜카르 싸움꾼',
    nil,
  },
  [3120] = {
    '콜카르 정찰꾼',
    nil,
  },
  [3121] = {
    '듀로타 호랑이',
    nil,
  },
  [3122] = {
    '붉은발톱랩터',
    nil,
  },
  [3123] = {
    '채찍꼬리 붉은발톱랩터',
    nil,
  },
  [3124] = {
    '일꾼전갈',
    nil,
  },
  [3125] = {
    '집게발전갈',
    nil,
  },
  [3126] = {
    '등껍질전갈',
    nil,
  },
  [3127] = {
    '맹독전갈',
    nil,
  },
  [3128] = {
    '쿨 티라스 선원',
    nil,
  },
  [3129] = {
    '쿨 티라스 해병',
    nil,
  },
  [3130] = {
    '천둥도마뱀',
    nil,
  },
  [3131] = {
    '번개도마뱀',
    nil,
  },
  [3133] = {
    '허블 버블텀프',
    '기술 및 채광용품 상인',
  },
  [3134] = {
    nil,
    '희귀품 상인',
  },
  [3135] = {
    nil,
    '독극물 상인',
  },
  [3136] = {
    '클라리즈 나알트리',
    '수습 대장장이',
  },
  [3137] = {
    nil,
    '전문 광부',
  },
  [3138] = {
    nil,
    '버섯 상인',
  },
  [3140] = {
    '라르 프라울터스크',
    nil,
  },
  [3141] = {
    '우두머리 마크루라',
    nil,
  },
  [3142] = {
    '오그닐 소울스카',
    nil,
  },
  [3145] = {
    '주리타 파게이즈',
    nil,
  },
  [3147] = {
    '펄 스콘브라우',
    nil,
  },
  [3149] = {
    nil,
    '듀로타행 비행선 기장',
  },
  [3150] = {
    nil,
    '듀로타행 비행선 기장',
  },
  [3153] = {
    nil,
    '상급 전사',
  },
  [3154] = {
    nil,
    '상급 사냥꾼',
  },
  [3155] = {
    nil,
    '상급 도적',
  },
  [3156] = {
    nil,
    '상급 흑마법사',
  },
  [3157] = {
    nil,
    '상급 주술사',
  },
  [3158] = {
    nil,
    '일용품 상인',
  },
  [3159] = {
    '크잔 손슬래시',
    '무기제작자',
  },
  [3160] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [3161] = {
    nil,
    '갑옷 및 방패 제작자',
  },
  [3162] = {
    '부르드락 하글헬름',
    '가죽 방어구 상인',
  },
  [3163] = {
    nil,
    '무기제작자',
  },
  [3164] = {
    nil,
    '일용품 상인',
  },
  [3165] = {
    nil,
    '활 상인',
  },
  [3166] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [3167] = {
    nil,
    '갑옷 및 방패 제작자',
  },
  [3168] = {
    nil,
    '직업용품 상인',
  },
  [3169] = {
    '타쇼 재기드스카',
    '상급 전사',
  },
  [3170] = {
    nil,
    '상급 도적',
  },
  [3171] = {
    nil,
    '상급 사냥꾼',
  },
  [3172] = {
    '두그루 고어러스트',
    '상급 흑마법사',
  },
  [3173] = {
    nil,
    '상급 주술사',
  },
  [3174] = {
    nil,
    '전문 대장장이',
  },
  [3175] = {
    nil,
    '전문 광부',
  },
  [3177] = {
    '투룩 앰버스틸',
    '드워프 무기 상인',
  },
  [3178] = {
    nil,
    '낚시용품 상인',
  },
  [3179] = {
    nil,
    '전문 낚시꾼',
  },
  [3180] = {
    '검은무쇠 중개업자',
    '특산품 상인',
  },
  [3181] = {
    '프레말 두히키',
    '전문 응급치료사',
  },
  [3183] = {
    '얄로그 베인섀도',
    nil,
  },
  [3184] = {
    nil,
    '전문 연금술사',
  },
  [3185] = {
    nil,
    '전문 약초채집사',
  },
  [3186] = {
    nil,
    '일용품 상인',
  },
  [3187] = {
    nil,
    '직업용품 상인',
  },
  [3188] = {
    '장로 가드린',
    nil,
  },
  [3191] = {
    '요리사 토르카',
    nil,
  },
  [3192] = {
    '부대장 베네딕트',
    nil,
  },
  [3194] = {
    '벨린 팡',
    nil,
  },
  [3195] = {
    '불타는 칼날단 암살단원',
    nil,
  },
  [3196] = {
    '불타는 칼날단 수련사',
    nil,
  },
  [3197] = {
    '불타는 칼날단 광신자',
    nil,
  },
  [3198] = {
    '불타는 칼날단 수습흑마법사',
    nil,
  },
  [3199] = {
    '불타는 칼날단 이교도',
    nil,
  },
  [3203] = {
    '피즐 다크클로',
    nil,
  },
  [3206] = {
    '부두교 트롤',
    nil,
  },
  [3207] = {
    '사술에 걸린 트롤',
    nil,
  },
  [3209] = {
    '용사 윈드페더',
    nil,
  },
  [3210] = {
    '용사 프라우드스나우트',
    nil,
  },
  [3211] = {
    '용사 라이트닝혼',
    nil,
  },
  [3212] = {
    '용사 아이언혼',
    nil,
  },
  [3213] = {
    '용사 러닝 울프',
    nil,
  },
  [3214] = {
    '용사 그레이트후프',
    nil,
  },
  [3215] = {
    '용사 스트롱배시',
    nil,
  },
  [3216] = {
    '네루 파이어블레이드',
    nil,
  },
  [3217] = {
    '용사 돈이글',
    nil,
  },
  [3218] = {
    '용사 스위프트윈드',
    nil,
  },
  [3219] = {
    '용사 리핑 디어',
    nil,
  },
  [3220] = {
    '용사 다크스카이',
    nil,
  },
  [3221] = {
    '용사 록혼',
    nil,
  },
  [3222] = {
    '용사 와일드러너',
    nil,
  },
  [3223] = {
    '용사 레인체이서',
    nil,
  },
  [3224] = {
    '용사 크라우드메인',
    nil,
  },
  [3225] = {
    '오염된 점박이멧돼지',
    nil,
  },
  [3226] = {
    '오염된 전갈',
    nil,
  },
  [3227] = {
    '오염된 붉은발톱랩터',
    nil,
  },
  [3228] = {
    '오염된 붉은톱니게',
    nil,
  },
  [3229] = {
    '불평쟁이 가시목도리',
    nil,
  },
  [3230] = {
    nil,
    '스랄의 조언가',
  },
  [3231] = {
    '오염된 철갑악어',
    nil,
  },
  [3232] = {
    '뾰족털 약탈자',
    nil,
  },
  [3233] = {
    '현자 레인토템',
    nil,
  },
  [3234] = {
    '길 잃은 불모의 땅 코도',
    nil,
  },
  [3235] = {
    '거대한 불모의 땅 코도',
    nil,
  },
  [3236] = {
    '불모의 땅 코도',
    nil,
  },
  [3237] = {
    '털북숭이 코도',
    nil,
  },
  [3238] = {
    '폭풍도마뱀',
    nil,
  },
  [3239] = {
    '천둥뿔도마뱀',
    nil,
  },
  [3240] = {
    '폭풍주둥이도마뱀',
    nil,
  },
  [3241] = {
    '우두머리 사바나 사자',
    nil,
  },
  [3242] = {
    '굶주린 얼룩말',
    nil,
  },
  [3243] = {
    '사바나 사자',
    nil,
  },
  [3244] = {
    '거대한 초원타조',
    nil,
  },
  [3245] = {
    '뾰족부리초원타조',
    nil,
  },
  [3246] = {
    '검은부리초원타조',
    nil,
  },
  [3247] = {
    '새끼 천둥매',
    nil,
  },
  [3248] = {
    '불모의 땅 기린',
    nil,
  },
  [3249] = {
    '거대한 천둥매',
    nil,
  },
  [3250] = {
    '독침 실리시드',
    nil,
  },
  [3251] = {
    '실리시드 유충',
    nil,
  },
  [3252] = {
    '우두머리 실리시드',
    nil,
  },
  [3253] = {
    '여왕 실리시드',
    nil,
  },
  [3254] = {
    '채찍꼬리 해비늘랩터',
    nil,
  },
  [3255] = {
    '긴송곳니 해비늘랩터',
    nil,
  },
  [3256] = {
    '갈퀴발톱 해비늘랩터',
    nil,
  },
  [3258] = {
    '뾰족털 사냥꾼',
    nil,
  },
  [3260] = {
    '뾰족털 풍수사',
    nil,
  },
  [3261] = {
    '뾰족털 가시마술사',
    nil,
  },
  [3263] = {
    '뾰족털 흙점쟁이',
    nil,
  },
  [3265] = {
    '서슬갈기 사냥꾼',
    nil,
  },
  [3266] = {
    '서슬갈기 파수병',
    nil,
  },
  [3267] = {
    '서슬갈기 약탈자',
    nil,
  },
  [3268] = {
    '서슬갈기 가시마술사',
    nil,
  },
  [3269] = {
    '서슬갈기 흙점쟁이',
    nil,
  },
  [3270] = {
    '장로비술사 레이저스나웃',
    nil,
  },
  [3271] = {
    '서슬갈기 비술사',
    nil,
  },
  [3272] = {
    '콜카르 사냥꾼',
    nil,
  },
  [3273] = {
    '콜카르 번개술사',
    nil,
  },
  [3274] = {
    '콜카르 조련사',
    nil,
  },
  [3275] = {
    '콜카르 약탈자',
    nil,
  },
  [3276] = {
    '칼날바람 하피',
    nil,
  },
  [3277] = {
    '칼날바람 약탈자',
    nil,
  },
  [3278] = {
    '칼날바람 암살자',
    nil,
  },
  [3279] = {
    '칼날바람 복병',
    nil,
  },
  [3280] = {
    '칼날바람 바람소환사',
    nil,
  },
  [3282] = {
    '투자개발회사 용병',
    nil,
  },
  [3283] = {
    '투자개발회사 집행자',
    nil,
  },
  [3284] = {
    '투자개발회사 인부',
    nil,
  },
  [3285] = {
    '투자개발회사 노동자',
    nil,
  },
  [3286] = {
    '투자개발회사 감독',
    nil,
  },
  [3289] = {
    '민시나의 영혼',
    nil,
  },
  [3290] = {
    '디크 피즐비즈',
    '전문 기계공학자',
  },
  [3291] = {
    '그레이샨 아이언스토브',
    '빵 행상인',
  },
  [3292] = {
    '양조사 드론',
    nil,
  },
  [3293] = {
    nil,
    '땜장이 조합',
  },
  [3295] = {
    '녹괴물',
    nil,
  },
  [3296] = {
    '오그리마 그런트',
    nil,
  },
  [3297] = {
    '센진 파수병',
    nil,
  },
  [3298] = {
    nil,
    '식료품 상인',
  },
  [3300] = {
    '살무사',
    nil,
  },
  [3304] = {
    '장로 보르날',
    nil,
  },
  [3305] = {
    nil,
    '와이번 조련사',
  },
  [3306] = {
    nil,
    '야수 관리인',
  },
  [3309] = {
    nil,
    '은행원',
  },
  [3310] = {
    nil,
    '와이번 조련사',
  },
  [3312] = {
    nil,
    '고기 상인',
  },
  [3313] = {
    nil,
    '일용품 상인',
  },
  [3314] = {
    nil,
    '무기 상인',
  },
  [3315] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [3316] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [3317] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [3318] = {
    nil,
    '은행원',
  },
  [3319] = {
    nil,
    '사슬 방어구 상인',
  },
  [3320] = {
    nil,
    '은행원',
  },
  [3321] = {
    nil,
    '가죽 방어구 상인',
  },
  [3322] = {
    nil,
    '활 및 총기류 상인',
  },
  [3323] = {
    nil,
    '마법 재료 상인',
  },
  [3324] = {
    nil,
    '상급 흑마법사',
  },
  [3325] = {
    nil,
    '상급 흑마법사',
  },
  [3326] = {
    nil,
    '상급 흑마법사',
  },
  [3327] = {
    '게스트',
    '상급 도적',
  },
  [3328] = {
    nil,
    '상급 도적',
  },
  [3329] = {
    nil,
    '버섯 상인',
  },
  [3330] = {
    nil,
    '지팡이 상인',
  },
  [3331] = {
    nil,
    '도검류 상인',
  },
  [3332] = {
    nil,
    '전문 낚시꾼',
  },
  [3333] = {
    nil,
    '낚시용품 상인',
  },
  [3334] = {
    nil,
    '독극물 상인',
  },
  [3335] = {
    nil,
    '마법 재료 상인',
  },
  [3336] = {
    '타크린 패스시커',
    nil,
  },
  [3337] = {
    '카르갈 배틀스카',
    nil,
  },
  [3338] = {
    '셀그라 다크쏜',
    nil,
  },
  [3339] = {
    '선장 탈로타스 브라이트썬',
    nil,
  },
  [3341] = {
    '갠 스톤스파이어',
    nil,
  },
  [3342] = {
    nil,
    '과일 상인',
  },
  [3343] = {
    nil,
    '대장용품 상인',
  },
  [3344] = {
    '칼드리스 드림시커',
    '상급 주술사',
  },
  [3345] = {
    nil,
    '전문 마법부여사',
  },
  [3346] = {
    nil,
    '마법부여용품 상인',
  },
  [3347] = {
    nil,
    '전문 연금술사',
  },
  [3348] = {
    nil,
    '연금술용품 상인',
  },
  [3349] = {
    nil,
    '지팡이 상인',
  },
  [3350] = {
    nil,
    '일용품 상인',
  },
  [3351] = {
    nil,
    '마법 재료 상인',
  },
  [3352] = {
    '오르막 그림샷',
    '상급 사냥꾼',
  },
  [3353] = {
    '그레즈 레이지피스트',
    '상급 전사',
  },
  [3354] = {
    nil,
    '상급 전사',
  },
  [3355] = {
    '사루 스틸퓨리',
    '전문 대장장이',
  },
  [3356] = {
    nil,
    '대장용품 상인',
  },
  [3357] = {
    nil,
    '전문 광부',
  },
  [3358] = {
    nil,
    '채광용품 상인',
  },
  [3359] = {
    nil,
    '전투 멜빵 상인',
  },
  [3360] = {
    nil,
    '둔기 및 지팡이 상인',
  },
  [3361] = {
    nil,
    '무기 상인',
  },
  [3362] = {
    '오구나로 울프러너',
    '늑대 사육사',
  },
  [3363] = {
    nil,
    '전문 재봉사',
  },
  [3364] = {
    nil,
    '재봉용품 상인',
  },
  [3365] = {
    nil,
    '전문 가죽세공인',
  },
  [3366] = {
    nil,
    '가죽세공용품 상인',
  },
  [3367] = {
    nil,
    '직업용품 상인',
  },
  [3368] = {
    nil,
    '고기 상인',
  },
  [3369] = {
    nil,
    '가방 상인',
  },
  [3370] = {
    '울트런 클랜브링어',
    '길드 사무관과 상인',
  },
  [3373] = {
    nil,
    '전문 응급치료사',
  },
  [3374] = {
    '바엘던 발굴인부',
    nil,
  },
  [3375] = {
    '바엘던 현장감독',
    nil,
  },
  [3376] = {
    '바엘던 병사',
    nil,
  },
  [3377] = {
    '바엘던 소총병',
    nil,
  },
  [3378] = {
    '바엘던 장교',
    nil,
  },
  [3379] = {
    '불타는 칼날단 투사',
    nil,
  },
  [3380] = {
    '불타는 칼날단 수행사제',
    nil,
  },
  [3381] = {
    '남쪽바다 강도',
    nil,
  },
  [3382] = {
    '남쪽바다 포병',
    nil,
  },
  [3383] = {
    '남쪽바다 자객',
    nil,
  },
  [3384] = {
    '남쪽바다 선원',
    nil,
  },
  [3385] = {
    '테라모어 해병',
    nil,
  },
  [3386] = {
    '테라모어 치료사',
    nil,
  },
  [3387] = {
    '조른 스카이시어',
    nil,
  },
  [3388] = {
    '마렌 스카이시어',
    nil,
  },
  [3389] = {
    '렉타르 데스게이트',
    nil,
  },
  [3390] = {
    '연금술사 헬브림',
    nil,
  },
  [3391] = {
    '가즈로',
    nil,
  },
  [3392] = {
    '발굴조사단장 카즈고름',
    '탐험가 연맹',
  },
  [3393] = {
    '경비대장 페어마운트',
    nil,
  },
  [3394] = {
    '바라크 코도베인',
    nil,
  },
  [3395] = {
    '광신자 베로그',
    nil,
  },
  [3396] = {
    '헤즈룰 블러드마크',
    nil,
  },
  [3397] = {
    '콜카르 흑마술사',
    nil,
  },
  [3399] = {
    nil,
    '전문 요리사',
  },
  [3400] = {
    nil,
    '요리 재료 상인',
  },
  [3401] = {
    nil,
    '상급 도적',
  },
  [3403] = {
    nil,
    '상급 주술사',
  },
  [3404] = {
    nil,
    '전문 약초채집사',
  },
  [3405] = {
    nil,
    '약초채집용품 상인',
  },
  [3406] = {
    nil,
    '상급 사냥꾼',
  },
  [3407] = {
    nil,
    '상급 사냥꾼',
  },
  [3408] = {
    nil,
    '상급 전사',
  },
  [3409] = {
    nil,
    '무기 상인',
  },
  [3410] = {
    nil,
    '활 상인',
  },
  [3411] = {
    nil,
    '푸줏간 주인',
  },
  [3412] = {
    nil,
    '전문 기계공학자',
  },
  [3413] = {
    nil,
    '기술용품 상인',
  },
  [3414] = {
    '장군 트윈브레이드 (4.x 미사용)',
    nil,
  },
  [3415] = {
    '사바나 암사자',
    nil,
  },
  [3416] = {
    '우두머리 사바나 암사자',
    nil,
  },
  [3417] = {
    '살아있는 불꽃',
    nil,
  },
  [3418] = {
    '키르제 스턴혼',
    nil,
  },
  [3419] = {
    '연금술사 자마',
    '왕립 연금술 학회',
  },
  [3421] = {
    '추방자 피글리 (구)',
    nil,
  },
  [3424] = {
    '비단천둥매',
    nil,
  },
  [3425] = {
    '굶주린 사바나 사자',
    nil,
  },
  [3426] = {
    '사나운 얼룩말',
    nil,
  },
  [3430] = {
    '뻐드렁니',
    nil,
  },
  [3433] = {
    '테터낵 스틸포지',
    nil,
  },
  [3435] = {
    '로크 오크베인',
    nil,
  },
  [3438] = {
    '크리니그 스날스나웃',
    nil,
  },
  [3439] = {
    '위즐크랭크의 벌목기',
    nil,
  },
  [3441] = {
    '멜로르 스톤후프',
    nil,
  },
  [3442] = {
    '스퍼터밸브',
    '땜장이 조합',
  },
  [3443] = {
    '그럽',
    nil,
  },
  [3444] = {
    '들쥐 고기',
    nil,
  },
  [3445] = {
    '관리자 러그위즐',
    nil,
  },
  [3447] = {
    '포위 미스트러너',
    nil,
  },
  [3448] = {
    '통가 룬토템',
    nil,
  },
  [3449] = {
    '달소크 스위프트대거',
    nil,
  },
  [3450] = {
    '데피아즈단 검독수리',
    nil,
  },
  [3451] = {
    '조종사 위즐크랭크',
    nil,
  },
  [3452] = {
    '붉은깃털 세레나',
    nil,
  },
  [3453] = {
    '부두주임 디지위그',
    nil,
  },
  [3454] = {
    '포병 스마이드',
    nil,
  },
  [3455] = {
    '포병 훼산',
    nil,
  },
  [3456] = {
    '서슬갈기 길잡이',
    nil,
  },
  [3457] = {
    '서슬갈기 정찰꾼',
    nil,
  },
  [3458] = {
    '서슬갈기 점쟁이',
    nil,
  },
  [3459] = {
    '서슬갈기 광전사',
    nil,
  },
  [3461] = {
    '오아시스 무쇠턱거북',
    nil,
  },
  [3463] = {
    '떠도는 불모의 땅 기린',
    nil,
  },
  [3465] = {
    '길사레즈 파이어바우',
    nil,
  },
  [3466] = {
    '외뿔 얼룩말',
    nil,
  },
  [3467] = {
    '남작 롱쇼어',
    '남쪽바다 해적단',
  },
  [3468] = {
    '지식의 고대정령',
    nil,
  },
  [3469] = {
    '전쟁의 고대정령',
    nil,
  },
  [3471] = {
    '땜장이 스니글즈',
    nil,
  },
  [3477] = {
    nil,
    '대장용품 상인',
  },
  [3478] = {
    nil,
    '수습 대장장이',
  },
  [3479] = {
    '나르갈 데스아이',
    '무기제작자',
  },
  [3480] = {
    '무레인 하트그레인',
    '빵 상인',
  },
  [3481] = {
    nil,
    '일용품 상인',
  },
  [3482] = {
    nil,
    '직업용품 상인',
  },
  [3483] = {
    '자안 호크윙',
    '가죽 및 사슬 방어구 상인',
  },
  [3484] = {
    nil,
    '전문 재봉사',
  },
  [3485] = {
    nil,
    '재봉용품 상인',
  },
  [3486] = {
    '할리자 화이트스트라이더',
    '천 방어구 상인',
  },
  [3487] = {
    '칼리이마 스톰클라우드',
    '가방 상인',
  },
  [3488] = {
    nil,
    '활과 총기류 상인',
  },
  [3489] = {
    nil,
    '푸줏간 주인',
  },
  [3490] = {
    nil,
    '마법 재료 및 독극물 상인',
  },
  [3491] = {
    '아이언자르',
    '무기제작자',
  },
  [3492] = {
    '벡스스핀들',
    '천 및 가죽 방어구 상인',
  },
  [3493] = {
    nil,
    '갑옷 및 방패 제작자',
  },
  [3494] = {
    '팅커위즈',
    '전문 기계공학자',
  },
  [3495] = {
    '객스프로켓',
    '기술용품 상인',
  },
  [3496] = {
    '퍼즈럭클',
    '은행원',
  },
  [3497] = {
    nil,
    '낚시꾼',
  },
  [3498] = {
    nil,
    '일용품 상인',
  },
  [3499] = {
    nil,
    '직업용품 상인',
  },
  [3500] = {
    nil,
    '마법 재료 상인',
  },
  [3501] = {
    '호드 경비병',
    nil,
  },
  [3502] = {
    '톱니항 투사',
    nil,
  },
  [3503] = {
    '병정 실리시드',
    nil,
  },
  [3507] = {
    '알렉시스',
    nil,
  },
  [3513] = {
    '다나',
    '학교 선생님',
  },
  [3514] = {
    '테나론 스톰그립',
    nil,
  },
  [3515] = {
    '코리드라스 문레이지',
    nil,
  },
  [3516] = {
    '대드루이드 판드랄 스태그헬름',
    nil,
  },
  [3517] = {
    '렐리안 그린스파이어',
    nil,
  },
  [3518] = {
    nil,
    '빵 상인',
  },
  [3519] = {
    '파수꾼 아리니아 클라우즈브레이크',
    nil,
  },
  [3520] = {
    '늙은 엠마',
    nil,
  },
  [3522] = {
    nil,
    '천 방어구 상인',
  },
  [3523] = {
    nil,
    '전문 재봉사',
  },
  [3524] = {
    '늑대 정령',
    nil,
  },
  [3527] = {
    '치유의 토템',
    nil,
  },
  [3528] = {
    '장작나무 마을 무기 제작자',
    nil,
  },
  [3529] = {
    '달분노 대장장이',
    nil,
  },
  [3530] = {
    '장작나무 마을 재봉사',
    nil,
  },
  [3531] = {
    '달분노 재봉사',
    nil,
  },
  [3532] = {
    '장작나무 마을 가죽세공업자',
    nil,
  },
  [3533] = {
    '달분노 가죽세공사',
    nil,
  },
  [3534] = {
    '장님 월리스',
    '무기제작자',
  },
  [3535] = {
    '악취나는 검은이끼괴물',
    nil,
  },
  [3536] = {
    nil,
    '자유 무역상',
  },
  [3537] = {
    nil,
    '대상',
  },
  [3538] = {
    '망꾼 1호',
    '경호원',
  },
  [3539] = {
    nil,
    '무기제작자',
  },
  [3540] = {
    nil,
    '생선 상인',
  },
  [3541] = {
    nil,
    '일용품 상인',
  },
  [3542] = {
    nil,
    '마법 재료 및 독극물 상인',
  },
  [3543] = {
    nil,
    '고급 방어구 제작자',
  },
  [3544] = {
    nil,
    '버섯 상인',
  },
  [3545] = {
    nil,
    '야수 관리인',
  },
  [3546] = {
    nil,
    '식료품 상인',
  },
  [3547] = {
    nil,
    '버섯 상인',
  },
  [3548] = {
    nil,
    '연금술 및 약초채집용품 상인',
  },
  [3549] = {
    nil,
    '수습 가죽세공인',
  },
  [3550] = {
    nil,
    '낚시용품 상인',
  },
  [3551] = {
    '패트라이스 드위어',
    '독극물 상인',
  },
  [3552] = {
    '알렉상드르 레페브르',
    '가죽 방어구 상인',
  },
  [3553] = {
    nil,
    '방어구 제작자',
  },
  [3554] = {
    nil,
    '천 방어구 상인',
  },
  [3555] = {
    nil,
    '전문 광부',
  },
  [3556] = {
    nil,
    '직업용품 상인',
  },
  [3557] = {
    '기욤 소로이',
    '전문 대장장이',
  },
  [3560] = {
    '치유의 수호물',
    nil,
  },
  [3561] = {
    nil,
    '독극물 상인',
  },
  [3562] = {
    nil,
    '마법 재료 상인',
  },
  [3566] = {
    '굶주린 평원퓨마',
    nil,
  },
  [3567] = {
    '탈론카이 스위프트루트',
    nil,
  },
  [3568] = {
    '미스트',
    nil,
  },
  [3569] = {
    '새끼 늪괴물',
    nil,
  },
  [3570] = {
    '정화된 나무늪괴물',
    nil,
  },
  [3571] = {
    '텔드랏실 파수꾼',
    nil,
  },
  [3572] = {
    nil,
    '낚시용품 상인',
  },
  [3573] = {
    '마나샘 토템',
    nil,
  },
  [3574] = {
    '길들인 박쥐',
    nil,
  },
  [3577] = {
    '호박색 농장 양조사',
    nil,
  },
  [3578] = {
    '호박색 농장 광부',
    nil,
  },
  [3579] = {
    '돌발톱 토템',
    nil,
  },
  [3581] = {
    '시궁창 악어',
    nil,
  },
  [3582] = {
    '아만',
    nil,
  },
  [3583] = {
    '바리스라스 문셰이드',
    nil,
  },
  [3586] = {
    '[4.x 미사용]광부 존슨',
    nil,
  },
  [3587] = {
    nil,
    '일용품 상인',
  },
  [3588] = {
    '카르단 프라우드블레이드',
    '무기제작자',
  },
  [3589] = {
    nil,
    '활 상인',
  },
  [3590] = {
    '잔나 프라이트문',
    '천 방어구 상인',
  },
  [3591] = {
    '프레자 나이트윙',
    '가죽 방어구 상인',
  },
  [3592] = {
    nil,
    '갑옷 및 방패 제작자',
  },
  [3593] = {
    nil,
    '상급 전사',
  },
  [3594] = {
    '프라훈 셰이드위스퍼',
    '상급 도적',
  },
  [3595] = {
    nil,
    '상급 사제',
  },
  [3596] = {
    '아얀나 에버스트라이드',
    '상급 사냥꾼',
  },
  [3597] = {
    '마르단트 스트롱오크',
    '상급 드루이드',
  },
  [3598] = {
    '키라 윈드블레이드',
    '상급 전사',
  },
  [3599] = {
    '잔노크 브리즈송',
    '상급 도적',
  },
  [3600] = {
    '라우르나 모닝라이트',
    '상급 사제',
  },
  [3601] = {
    nil,
    '상급 사냥꾼',
  },
  [3602] = {
    nil,
    '상급 드루이드',
  },
  [3603] = {
    '신드라 카인드위스퍼',
    '전문 연금술사',
  },
  [3604] = {
    '말로른 블레이드리프',
    '전문 약초채집사',
  },
  [3605] = {
    '나디야 메인위버',
    '수습 가죽세공인',
  },
  [3606] = {
    '알란나 레이븐아이',
    '전문 마법부여사',
  },
  [3607] = {
    '안드롤 오크핸드',
    '전문 낚시꾼',
  },
  [3608] = {
    nil,
    '일용품 상인',
  },
  [3609] = {
    nil,
    '무기제작자',
  },
  [3610] = {
    '지나 피더보우',
    '활 상인',
  },
  [3611] = {
    '브란놀 이글문',
    '천 방어구 상인',
  },
  [3612] = {
    nil,
    '가죽 방어구 상인',
  },
  [3613] = {
    '메리 아이언위브',
    '갑옷 및 방패 제작자',
  },
  [3614] = {
    '나렛 섀도그로브',
    '직업용품 상인',
  },
  [3615] = {
    nil,
    '와이번 조련사',
  },
  [3616] = {
    nil,
    '지식의 고대정령',
  },
  [3617] = {
    '로데론 시민 유령',
    nil,
  },
  [3619] = {
    '표범 유령',
    nil,
  },
  [3620] = {
    nil,
    '야수 관리인',
  },
  [3621] = {
    nil,
    '식료품 상인',
  },
  [3622] = {
    nil,
    '야수 관리인',
  },
  [3624] = {
    nil,
    '야수 관리인',
  },
  [3625] = {
    nil,
    '일용품 상인',
  },
  [3628] = {
    nil,
    '여관주인',
  },
  [3630] = {
    '돌연변이 뱀꼬리천둥매',
    nil,
  },
  [3631] = {
    '돌연변이 독침천둥매',
    nil,
  },
  [3632] = {
    '돌연변이 줄무늬랩터',
    nil,
  },
  [3633] = {
    '돌연변이 식인랩터',
    nil,
  },
  [3634] = {
    '돌연변이 검은뿔랩터',
    nil,
  },
  [3636] = {
    '돌연변이 약탈자랩터',
    nil,
  },
  [3637] = {
    '돌연변이 우두머리랩터',
    nil,
  },
  [3638] = {
    '포식성 세포괴물',
    nil,
  },
  [3639] = {
    '파수꾼 티샤 문블레이드',
    nil,
  },
  [3640] = {
    '진화된 세포괴물',
    nil,
  },
  [3641] = {
    '돌연변이 비늘트레샤돈',
    nil,
  },
  [3644] = {
    '세렐리안 화이트클로',
    nil,
  },
  [3649] = {
    '툰드리스 윈드위버',
    nil,
  },
  [3652] = {
    '채찍꼬리 트리고어',
    nil,
  },
  [3654] = {
    '걸신들린 무타누스',
    nil,
  },
  [3655] = {
    '광기의 매글리시',
    nil,
  },
  [3657] = {
    '파수꾼 엘리자 스타브리즈',
    nil,
  },
  [3658] = {
    nil,
    '무기 상인',
  },
  [3659] = {
    nil,
    '리자리크의 경호원',
  },
  [3660] = {
    nil,
    '암흑이교도',
  },
  [3661] = {
    '발툴 섀도스트라이크',
    nil,
  },
  [3662] = {
    '증오의 델마니스',
    nil,
  },
  [3663] = {
    '[4.x 미사용]수호자 델그렌',
    nil,
  },
  [3664] = {
    '[미사용]일크루드 마그스룰',
    nil,
  },
  [3665] = {
    '기중기 기사 비글퍼즈',
    nil,
  },
  [3666] = {
    '위즈뱅 크랭크토글',
    nil,
  },
  [3667] = {
    '아나야 돈러너',
    nil,
  },
  [3669] = {
    '군주 코브란',
    '송곳니 군주',
  },
  [3670] = {
    '군주 피타스',
    '송곳니 군주',
  },
  [3671] = {
    '여군주 아나콘드라',
    '송곳니 군주',
  },
  [3672] = {
    nil,
    '송곳니의 드루이드',
  },
  [3673] = {
    '군주 서펜티스',
    '송곳니 군주',
  },
  [3678] = {
    '무요',
    nil,
  },
  [3680] = {
    '독사',
    nil,
  },
  [3681] = {
    '위습',
    nil,
  },
  [3682] = {
    '브랑 와일드고어',
    '무기 및 방어구 제작자',
  },
  [3683] = {
    '킥니클',
    '고급 의류 상인',
  },
  [3684] = {
    '피즈너클',
    '가죽 방어구 상인',
  },
  [3685] = {
    '할브 클로후프',
    '코도 상인',
  },
  [3688] = {
    '레반 프리러너',
    '야수 관리인',
  },
  [3689] = {
    '래어 스태퍼러너',
    '식료품 상인',
  },
  [3690] = {
    '카르 스톰싱어',
    '전문 기수',
  },
  [3691] = {
    '레이네 울프러너',
    nil,
  },
  [3694] = {
    '파수꾼 셀라린',
    nil,
  },
  [3695] = {
    '잔혹발톱 도끼',
    nil,
  },
  [3696] = {
    '랜 블러드투스',
    nil,
  },
  [3698] = {
    nil,
    '야수 관리인',
  },
  [3700] = {
    '자덴비스 시워처',
    '마법 재료 상인',
  },
  [3701] = {
    '타나리운 트리텐더',
    nil,
  },
  [3702] = {
    '알란다리안 나이트송',
    nil,
  },
  [3703] = {
    '크룰무 풀문',
    '전문 가죽세공인',
  },
  [3704] = {
    nil,
    '전문 재봉사',
  },
  [3705] = {
    nil,
    '푸줏간 주인',
  },
  [3706] = {
    nil,
    '상급 사제',
  },
  [3707] = {
    nil,
    '상급 사제',
  },
  [3708] = {
    nil,
    '식료품 상인',
  },
  [3711] = {
    '성난지느러미 미르미돈',
    nil,
  },
  [3712] = {
    '성난지느러미 가시전사',
    nil,
  },
  [3713] = {
    '성난지느러미 바다전사',
    nil,
  },
  [3715] = {
    '성난지느러미 바다 마녀',
    nil,
  },
  [3717] = {
    '성난지느러미 여마법사',
    nil,
  },
  [3721] = {
    '안개채찍 히드라',
    nil,
  },
  [3722] = {
    '긴꼬리 안개채찍 히드라',
    nil,
  },
  [3725] = {
    '암흑이교도 제사장',
    nil,
  },
  [3727] = {
    '암흑이교도 집행자',
    nil,
  },
  [3728] = {
    '암흑이교도 마법사',
    nil,
  },
  [3730] = {
    '암흑이교도 굴착자',
    nil,
  },
  [3732] = {
    '포세이큰 수색꾼[미사용]',
    nil,
  },
  [3733] = {
    '포세이큰 약초채집가',
    nil,
  },
  [3734] = {
    '오크 감독관',
    nil,
  },
  [3735] = {
    '연금술사 팔디스',
    nil,
  },
  [3736] = {
    '어둠의암살자 몰덴살',
    nil,
  },
  [3737] = {
    '소금거품 보초',
    nil,
  },
  [3739] = {
    '소금거품 전사',
    nil,
  },
  [3740] = {
    '소금거품 땅꾼',
    nil,
  },
  [3742] = {
    '소금거품 점쟁이',
    nil,
  },
  [3743] = {
    '썩은나무 전사',
    nil,
  },
  [3745] = {
    '썩은나무 길잡이',
    nil,
  },
  [3746] = {
    '썩은나무 보초',
    nil,
  },
  [3748] = {
    '썩은나무 주술사',
    nil,
  },
  [3749] = {
    '썩은나무 펄볼그',
    nil,
  },
  [3750] = {
    '썩은나무 토템술사',
    nil,
  },
  [3752] = {
    '사비안 도적',
    nil,
  },
  [3754] = {
    '사비안 배반자',
    nil,
  },
  [3755] = {
    '사비안 악마추종자',
    nil,
  },
  [3757] = {
    '사비안 지옥소환사',
    nil,
  },
  [3758] = {
    '검은유혹의 사티로스',
    nil,
  },
  [3759] = {
    '검은유혹의 도적',
    nil,
  },
  [3762] = {
    '검은유혹의 악마추종자',
    nil,
  },
  [3763] = {
    '검은유혹의 그림자추적자',
    nil,
  },
  [3765] = {
    '싸늘한심장의 사티로스',
    nil,
  },
  [3767] = {
    '싸늘한심장의 요술사',
    nil,
  },
  [3770] = {
    '싸늘한심장의 그림자추적자',
    nil,
  },
  [3771] = {
    '싸늘한심장의 지옥소환사',
    nil,
  },
  [3772] = {
    '하급 지옥수호병',
    nil,
  },
  [3774] = {
    '긴뿔지옥사냥개',
    nil,
  },
  [3779] = {
    nil,
    '직업용품 상인',
  },
  [3780] = {
    '그을린 이끼늪괴물',
    nil,
  },
  [3781] = {
    '그늘덤불 나무늪괴물',
    nil,
  },
  [3782] = {
    '그늘덤불 암석늪괴물',
    nil,
  },
  [3783] = {
    '그늘덤불 천둥늪괴물',
    nil,
  },
  [3784] = {
    '그늘덤불 껍질늪괴물',
    nil,
  },
  [3789] = {
    '테로울프 식인전사',
    nil,
  },
  [3791] = {
    '테로울프 흑마술사',
    nil,
  },
  [3792] = {
    '테로울프 우두머리',
    nil,
  },
  [3797] = {
    '세나리온 관리인',
    nil,
  },
  [3799] = {
    '드루이드의 망령',
    nil,
  },
  [3801] = {
    '잠든 드루이드의 망령',
    nil,
  },
  [3802] = {
    '꿈꾸는 드루이드의 망령',
    nil,
  },
  [3803] = {
    '문지기 드루이드의 망령',
    nil,
  },
  [3804] = {
    '포세이큰 침략자',
    nil,
  },
  [3806] = {
    '포세이큰 침투요원',
    nil,
  },
  [3807] = {
    '포세이큰 암살자',
    nil,
  },
  [3808] = {
    '포세이큰 어둠추적자',
    nil,
  },
  [3809] = {
    '잿빛 골짜기 곰',
    nil,
  },
  [3810] = {
    '덩치 큰 잿빛 골짜기 곰',
    nil,
  },
  [3811] = {
    '거대한 잿빛 골짜기 곰',
    nil,
  },
  [3812] = {
    '딸각게',
    nil,
  },
  [3814] = {
    '뾰족게',
    nil,
  },
  [3815] = {
    '깜박이 용',
    nil,
  },
  [3816] = {
    '야생 순록',
    nil,
  },
  [3817] = {
    '검은뿔순록',
    nil,
  },
  [3818] = {
    '덩치 큰 검은뿔순록',
    nil,
  },
  [3819] = {
    '찔레가시 거미',
    nil,
  },
  [3820] = {
    '찔레가시 독거미',
    nil,
  },
  [3821] = {
    '찔레가시 늑대거미',
    nil,
  },
  [3823] = {
    '유령발늑대',
    nil,
  },
  [3824] = {
    '긴울음 유령발늑대',
    nil,
  },
  [3825] = {
    '우두머리 유령발늑대',
    nil,
  },
  [3833] = {
    '세나리온 문지기',
    nil,
  },
  [3834] = {
    '광기 어린 고대정령',
    nil,
  },
  [3835] = {
    '독두꺼비',
    nil,
  },
  [3836] = {
    '산악경비대 페블비티',
    nil,
  },
  [3837] = {
    '길들인 히포그리프',
    nil,
  },
  [3838] = {
    nil,
    '히포그리프 조련사',
  },
  [3840] = {
    '송곳니의 드루이드',
    nil,
  },
  [3841] = {
    '텔디라 문페더',
    '히포그리프 조련사',
  },
  [3842] = {
    nil,
    '열쇠의 대가',
  },
  [3844] = {
    '치유의 수호물 IV',
    nil,
  },
  [3845] = {
    '신드렐 스위프트파이어',
    nil,
  },
  [3847] = {
    '오렌딜 브로드리프',
    nil,
  },
  [3848] = {
    '케이네스 스틸윈드',
    nil,
  },
  [3849] = {
    '죽음추적자 아다만트',
    nil,
  },
  [3850] = {
    '마법사 애쉬크롬비',
    nil,
  },
  [3851] = {
    '그림자송곳니 백발전사',
    nil,
  },
  [3853] = {
    '그림자송곳니 달전사',
    nil,
  },
  [3854] = {
    '그림자송곳니 늑대투사',
    nil,
  },
  [3855] = {
    '그림자송곳니 검은영혼',
    nil,
  },
  [3857] = {
    '그림자송곳니 광신도',
    nil,
  },
  [3859] = {
    '그림자송곳니 송곳니투사',
    nil,
  },
  [3861] = {
    '사나운 검은늑대',
    nil,
  },
  [3862] = {
    '침 흘리는 검은늑대',
    nil,
  },
  [3863] = {
    '늑대 망령',
    nil,
  },
  [3864] = {
    '지옥마',
    nil,
  },
  [3865] = {
    '암흑마',
    nil,
  },
  [3866] = {
    '그림자박쥐',
    nil,
  },
  [3868] = {
    '흡혈박쥐',
    nil,
  },
  [3872] = {
    '죽음의 경비대장',
    nil,
  },
  [3873] = {
    '고통받는 장교 유령',
    nil,
  },
  [3875] = {
    '이승을 떠도는 하인 유령',
    nil,
  },
  [3877] = {
    '울부짖는 경비병 유령',
    nil,
  },
  [3879] = {
    '암흑이교도 암살자',
    nil,
  },
  [3880] = {
    '파수꾼 멜리리아 프로스트섀도',
    nil,
  },
  [3881] = {
    nil,
    '푸줏간 주인',
  },
  [3882] = {
    nil,
    '푸줏간 주인',
  },
  [3883] = {
    '무단 선그레인',
    '빵 상인',
  },
  [3884] = {
    '쟈우나 오트윈드',
    '빵 상인',
  },
  [3885] = {
    '파수꾼 벨레네 스타스트라이크',
    nil,
  },
  [3886] = {
    '도살자 칼날발톱',
    nil,
  },
  [3887] = {
    '남작 실버레인',
    nil,
  },
  [3890] = {
    '브락굴 데스브링어',
    '전쟁노래 협곡 전투모병관',
  },
  [3891] = {
    '테로니스의 시체',
    nil,
  },
  [3892] = {
    '렐라라 화이트문',
    nil,
  },
  [3893] = {
    '포세이큰 정찰병',
    nil,
  },
  [3894] = {
    '펠투러스 화이트문',
    nil,
  },
  [3898] = {
    '원한의 알리가르',
    nil,
  },
  [3899] = {
    '증오의 발리자르',
    nil,
  },
  [3900] = {
    '타락의 캘다카르',
    nil,
  },
  [3902] = {
    'zzOLD불타는 토템 II',
    nil,
  },
  [3903] = {
    'zzOLD불타는 토템 III',
    nil,
  },
  [3904] = {
    'zzOLD불타는 토템 IV',
    nil,
  },
  [3906] = {
    'zzOLD치유의 토템 II',
    nil,
  },
  [3907] = {
    'zzOLD치유의 토템 III',
    nil,
  },
  [3908] = {
    'zzOLD치유의 토템 IV',
    nil,
  },
  [3909] = {
    'zzOLD치유의 토템 V',
    nil,
  },
  [3911] = {
    'zzOLD돌발톱 토템 II',
    nil,
  },
  [3912] = {
    'zzOLD돌발톱 토템 III',
    nil,
  },
  [3913] = {
    'zzOLD돌발톱 토템 IV',
    nil,
  },
  [3914] = {
    '레실고어',
    '문지기',
  },
  [3915] = {
    nil,
    '레이네의 소환수',
  },
  [3917] = {
    '타락한 물의 정령',
    nil,
  },
  [3919] = {
    '부패한 고대정령',
    nil,
  },
  [3921] = {
    '엉겅퀴 펄볼그',
    nil,
  },
  [3922] = {
    '엉겅퀴 토템술사',
    nil,
  },
  [3923] = {
    '엉겅퀴 보초',
    nil,
  },
  [3924] = {
    '엉겅퀴 주술사',
    nil,
  },
  [3925] = {
    '엉겅퀴 복수자',
    nil,
  },
  [3926] = {
    '엉겅퀴 길잡이',
    nil,
  },
  [3927] = {
    '늑대왕 난도스',
    nil,
  },
  [3928] = {
    '썩어가는 진흙괴물',
    nil,
  },
  [3931] = {
    '그늘덤불 나무현자',
    nil,
  },
  [3932] = {
    '핏빛이빨 경비병',
    nil,
  },
  [3933] = {
    nil,
    '푸줏간 주인',
  },
  [3934] = {
    '여관주인 부어란드 플레인즈윈드',
    '여관주인',
  },
  [3935] = {
    nil,
    '푸줏간 주인',
  },
  [3936] = {
    '샨드리스 페더문',
    '파수대 사령관',
  },
  [3937] = {
    '키라 송샤인',
    '빵 행상인',
  },
  [3939] = {
    '서슬갈기 늑대',
    nil,
  },
  [3940] = {
    '타닐 다크우드',
    nil,
  },
  [3941] = {
    '우실 문콜',
    nil,
  },
  [3942] = {
    '마보리스 클라우즈브레이크',
    nil,
  },
  [3944] = {
    '성난지느러미 여사제',
    nil,
  },
  [3945] = {
    '행상 러즈고트',
    nil,
  },
  [3946] = {
    '벨린데 스타송',
    nil,
  },
  [3947] = {
    '고블린 조선공',
    nil,
  },
  [3948] = {
    '호니 골든오트',
    '빵 상인',
  },
  [3950] = {
    '하급 수호정령',
    nil,
  },
  [3951] = {
    '발다란 레이븐셰이드',
    '활 상인',
  },
  [3952] = {
    nil,
    '천 방어구 상인',
  },
  [3953] = {
    '탄단 라이트메인',
    '가죽 방어구 상인',
  },
  [3954] = {
    nil,
    '직업용품 상인',
  },
  [3955] = {
    nil,
    '직업용품 상인',
  },
  [3956] = {
    '하클란 문그로브',
    '연금술용품 상인',
  },
  [3958] = {
    nil,
    '가죽세공용품 상인',
  },
  [3959] = {
    nil,
    '빵 상인',
  },
  [3960] = {
    nil,
    '푸줏간 주인',
  },
  [3961] = {
    nil,
    '식료품 상인',
  },
  [3962] = {
    '할잔 오크하트',
    '일용품 상인',
  },
  [3963] = {
    '단라르 나이트스트라이드',
    '상급 사냥꾼',
  },
  [3964] = {
    nil,
    '전문 연금술사',
  },
  [3965] = {
    '사일라니아 루트스토커',
    '전문 약초채집사',
  },
  [3967] = {
    '아얀디아 플로럴윈드',
    '전문 가죽세공인',
  },
  [3968] = {
    '감시의 토템',
    nil,
  },
  [3969] = {
    '파란 사일런트블레이드',
    '독극물 재료 상인',
  },
  [3970] = {
    nil,
    '마법 재료 상인',
  },
  [3974] = {
    '사냥개조련사 록시',
    nil,
  },
  [3975] = {
    '헤로드',
    '붉은십자군 용사',
  },
  [3976] = {
    '붉은십자군 사령관 모그레인',
    nil,
  },
  [3977] = {
    '종교재판관 화이트메인',
    nil,
  },
  [3978] = {
    '현자 트루스시커',
    nil,
  },
  [3979] = {
    '사서 메이 페일더스트',
    '탐험가 연맹',
  },
  [3980] = {
    '경건한 신자 랄레이',
    nil,
  },
  [3983] = {
    '심문관 비샤스',
    nil,
  },
  [3984] = {
    '낸시 비샤스',
    nil,
  },
  [3985] = {
    '비샤스 할아범',
    nil,
  },
  [3986] = {
    '사릴루스 파울본',
    nil,
  },
  [3987] = {
    '달 블러드클로',
    nil,
  },
  [3988] = {
    '투자개발회사 운전수',
    nil,
  },
  [3989] = {
    '투자개발회사 나무꾼',
    nil,
  },
  [3991] = {
    '투자개발회사 벌채꾼',
    nil,
  },
  [3992] = {
    '투자개발회사 경비원',
    nil,
  },
  [3993] = {
    '투자개발회사 기계공',
    nil,
  },
  [3994] = {
    '수호자 알바고름',
    nil,
  },
  [3995] = {
    '의술사 진질',
    nil,
  },
  [3998] = {
    '칼바람 졸개',
    nil,
  },
  [3999] = {
    '칼바람 채굴꾼',
    nil,
  },
  [4001] = {
    '칼바람 코볼트',
    nil,
  },
  [4002] = {
    '칼바람 석공',
    nil,
  },
  [4003] = {
    '칼바람 흙점쟁이',
    nil,
  },
  [4004] = {
    '칼바람 우두머리',
    nil,
  },
  [4005] = {
    '동굴이끼 땅거미',
    nil,
  },
  [4006] = {
    '동굴이끼 그물거미',
    nil,
  },
  [4007] = {
    '동굴이끼 독거미',
    nil,
  },
  [4008] = {
    '천둥절벽도마뱀',
    nil,
  },
  [4009] = {
    '흉포한 천둥절벽도마뱀',
    nil,
  },
  [4011] = {
    '새끼 사자날개 와이번',
    nil,
  },
  [4012] = {
    '사자날개 와이번',
    nil,
  },
  [4013] = {
    '하늘발톱 사자날개 와이번',
    nil,
  },
  [4014] = {
    '어미 사자날개 와이번',
    nil,
  },
  [4015] = {
    '우두머리 사자날개 와이번',
    nil,
  },
  [4016] = {
    '마룡',
    nil,
  },
  [4017] = {
    '교활한 마룡',
    nil,
  },
  [4018] = {
    '순록',
    nil,
  },
  [4019] = {
    '큰 순록',
    nil,
  },
  [4020] = {
    '수액괴물',
    nil,
  },
  [4021] = {
    '타락한 수액괴물',
    nil,
  },
  [4022] = {
    '혈폭풍 하피',
    nil,
  },
  [4023] = {
    '혈폭풍 약탈자',
    nil,
  },
  [4024] = {
    '혈폭풍 암살자',
    nil,
  },
  [4025] = {
    '혈폭풍 복병',
    nil,
  },
  [4026] = {
    '혈폭풍 바람소환사',
    nil,
  },
  [4027] = {
    '혈폭풍 폭풍 마녀',
    nil,
  },
  [4028] = {
    '악에물든 고대정령',
    nil,
  },
  [4029] = {
    '타락한 고대정령',
    nil,
  },
  [4030] = {
    '복수심에 불타는 고대정령',
    nil,
  },
  [4031] = {
    '어린 키메라',
    nil,
  },
  [4032] = {
    '새끼 키메라',
    nil,
  },
  [4034] = {
    '분노한 돌의 정령',
    nil,
  },
  [4035] = {
    '사나운 돌의 정령',
    nil,
  },
  [4036] = {
    '난폭한 화염 정령',
    nil,
  },
  [4037] = {
    '화염의 약탈자',
    nil,
  },
  [4038] = {
    '화염의 파괴자',
    nil,
  },
  [4040] = {
    '긴다리동굴거미',
    nil,
  },
  [4041] = {
    '오염된 바실리스크',
    nil,
  },
  [4042] = {
    '악에물든 바실리스크',
    nil,
  },
  [4043] = {
    nil,
    '양손 무기 상인',
  },
  [4044] = {
    '타락한 바실리스크',
    nil,
  },
  [4046] = {
    '마가타 그림토템',
    '대모',
  },
  [4047] = {
    '조르 론트리',
    '장로 예언자',
  },
  [4048] = {
    '[4.x 미사용]팔핀델 웨이워더',
    nil,
  },
  [4049] = {
    '시리스 스톤브레이크',
    nil,
  },
  [4050] = {
    '세나리온 관리인',
    nil,
  },
  [4051] = {
    '세나리온 식물학자',
    nil,
  },
  [4052] = {
    '세나리온 드루이드',
    nil,
  },
  [4053] = {
    '세나리우스의 딸',
    nil,
  },
  [4054] = {
    '미소띤 자매',
    nil,
  },
  [4056] = {
    '땅거미 문지기',
    nil,
  },
  [4057] = {
    '세나리우스의 아들',
    nil,
  },
  [4059] = {
    '숲의 정령',
    nil,
  },
  [4061] = {
    '땅거미 드리아드',
    nil,
  },
  [4062] = {
    '검은무쇠 폭격수',
    nil,
  },
  [4064] = {
    '검은바위 정찰병',
    nil,
  },
  [4065] = {
    '검은바위 파수병',
    nil,
  },
  [4067] = {
    '황혼의 흑표범',
    nil,
  },
  [4068] = {
    '천둥매 전령',
    nil,
  },
  [4070] = {
    '투자개발회사 목수',
    nil,
  },
  [4072] = {
    '진질의 포로',
    nil,
  },
  [4075] = {
    '쥐',
    nil,
  },
  [4076] = {
    '바퀴',
    nil,
  },
  [4077] = {
    '각심 러스트피즐',
    nil,
  },
  [4079] = {
    '파수꾼 테니실',
    nil,
  },
  [4080] = {
    '캘라 섀도스피어',
    nil,
  },
  [4081] = {
    '로막 기어스트립',
    nil,
  },
  [4082] = {
    nil,
    '일용품 상인',
  },
  [4083] = {
    nil,
    '수습 의술사',
  },
  [4084] = {
    nil,
    '일용품 상인',
  },
  [4085] = {
    nil,
    '투자개발회사 갑옷 외판원',
  },
  [4086] = {
    nil,
    '투자개발회사 무기 외판원',
  },
  [4087] = {
    '아리아스타 블레이드싱어',
    '상급 전사',
  },
  [4089] = {
    nil,
    '상급 전사',
  },
  [4090] = {
    '아스타리 스타시커',
    '상급 사제',
  },
  [4091] = {
    nil,
    '상급 사제',
  },
  [4092] = {
    nil,
    '상급 사제',
  },
  [4093] = {
    '[4.x 미사용]갈라크 사냥꾼',
    nil,
  },
  [4094] = {
    '[4.x 미사용]갈라크 척후병',
    nil,
  },
  [4095] = {
    '[4.x 미사용]갈라크 투사',
    nil,
  },
  [4096] = {
    '[4.x 미사용]갈라크 바람전사',
    nil,
  },
  [4097] = {
    '[4.x 미사용]갈라크 번개술사',
    nil,
  },
  [4099] = {
    '[4.x 미사용]갈라크 약탈자',
    nil,
  },
  [4100] = {
    '비명 하피',
    nil,
  },
  [4101] = {
    '비명 약탈자',
    nil,
  },
  [4104] = {
    '비명 바람소환사',
    nil,
  },
  [4107] = {
    '마루둥지 와이번',
    nil,
  },
  [4109] = {
    '어미 마루둥지 와이번',
    nil,
  },
  [4110] = {
    '우두머리 마루둥지 와이번',
    nil,
  },
  [4111] = {
    '자갈주둥이 코볼트',
    nil,
  },
  [4112] = {
    '자갈주둥이 졸개',
    nil,
  },
  [4113] = {
    '자갈주둥이 채굴꾼',
    nil,
  },
  [4114] = {
    '자갈주둥이 채집꾼',
    nil,
  },
  [4116] = {
    '자갈주둥이 흙점쟁이',
    nil,
  },
  [4117] = {
    '구름천둥매',
    nil,
  },
  [4118] = {
    '맹독 구름천둥매',
    nil,
  },
  [4119] = {
    '덩치 큰 구름천둥매',
    nil,
  },
  [4120] = {
    '우레 바위 정령',
    nil,
  },
  [4124] = {
    '바위퓨마',
    nil,
  },
  [4126] = {
    '바위표범',
    nil,
  },
  [4127] = {
    '빗송곳니하이에나',
    nil,
  },
  [4128] = {
    '긴발톱 빗송곳니하이에나',
    nil,
  },
  [4129] = {
    '긴울음 빗송곳니하이에나',
    nil,
  },
  [4130] = {
    '[4.x 미사용]탐색꾼 실리시드',
    nil,
  },
  [4131] = {
    '[4.x 미사용]병정 실리시드',
    nil,
  },
  [4132] = {
    '크륵큭스',
    nil,
  },
  [4133] = {
    '[미사용]일꾼 실리시드',
    nil,
  },
  [4138] = {
    '진라 나이트러너',
    '상급 사냥꾼',
  },
  [4139] = {
    '[4.x 폐기] 점박이독전갈',
    nil,
  },
  [4140] = {
    '[4.x 폐기] 붉은독전갈',
    nil,
  },
  [4142] = {
    '[4.x 폐기] 소금껍질거북',
    nil,
  },
  [4143] = {
    '[4.x 폐기] 무쇠턱 소금껍질거북',
    nil,
  },
  [4144] = {
    '[4.x 폐기] 굼벵이 소금껍질거북',
    nil,
  },
  [4146] = {
    nil,
    '상급 사냥꾼',
  },
  [4147] = {
    '[4.x 폐기] 소금바위 바실리스크',
    nil,
  },
  [4150] = {
    '[4.x 폐기] 소금바위 큰눈바실리스크',
    nil,
  },
  [4151] = {
    '[4.x 폐기] 소금바위 수정바실리스크',
    nil,
  },
  [4154] = {
    '소금 평원 청소부독수리',
    nil,
  },
  [4155] = {
    nil,
    '은행원',
  },
  [4156] = {
    nil,
    '전문 낚시꾼',
  },
  [4158] = {
    '[4.x 미사용]소금 평원 독수리',
    nil,
  },
  [4159] = {
    nil,
    '전문 재봉사',
  },
  [4160] = {
    nil,
    '전문 연금술사',
  },
  [4161] = {
    nil,
    '길드 사무관과 상인',
  },
  [4163] = {
    nil,
    '상급 도적',
  },
  [4164] = {
    nil,
    '나이트 엘프 방어구 제작자',
  },
  [4165] = {
    nil,
    '순간이동 전문 마법사',
  },
  [4166] = {
    '가젤',
    nil,
  },
  [4167] = {
    nil,
    '식료품 상인',
  },
  [4168] = {
    nil,
    '재봉용품 상인',
  },
  [4169] = {
    nil,
    '고기 상인',
  },
  [4170] = {
    nil,
    '일용품 상인',
  },
  [4171] = {
    nil,
    '도검류 상인',
  },
  [4172] = {
    nil,
    '로브 상인',
  },
  [4173] = {
    nil,
    '활 상인',
  },
  [4175] = {
    nil,
    '천 방어구 상인',
  },
  [4177] = {
    nil,
    '사슬 방어구 상인',
  },
  [4180] = {
    '이알리샤 듀위스퍼',
    '양손 무기 상인',
  },
  [4181] = {
    nil,
    '식료품 상인',
  },
  [4182] = {
    nil,
    '일용품 상인',
  },
  [4183] = {
    '나람 롱클로',
    '무기제작자',
  },
  [4184] = {
    '지니아 선섀도',
    '특제 의상 상인',
  },
  [4185] = {
    nil,
    '천 방어구 상인',
  },
  [4186] = {
    nil,
    '가죽 방어구 상인',
  },
  [4187] = {
    '할론 쏜가드',
    '갑옷 및 방패 제작자',
  },
  [4188] = {
    nil,
    '천 방어구 상인',
  },
  [4189] = {
    nil,
    '재봉용품 상인',
  },
  [4190] = {
    nil,
    '빵 상인',
  },
  [4191] = {
    nil,
    '식료품 상인',
  },
  [4192] = {
    nil,
    '음료 상인',
  },
  [4193] = {
    '그론달 문브리즈',
    '전문 재봉사',
  },
  [4194] = {
    nil,
    '직업용품 상인',
  },
  [4195] = {
    nil,
    '식료품 상인',
  },
  [4196] = {
    '실리시드 애벌레',
    nil,
  },
  [4198] = {
    '브랠린 파이어핸드',
    nil,
  },
  [4200] = {
    nil,
    '생선 상인',
  },
  [4201] = {
    '지즈 피직스',
    nil,
  },
  [4202] = {
    '게렌조 렌치휘슬',
    nil,
  },
  [4203] = {
    '아리옐 스카이섀도',
    '무기 상인',
  },
  [4204] = {
    '피로드렌 문콜러',
    '전문 약초채집사',
  },
  [4205] = {
    nil,
    '상급 사냥꾼',
  },
  [4208] = {
    nil,
    '은행원',
  },
  [4209] = {
    nil,
    '은행원',
  },
  [4210] = {
    nil,
    '전문 요리사',
  },
  [4211] = {
    nil,
    '전문 응급치료사',
  },
  [4212] = {
    nil,
    '전문 가죽세공사',
  },
  [4213] = {
    nil,
    '전문 마법부여사',
  },
  [4214] = {
    '에리온 셰이드위스퍼',
    '상급 도적',
  },
  [4215] = {
    nil,
    '상급 도적',
  },
  [4216] = {
    nil,
    '약초채집용품 상인',
  },
  [4217] = {
    '마스렌길 베어워커',
    '상급 드루이드',
  },
  [4218] = {
    nil,
    '상급 드루이드',
  },
  [4219] = {
    '피렐리안 나이트윙',
    '상급 드루이드',
  },
  [4220] = {
    nil,
    '마법 재료 상인',
  },
  [4221] = {
    nil,
    '생선 상인',
  },
  [4222] = {
    nil,
    '낚시용품 상인',
  },
  [4223] = {
    nil,
    '요리 재료 상인',
  },
  [4225] = {
    nil,
    '가죽세공용품 상인',
  },
  [4226] = {
    nil,
    '연금술용품 상인',
  },
  [4228] = {
    nil,
    '마법부여용품 상인',
  },
  [4229] = {
    nil,
    '직업용품 상인',
  },
  [4230] = {
    nil,
    '가방 상인',
  },
  [4231] = {
    nil,
    '무기 상인',
  },
  [4232] = {
    nil,
    '도끼 상인',
  },
  [4233] = {
    '미시단',
    '둔기 및 지팡이 상인',
  },
  [4234] = {
    nil,
    '지팡이 상인',
  },
  [4235] = {
    nil,
    '투척 무기 상인',
  },
  [4236] = {
    nil,
    '가죽 방어구 상인',
  },
  [4240] = {
    nil,
    '방패 상인',
  },
  [4241] = {
    nil,
    '일용품 상인',
  },
  [4242] = {
    '온순한 눈호랑이',
    nil,
  },
  [4243] = {
    '나이트셰이드',
    '진라의 소환수',
  },
  [4244] = {
    '섀도',
    '도리온의 소환수',
  },
  [4248] = {
    '점박이하이에나',
    nil,
  },
  [4249] = {
    '사나운 점박이하이에나',
    nil,
  },
  [4250] = {
    '갈라크 하이에나',
    nil,
  },
  [4251] = {
    '고블린 경주차',
    nil,
  },
  [4252] = {
    '노움 경주차',
    nil,
  },
  [4253] = {
    '곰 형상 (나이트 엘프 드루이드)',
    '나이트 엘프 드루이드',
  },
  [4254] = {
    '지오프람 볼더토',
    '전문 광부',
  },
  [4255] = {
    '브로구스 썬더브루',
    '식료품 상인',
  },
  [4256] = {
    '골니르 볼더토',
    '채광용품 상인',
  },
  [4257] = {
    '라나 썬더브루',
    '대장용품 상인',
  },
  [4258] = {
    '벤구스 딥포지',
    '전문 대장장이',
  },
  [4259] = {
    '투그룸 딥포지',
    '대장용품 상인',
  },
  [4260] = {
    '투자개발회사 벌목기',
    nil,
  },
  [4261] = {
    '곰 형상 (나이트 엘프 드루이드)',
    '타우렌 드루이드',
  },
  [4262] = {
    '다르나서스 파수꾼',
    nil,
  },
  [4263] = {
    '동굴이끼 새끼거미',
    nil,
  },
  [4264] = {
    '동굴이끼 우두머리거미',
    nil,
  },
  [4265] = {
    nil,
    '요리 재료 상인',
  },
  [4266] = {
    nil,
    '식료품 상인',
  },
  [4267] = {
    nil,
    '히포그리프 조련사',
  },
  [4268] = {
    '회색 늑대',
    nil,
  },
  [4269] = {
    '적토마',
    nil,
  },
  [4270] = {
    '붉은 늑대',
    nil,
  },
  [4271] = {
    '광포한 늑대',
    nil,
  },
  [4272] = {
    '갈색 늑대',
    nil,
  },
  [4273] = {
    '수호자 오르다누스',
    nil,
  },
  [4274] = {
    '파멸의 펜루스',
    nil,
  },
  [4275] = {
    '대마법사 아루갈',
    nil,
  },
  [4276] = {
    nil,
    '투자개발회사',
  },
  [4277] = {
    '킬로그의 눈',
    nil,
  },
  [4278] = {
    '사령관 스프링베일',
    nil,
  },
  [4279] = {
    '눈먼감시자 오도',
    nil,
  },
  [4280] = {
    '붉은십자군 간호병',
    nil,
  },
  [4281] = {
    '붉은십자군 정찰병',
    nil,
  },
  [4282] = {
    '붉은십자군 요술쟁이',
    nil,
  },
  [4283] = {
    '붉은십자군 파수병',
    nil,
  },
  [4284] = {
    '붉은십자군 예언자',
    nil,
  },
  [4285] = {
    '붉은십자군 신도',
    nil,
  },
  [4286] = {
    '붉은십자군 병사',
    nil,
  },
  [4287] = {
    '붉은십자군 수행원',
    nil,
  },
  [4288] = {
    '붉은십자군 조련사',
    nil,
  },
  [4289] = {
    '붉은십자군 기원사',
    nil,
  },
  [4290] = {
    '붉은십자군 보초',
    nil,
  },
  [4291] = {
    '붉은십자군 풍수사',
    nil,
  },
  [4292] = {
    '붉은십자군 수호병',
    nil,
  },
  [4293] = {
    '붉은십자군 점술사',
    nil,
  },
  [4294] = {
    '붉은십자군 빙술사',
    nil,
  },
  [4295] = {
    '붉은십자군 정예병',
    nil,
  },
  [4296] = {
    '붉은십자군 상급사제',
    nil,
  },
  [4297] = {
    '붉은십자군 요술사',
    nil,
  },
  [4298] = {
    '붉은십자군 방어병',
    nil,
  },
  [4299] = {
    '붉은십자군 전도사',
    nil,
  },
  [4300] = {
    '붉은십자군 마술사',
    nil,
  },
  [4301] = {
    '붉은십자군 백인대장',
    nil,
  },
  [4302] = {
    '붉은십자군 용사',
    nil,
  },
  [4303] = {
    '붉은십자군 대수도원장',
    nil,
  },
  [4304] = {
    '붉은십자군 추적용 사냥개',
    nil,
  },
  [4305] = {
    nil,
    '낚시꾼',
  },
  [4306] = {
    '붉은십자군 고문관',
    nil,
  },
  [4307] = {
    '헬단 게일송',
    '낚시꾼',
  },
  [4308] = {
    '해방된 영혼',
    nil,
  },
  [4309] = {
    '고름 그림토템',
    nil,
  },
  [4310] = {
    '코르 그림토템',
    nil,
  },
  [4311] = {
    '홀가르 스톰액스',
    nil,
  },
  [4312] = {
    nil,
    '와이번 조련사',
  },
  [4314] = {
    nil,
    '와이번 조련사',
  },
  [4316] = {
    '콜카르 하이에나',
    nil,
  },
  [4317] = {
    '[미사용]니세',
    '와이번 조련사',
  },
  [4319] = {
    '[미사용]티시아나',
    '히포그리프 조련사',
  },
  [4320] = {
    nil,
    '야수 관리인',
  },
  [4321] = {
    nil,
    '그리핀 조련사',
  },
  [4323] = {
    '갓 부화한 화염 새끼용',
    nil,
  },
  [4324] = {
    '화염 새끼용',
    nil,
  },
  [4328] = {
    '화염갈기혈족 맹독전사',
    nil,
  },
  [4329] = {
    '화염갈기혈족 정찰병',
    nil,
  },
  [4331] = {
    '화염갈기혈족 잿불꼬리',
    nil,
  },
  [4334] = {
    '화염갈기혈족 불꽃소환사',
    nil,
  },
  [4339] = {
    '피바다',
    nil,
  },
  [4341] = {
    '늪지악어',
    nil,
  },
  [4342] = {
    '톱니이빨 늪지악어',
    nil,
  },
  [4343] = {
    '무쇠턱 늪지악어',
    nil,
  },
  [4344] = {
    '얼룩무늬 늪지악어',
    nil,
  },
  [4345] = {
    '비수송곳니 늪지악어',
    nil,
  },
  [4346] = {
    '채찍꼬리 맹독천둥매',
    nil,
  },
  [4347] = {
    '칼비늘 맹독천둥매',
    nil,
  },
  [4348] = {
    '송곳니 맹독천둥매',
    nil,
  },
  [4351] = {
    '붉은늪지랩터',
    nil,
  },
  [4352] = {
    '긴송곳니 붉은늪지랩터',
    nil,
  },
  [4355] = {
    '갈퀴발톱 붉은늪지랩터',
    nil,
  },
  [4356] = {
    '무쇠턱 붉은늪지랩터',
    nil,
  },
  [4357] = {
    '채찍꼬리 붉은늪지랩터',
    nil,
  },
  [4358] = {
    '진흙아가미 보초',
    nil,
  },
  [4359] = {
    '진흙아가미 멀록',
    nil,
  },
  [4360] = {
    '진흙아가미 전사',
    nil,
  },
  [4361] = {
    '진흙아가미 땅꾼',
    nil,
  },
  [4362] = {
    '진흙아가미 길잡이',
    nil,
  },
  [4363] = {
    '진흙아가미 점쟁이',
    nil,
  },
  [4364] = {
    '스트라샤즈 전사',
    nil,
  },
  [4366] = {
    '스트라샤즈 수호병',
    nil,
  },
  [4368] = {
    '스트라샤즈 미르미돈',
    nil,
  },
  [4370] = {
    '스트라샤즈 여마법사',
    nil,
  },
  [4371] = {
    '스트라샤즈 세이렌',
    nil,
  },
  [4374] = {
    '스트라샤즈 히드라',
    nil,
  },
  [4376] = {
    '암흑안개거미',
    nil,
  },
  [4377] = {
    '새끼 암흑안개거미',
    nil,
  },
  [4378] = {
    '그늘 암흑안개거미',
    nil,
  },
  [4379] = {
    '비단 암흑안개거미',
    nil,
  },
  [4380] = {
    '과부 암흑안개거미',
    nil,
  },
  [4382] = {
    '시든덩굴 이끼괴물',
    nil,
  },
  [4385] = {
    '분노한 시든덩굴 늪괴물',
    nil,
  },
  [4386] = {
    '시든덩굴 껍질괴물',
    nil,
  },
  [4387] = {
    '시든덩굴 수렁괴물',
    nil,
  },
  [4388] = {
    '새끼 늪지트레샤돈',
    nil,
  },
  [4389] = {
    '늪지트레샤돈',
    nil,
  },
  [4390] = {
    '덩치 큰 늪지트레샤돈',
    nil,
  },
  [4391] = {
    '늪수액괴물',
    nil,
  },
  [4392] = {
    '부식성 늪수액괴물',
    nil,
  },
  [4393] = {
    '산성 늪수액괴물',
    nil,
  },
  [4394] = {
    '부글거리는 늪수액괴물',
    nil,
  },
  [4396] = {
    '진흙바위거북',
    nil,
  },
  [4397] = {
    '뾰족껍질 진흙바위거북',
    nil,
  },
  [4398] = {
    '등딱지 진흙바위거북',
    nil,
  },
  [4399] = {
    '굼벵이 진흙바위거북',
    nil,
  },
  [4400] = {
    '무쇠턱 진흙바위거북',
    nil,
  },
  [4401] = {
    '딸깍이 진흙껍질마크루라',
    nil,
  },
  [4402] = {
    '집게발 진흙껍질마크루라',
    nil,
  },
  [4403] = {
    '뾰족뿔 진흙껍질마크루라',
    nil,
  },
  [4404] = {
    '톱니발 진흙껍질마크루라',
    nil,
  },
  [4405] = {
    '칼날집게 진흙껍질마크루라',
    nil,
  },
  [4407] = {
    nil,
    '히포그리프 조련사',
  },
  [4408] = {
    '바다표범 형상 (나이트 엘프 드루이드)',
    '나이트 엘프 드루이드',
  },
  [4409] = {
    '문지기 콜두러스',
    nil,
  },
  [4410] = {
    '바다표범 형상 (나이트 엘프 드루이드)',
    '타우렌 드루이드',
  },
  [4411] = {
    '검은송곳니 늑대거미',
    nil,
  },
  [4412] = {
    '검은송곳니 땅거미',
    nil,
  },
  [4413] = {
    '검은송곳니 거미',
    nil,
  },
  [4414] = {
    '검은송곳니 독거미',
    nil,
  },
  [4415] = {
    '거대한 검은송곳니 거미',
    nil,
  },
  [4416] = {
    '데피아즈단 갱부',
    nil,
  },
  [4417] = {
    '데피아즈단 작업반장',
    nil,
  },
  [4418] = {
    '데피아즈단 마술사',
    nil,
  },
  [4419] = {
    '[4.x 미사용]경주진행자 크롱크라이더',
    nil,
  },
  [4420] = {
    '대군주 램터스크',
    nil,
  },
  [4421] = {
    '서슬깃 차를가',
    '대모',
  },
  [4422] = {
    '흉포한 아가테로스',
    nil,
  },
  [4423] = {
    '다르나서스 수호정령',
    nil,
  },
  [4424] = {
    '아겜 쏜커스',
    '죽음의 머리교 예언자',
  },
  [4425] = {
    '눈먼사냥꾼',
    nil,
  },
  [4427] = {
    '보호실 수호병',
    nil,
  },
  [4428] = {
    '죽음예언자 잘그바',
    '죽음의 머리교 우두머리',
  },
  [4429] = {
    '고블린 정비공',
    nil,
  },
  [4430] = {
    '노움 정비공',
    nil,
  },
  [4435] = {
    '가시덩굴 전사',
    nil,
  },
  [4436] = {
    '가시덩굴 가시경비병',
    nil,
  },
  [4437] = {
    '가시덩굴 문지기',
    nil,
  },
  [4438] = {
    '가시덩굴 가시근위병',
    nil,
  },
  [4440] = {
    '가시덩굴 토템술사',
    nil,
  },
  [4442] = {
    '가시덩굴 파수병',
    nil,
  },
  [4444] = {
    '죽음추적자 빈센트',
    nil,
  },
  [4451] = {
    '아울드 스톤스파이어',
    nil,
  },
  [4452] = {
    '[4.x 미사용]크레이블 콜비어드',
    nil,
  },
  [4453] = {
    '[4.x 미사용]위즐 브라스볼츠',
    nil,
  },
  [4454] = {
    '[4.x 미사용]피즐 브라스볼츠',
    nil,
  },
  [4455] = {
    '레드 잭 플린트',
    nil,
  },
  [4456] = {
    '피오라 롱이어즈',
    nil,
  },
  [4457] = {
    '검은아가미 채집꾼',
    nil,
  },
  [4458] = {
    '검은아가미 사냥꾼',
    nil,
  },
  [4459] = {
    '검은아가미 점쟁이',
    nil,
  },
  [4460] = {
    '검은아가미 혹한술사',
    nil,
  },
  [4461] = {
    '검은아가미 전사',
    nil,
  },
  [4462] = {
    '검은바위 사냥꾼',
    nil,
  },
  [4463] = {
    '검은바위 소환사',
    nil,
  },
  [4464] = {
    '검은바위 검투사',
    nil,
  },
  [4465] = {
    '썩은가지 전사',
    nil,
  },
  [4466] = {
    '썩은가지 무두장이',
    nil,
  },
  [4467] = {
    '썩은가지 예언자',
    nil,
  },
  [4468] = {
    '비취 녹괴물',
    nil,
  },
  [4469] = {
    '에메랄드 수액괴물',
    nil,
  },
  [4472] = {
    '음산한 환영',
    nil,
  },
  [4474] = {
    '썩어가는 시체',
    nil,
  },
  [4475] = {
    '말라죽은 좀비',
    nil,
  },
  [4483] = {
    '[4.x 미사용]목타르 크린',
    nil,
  },
  [4484] = {
    '피이로 아이언핸드',
    nil,
  },
  [4485] = {
    '벨그롬 록마울',
    nil,
  },
  [4489] = {
    '브라우그 딤스피릿',
    nil,
  },
  [4490] = {
    '그렌카 블러드스크리치',
    nil,
  },
  [4493] = {
    '붉은십자군 복수자',
    nil,
  },
  [4494] = {
    '붉은십자군 역술사',
    nil,
  },
  [4495] = {
    '노움 정비주임',
    nil,
  },
  [4496] = {
    '고블린 정비주임',
    nil,
  },
  [4498] = {
    '마우린 본스플리터',
    nil,
  },
  [4499] = {
    '돌주먹 로크알림',
    nil,
  },
  [4500] = {
    '대군주 모크모로크',
    nil,
  },
  [4503] = {
    '머드크러쉬 더트피트',
    nil,
  },
  [4504] = {
    '서리갈기 설인',
    nil,
  },
  [4505] = {
    '붉은해적단 갑판원',
    nil,
  },
  [4506] = {
    '붉은해적단 선원',
    nil,
  },
  [4507] = {
    '[4.x 미사용]데이지',
    '경주 도우미',
  },
  [4508] = {
    '수입업자 윌릭스',
    nil,
  },
  [4510] = {
    '헤랄라스 팰로우브룩',
    nil,
  },
  [4511] = {
    '아감마간의 소리 없는 눈물',
    nil,
  },
  [4512] = {
    '썩어가는 아가마르',
    nil,
  },
  [4514] = {
    '흉포한 아가마르',
    nil,
  },
  [4515] = {
    '죽음의 머리교 수행사제',
    nil,
  },
  [4516] = {
    '죽음의 머리교 상급마술사',
    nil,
  },
  [4517] = {
    '죽음의 머리교 사제',
    nil,
  },
  [4518] = {
    '죽음의 머리교 현자',
    nil,
  },
  [4519] = {
    '죽음의 머리교 예언자',
    nil,
  },
  [4520] = {
    '가시덩굴 흙점쟁이',
    nil,
  },
  [4521] = {
    '트레샬라 팰로우브룩',
    nil,
  },
  [4522] = {
    '가시덩굴 먼지술사',
    nil,
  },
  [4523] = {
    '가시덩굴 지진술사',
    nil,
  },
  [4525] = {
    '가시덩굴 대지술사',
    nil,
  },
  [4526] = {
    '폭풍 정령',
    nil,
  },
  [4528] = {
    '바위 정령',
    nil,
  },
  [4530] = {
    '가시덩굴 조련사',
    nil,
  },
  [4531] = {
    '가시덩굴 사냥꾼',
    nil,
  },
  [4532] = {
    '가시덩굴 야수조련사',
    nil,
  },
  [4534] = {
    '길들인 하이에나',
    nil,
  },
  [4535] = {
    '길들인 전투멧돼지',
    nil,
  },
  [4538] = {
    '동굴박쥐',
    nil,
  },
  [4539] = {
    '거대한 동굴박쥐',
    nil,
  },
  [4540] = {
    '붉은십자군 수도사',
    nil,
  },
  [4541] = {
    '아감마간의 핏덩이',
    nil,
  },
  [4542] = {
    '종교재판관 페어뱅크스',
    nil,
  },
  [4543] = {
    '혈법사 탈노스',
    nil,
  },
  [4544] = {
    '크루엑 스컬스플리터',
    nil,
  },
  [4545] = {
    '[4.x 미사용]나그젠',
    nil,
  },
  [4546] = {
    '[4.x 미사용]보르젠',
    nil,
  },
  [4547] = {
    '타크루 섀도스토커',
    nil,
  },
  [4548] = {
    '무쇠이빨 하이에나',
    nil,
  },
  [4549] = {
    nil,
    '은행원',
  },
  [4550] = {
    nil,
    '은행원',
  },
  [4551] = {
    nil,
    '박쥐 조련사',
  },
  [4552] = {
    nil,
    '전문 요리사',
  },
  [4553] = {
    nil,
    '요리 재료 상인',
  },
  [4554] = {
    '타우니 그리제트',
    '버섯 상인',
  },
  [4555] = {
    nil,
    '일용품 상인',
  },
  [4556] = {
    nil,
    '무기 상인',
  },
  [4557] = {
    nil,
    '무기 상인',
  },
  [4558] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [4559] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [4560] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [4561] = {
    nil,
    '직업용품 상인',
  },
  [4562] = {
    nil,
    '마법 재료 상인',
  },
  [4563] = {
    '카알 소울리퍼',
    '상급 흑마법사',
  },
  [4564] = {
    nil,
    '상급 흑마법사',
  },
  [4565] = {
    nil,
    '상급 흑마법사',
  },
  [4566] = {
    '캘리스티아 헤이트브링어',
    '상급 마법사',
  },
  [4567] = {
    nil,
    '상급 마법사',
  },
  [4568] = {
    nil,
    '상급 마법사',
  },
  [4569] = {
    nil,
    '도검류 상인',
  },
  [4570] = {
    nil,
    '지팡이 상인',
  },
  [4571] = {
    nil,
    '버섯 상인',
  },
  [4573] = {
    nil,
    '전문 낚시꾼',
  },
  [4574] = {
    nil,
    '낚시용품 상인',
  },
  [4575] = {
    nil,
    '마법 재료 상인',
  },
  [4576] = {
    nil,
    '전문 재봉사',
  },
  [4577] = {
    nil,
    '재봉용품 상인',
  },
  [4578] = {
    nil,
    '전문 재봉사',
  },
  [4580] = {
    nil,
    '로브 상인',
  },
  [4581] = {
    nil,
    '책 상인',
  },
  [4582] = {
    nil,
    '상급 도적',
  },
  [4583] = {
    nil,
    '상급 도적',
  },
  [4584] = {
    nil,
    '상급 도적',
  },
  [4585] = {
    nil,
    '독극물 상인',
  },
  [4586] = {
    nil,
    '전문 기계공학자',
  },
  [4587] = {
    nil,
    '기술용품 상인',
  },
  [4588] = {
    nil,
    '전문 가죽세공인',
  },
  [4589] = {
    nil,
    '가죽세공용품 상인',
  },
  [4590] = {
    nil,
    '가방 상인',
  },
  [4591] = {
    nil,
    '전문 응급치료사',
  },
  [4592] = {
    nil,
    '투척 무기 상인',
  },
  [4593] = {
    nil,
    '상급 전사',
  },
  [4594] = {
    nil,
    '상급 전사',
  },
  [4595] = {
    nil,
    '상급 전사',
  },
  [4596] = {
    nil,
    '수습 대장장이',
  },
  [4597] = {
    nil,
    '대장용품 상인',
  },
  [4598] = {
    nil,
    '전문 광부',
  },
  [4599] = {
    nil,
    '채광용품 상인',
  },
  [4600] = {
    nil,
    '무기 상인',
  },
  [4601] = {
    nil,
    '무기 상인',
  },
  [4602] = {
    nil,
    '무기 상인',
  },
  [4603] = {
    nil,
    '총기류 상인',
  },
  [4604] = {
    nil,
    '활 상인',
  },
  [4605] = {
    nil,
    '전문 대장장이',
  },
  [4606] = {
    nil,
    '상급 사제',
  },
  [4607] = {
    '신부 랭커스터',
    '상급 사제',
  },
  [4608] = {
    '신부 라자러스',
    '상급 사제',
  },
  [4609] = {
    '학자 마쉬',
    '전문 연금술사',
  },
  [4610] = {
    nil,
    '연금술용품 상인',
  },
  [4611] = {
    '학자 허버트 핼시',
    '전문 연금술사',
  },
  [4613] = {
    nil,
    '길드 사무관과 상인',
  },
  [4614] = {
    nil,
    '전문 약초채집사',
  },
  [4615] = {
    nil,
    '약초채집용품 상인',
  },
  [4616] = {
    nil,
    '전문 마법부여사',
  },
  [4617] = {
    nil,
    '마법부여용품 상인',
  },
  [4618] = {
    '망명자 마르텍',
    nil,
  },
  [4620] = {
    '[4.x 미사용]포비드',
    '경주 해설가',
  },
  [4623] = {
    '가시멧돼지 용사',
    nil,
  },
  [4624] = {
    '무법항 투사',
    nil,
  },
  [4625] = {
    '죽음의 머리교 문지기',
    nil,
  },
  [4627] = {
    '아루갈의 공허방랑자',
    nil,
  },
  [4629] = {
    '[4.x 미사용]경주로관리인 제린',
    nil,
  },
  [4630] = {
    '[4.x 미사용]포직',
    nil,
  },
  [4631] = {
    '부두주임 로즈길',
    nil,
  },
  [4632] = {
    '콜카르 켄타우로스',
    nil,
  },
  [4633] = {
    '콜카르 척후병',
    nil,
  },
  [4634] = {
    '콜카르 투사',
    nil,
  },
  [4635] = {
    '콜카르 바람전사',
    nil,
  },
  [4636] = {
    '콜카르 전투대장',
    nil,
  },
  [4637] = {
    '콜카르 파괴자',
    nil,
  },
  [4638] = {
    '마그람 척후병',
    nil,
  },
  [4639] = {
    '마그람 정찰꾼',
    nil,
  },
  [4640] = {
    '마그람 사냥꾼',
    nil,
  },
  [4641] = {
    '마그람 바람전사',
    nil,
  },
  [4642] = {
    '마그람 번개술사',
    nil,
  },
  [4643] = {
    '마그람 조련사',
    nil,
  },
  [4644] = {
    '마그람 약탈자',
    nil,
  },
  [4645] = {
    '마그람 투사',
    nil,
  },
  [4646] = {
    '겔키스 정찰꾼',
    nil,
  },
  [4647] = {
    '겔키스 척후병',
    nil,
  },
  [4648] = {
    '겔키스 곤봉잡이',
    nil,
  },
  [4649] = {
    '겔키스 바람전사',
    nil,
  },
  [4651] = {
    '겔키스 대지술사',
    nil,
  },
  [4652] = {
    '겔키스 투사',
    nil,
  },
  [4653] = {
    '겔키스 약탈자',
    nil,
  },
  [4654] = {
    '마라우돈 척후병',
    nil,
  },
  [4655] = {
    '마라우돈 사냥꾼',
    nil,
  },
  [4656] = {
    '마라우돈 투사',
    nil,
  },
  [4657] = {
    '마라우돈 바람전사',
    nil,
  },
  [4658] = {
    '마라우돈 번개술사',
    nil,
  },
  [4659] = {
    '마라우돈 약탈자',
    nil,
  },
  [4660] = {
    '마라우돈 하이에나',
    nil,
  },
  [4661] = {
    '겔키스 바위정령',
    nil,
  },
  [4662] = {
    '마그람 하이에나',
    nil,
  },
  [4663] = {
    '불타는 칼날단 예언자',
    nil,
  },
  [4664] = {
    '불타는 칼날단 약탈자',
    nil,
  },
  [4665] = {
    '불타는 칼날단 마법사',
    nil,
  },
  [4666] = {
    '불타는 칼날단 악마추종자',
    nil,
  },
  [4667] = {
    '불타는 칼날단 흑마법사',
    nil,
  },
  [4668] = {
    '불타는 칼날단 소환사',
    nil,
  },
  [4670] = {
    '서릿발분노의 암살자',
    nil,
  },
  [4671] = {
    '서릿발분노의 요술사',
    nil,
  },
  [4672] = {
    '서릿발분노의 악마추종자',
    nil,
  },
  [4673] = {
    '서릿발분노의 배반자',
    nil,
  },
  [4674] = {
    '서릿발분노의 그림자추적자',
    nil,
  },
  [4675] = {
    '서릿발분노의 지옥소환사',
    nil,
  },
  [4676] = {
    '하급 지옥불정령',
    nil,
  },
  [4677] = {
    '파멸의경비대',
    nil,
  },
  [4678] = {
    '마나먹는 지옥사냥개',
    nil,
  },
  [4679] = {
    '황천의 요녀',
    nil,
  },
  [4680] = {
    '파멸의경비대 부대장',
    nil,
  },
  [4681] = {
    '마법사 사냥개',
    nil,
  },
  [4682] = {
    '황천의 마녀',
    nil,
  },
  [4684] = {
    '황천의 여마법사',
    nil,
  },
  [4685] = {
    '평원의 지옥사냥개',
    nil,
  },
  [4686] = {
    '깊은바다거인',
    nil,
  },
  [4687] = {
    '깊은바다거인 탐색꾼',
    nil,
  },
  [4688] = {
    '뼈발톱하이에나',
    nil,
  },
  [4689] = {
    '굶주린 뼈발톱하이에나',
    nil,
  },
  [4690] = {
    '광포한 뼈발톱하이에나',
    nil,
  },
  [4692] = {
    '공포의 독수리',
    nil,
  },
  [4693] = {
    '공포의 검독수리',
    nil,
  },
  [4694] = {
    '공포의 식인독수리',
    nil,
  },
  [4695] = {
    '공포의 대머리수리',
    nil,
  },
  [4696] = {
    '스콜파시 집게전갈',
    nil,
  },
  [4697] = {
    '스콜파시 꼬리전갈',
    nil,
  },
  [4699] = {
    '스콜파시 맹독전갈',
    nil,
  },
  [4700] = {
    '늙은 코도',
    nil,
  },
  [4701] = {
    '임종의 코도',
    nil,
  },
  [4702] = {
    '고대의 코도',
    nil,
  },
  [4705] = {
    '불타는 칼날단 기원사',
    nil,
  },
  [4706] = {
    '[4.x 미사용]래저릭',
    nil,
  },
  [4707] = {
    '[4.x 미사용]주주비',
    '경주 해설가',
  },
  [4709] = {
    '[4.x 미사용]자멕',
    nil,
  },
  [4710] = {
    '회색 산양',
    nil,
  },
  [4711] = {
    '뱀갈퀴 나가',
    nil,
  },
  [4712] = {
    '뱀갈퀴 여마법사',
    nil,
  },
  [4713] = {
    '뱀갈퀴 전사',
    nil,
  },
  [4714] = {
    '뱀갈퀴 미르미돈',
    nil,
  },
  [4715] = {
    '뱀갈퀴 가시전사',
    nil,
  },
  [4716] = {
    '뱀갈퀴 바다사냥꾼',
    nil,
  },
  [4718] = {
    '뱀갈퀴 예언자',
    nil,
  },
  [4719] = {
    '뱀갈퀴 바다 마녀',
    nil,
  },
  [4720] = {
    '[4.x 미사용]리즐 브라스볼츠',
    nil,
  },
  [4721] = {
    '잔겐 스톤후프',
    nil,
  },
  [4722] = {
    '[4.x 미사용]라우 클리프러너',
    nil,
  },
  [4723] = {
    '현장감독 코즐',
    nil,
  },
  [4726] = {
    '흉포한 천둥도마뱀',
    nil,
  },
  [4727] = {
    '덩치 큰 천둥도마뱀',
    nil,
  },
  [4728] = {
    '모래턱바실리스크',
    nil,
  },
  [4729] = {
    '덩치 큰 모래턱바실리스크',
    nil,
  },
  [4730] = {
    nil,
    '호랑이 조련사',
  },
  [4731] = {
    nil,
    '언데드 말 조련사',
  },
  [4732] = {
    nil,
    '전문 기수',
  },
  [4752] = {
    nil,
    '전문 기수',
  },
  [4753] = {
    nil,
    '전문 기수',
  },
  [4772] = {
    '울담 아이언혼',
    '전문 기수',
  },
  [4773] = {
    nil,
    '전문 기수',
  },
  [4775] = {
    nil,
    '직업용품 상인',
  },
  [4777] = {
    '흰색 산양',
    nil,
  },
  [4778] = {
    '서리 산양',
    nil,
  },
  [4779] = {
    '갈색 산양',
    nil,
  },
  [4780] = {
    '검은 산양',
    nil,
  },
  [4781] = {
    '땅다람쥐',
    nil,
  },
  [4782] = {
    '트루크 와일드비어드',
    '바텐더',
  },
  [4783] = {
    '새벽감시자 셀고름',
    '은빛 여명회',
  },
  [4784] = {
    '은빛경비병 마나도스',
    '은빛 여명회',
  },
  [4785] = {
    '악몽마의 환영',
    nil,
  },
  [4786] = {
    '새벽감시자 섀드라스',
    '은빛 여명회',
  },
  [4787] = {
    '정찰병 타엘리드',
    '은빛 여명회',
  },
  [4788] = {
    '썩은뿌리의 사티로스',
    nil,
  },
  [4789] = {
    '썩은뿌리의 암살자',
    nil,
  },
  [4791] = {
    '나지르 블러드파이크',
    nil,
  },
  [4792] = {
    '"늪지눈알" 자를',
    nil,
  },
  [4794] = {
    '모건 스턴',
    nil,
  },
  [4795] = {
    '자연의 군대',
    nil,
  },
  [4798] = {
    '썩은뿌리의 그림자추적자',
    nil,
  },
  [4799] = {
    '썩은뿌리의 지옥소환사',
    nil,
  },
  [4802] = {
    '검은심연 해일여사제',
    nil,
  },
  [4803] = {
    '검은심연 예언자',
    nil,
  },
  [4805] = {
    '검은심연 바다 마녀',
    nil,
  },
  [4807] = {
    '검은심연 미르미돈',
    nil,
  },
  [4809] = {
    '황혼의 수행사제',
    nil,
  },
  [4810] = {
    '황혼의 약탈자',
    nil,
  },
  [4811] = {
    '황혼의 정령사',
    nil,
  },
  [4812] = {
    '황혼의 진리탐구자',
    nil,
  },
  [4813] = {
    '황혼의 흑마법사',
    nil,
  },
  [4814] = {
    '황혼의 정령술사',
    nil,
  },
  [4815] = {
    '집게발 검은모래톱마크루라',
    nil,
  },
  [4818] = {
    '유리비늘 멀록',
    nil,
  },
  [4819] = {
    '유리비늘 땅꾼',
    nil,
  },
  [4820] = {
    '유리비늘 점쟁이',
    nil,
  },
  [4821] = {
    '뾰족껍질게',
    nil,
  },
  [4822] = {
    '집게껍질게',
    nil,
  },
  [4823] = {
    '가시껍질게',
    nil,
  },
  [4824] = {
    '아쿠마이거북',
    nil,
  },
  [4825] = {
    '무쇠턱 아쿠마이거북',
    nil,
  },
  [4827] = {
    '깊은웅덩이 트레샤돈',
    nil,
  },
  [4830] = {
    '늙은 세라키스',
    nil,
  },
  [4831] = {
    '여왕 사레베스',
    nil,
  },
  [4832] = {
    '황혼의 군주 켈리스',
    nil,
  },
  [4834] = {
    '테라모어 침투요원',
    nil,
  },
  [4841] = {
    '붉은눈늪지악어',
    nil,
  },
  [4842] = {
    '대지의주술사 함가르',
    nil,
  },
  [4844] = {
    '어둠괴철로 감독관',
    nil,
  },
  [4845] = {
    '어둠괴철로 악당',
    nil,
  },
  [4846] = {
    '어둠괴철로 채굴꾼',
    nil,
  },
  [4847] = {
    '어둠괴철로 보물사냥꾼',
    nil,
  },
  [4848] = {
    '어둠괴철로 흑마법사',
    nil,
  },
  [4849] = {
    '어둠괴철로 고고학자',
    nil,
  },
  [4850] = {
    '바위동굴 잠복꾼',
    nil,
  },
  [4851] = {
    '바위동굴 돌장이',
    nil,
  },
  [4852] = {
    '바위동굴 현자',
    nil,
  },
  [4853] = {
    '바위동굴 흙점쟁이',
    nil,
  },
  [4854] = {
    '그림로크',
    '바위동굴 일족 족장',
  },
  [4855] = {
    '바위동굴 투사',
    nil,
  },
  [4856] = {
    '바위동굴 굴사냥꾼',
    nil,
  },
  [4857] = {
    '바위 문지기',
    nil,
  },
  [4860] = {
    '바위 청지기',
    nil,
  },
  [4861] = {
    '무덤박쥐',
    nil,
  },
  [4863] = {
    '비취돌기바실리스크',
    nil,
  },
  [4872] = {
    '흑요석 바위골렘',
    nil,
  },
  [4875] = {
    nil,
    '푸줏간 주인',
  },
  [4876] = {
    '[4.x 미사용]조운 하이메사',
    '일용품 상인',
  },
  [4877] = {
    nil,
    '직업용품 상인',
  },
  [4878] = {
    '몬타르',
    '현자',
  },
  [4879] = {
    nil,
    '푸줏간 주인',
  },
  [4880] = {
    '"말썽꾼" 이그나츠',
    nil,
  },
  [4883] = {
    nil,
    '방어구 제작자',
  },
  [4884] = {
    nil,
    '무기제작자',
  },
  [4885] = {
    nil,
    '마구간지기',
  },
  [4886] = {
    nil,
    '갑옷 및 방패 제작자',
  },
  [4888] = {
    nil,
    '무기제작자',
  },
  [4889] = {
    '톨크 아이언블라스트',
    '총기류 상인',
  },
  [4890] = {
    nil,
    '무기 및 방어구 제작자',
  },
  [4891] = {
    nil,
    '음식 상인',
  },
  [4892] = {
    nil,
    '활 상인',
  },
  [4893] = {
    '바텐더 릴리안',
    '바텐더',
  },
  [4894] = {
    nil,
    '전문 요리사',
  },
  [4895] = {
    '유쾌한 짐',
    nil,
  },
  [4896] = {
    '자선단 밉시',
    '일용품 상인',
  },
  [4897] = {
    nil,
    '직업용품 상인',
  },
  [4898] = {
    '브랜트 재스퍼블룸',
    '전문 약초채집사',
  },
  [4899] = {
    nil,
    '약초채집용품 및 연금술용품 상인',
  },
  [4900] = {
    '연금술사 나레트',
    '전문 연금술사',
  },
  [4921] = {
    '경비병 바이론',
    nil,
  },
  [4922] = {
    '경비병 에드워드',
    nil,
  },
  [4923] = {
    '경비병 제라드',
    nil,
  },
  [4924] = {
    '전투교관 크리톤',
    nil,
  },
  [4941] = {
    '카즈 투스프로켓',
    '전문 기계공학자',
  },
  [4944] = {
    '사령관 개런 바임스',
    nil,
  },
  [4945] = {
    '고블린 정비운반차',
    nil,
  },
  [4946] = {
    '노움 정비운반차',
    nil,
  },
  [4947] = {
    '테라모어 부관',
    nil,
  },
  [4948] = {
    '부관 테소렌',
    nil,
  },
  [4949] = {
    nil,
    '대족장',
  },
  [4951] = {
    '훈련중인 테라모어 경비병',
    nil,
  },
  [4952] = {
    '테라모어 훈련용 허수아비',
    nil,
  },
  [4953] = {
    '물뱀',
    nil,
  },
  [4954] = {
    nil,
    '푸줏간 주인',
  },
  [4958] = {
    '음산한 영혼',
    nil,
  },
  [4960] = {
    '주교 드라베이',
    nil,
  },
  [4961] = {
    '다셸 스톤피스트',
    nil,
  },
  [4962] = {
    '"홀쭉이" 타포케 잔',
    nil,
  },
  [4963] = {
    nil,
    '바텐더',
  },
  [4964] = {
    '사령관 사마울',
    nil,
  },
  [4965] = {
    '파이네드',
    nil,
  },
  [4966] = {
    '병사 헨델',
    nil,
  },
  [4967] = {
    '대마법사 테르보쉬',
    nil,
  },
  [4968] = {
    '여군주 제이나 프라우드무어',
    '테라모어의 지배자',
  },
  [4969] = {
    '구 시가지 흉악범',
    nil,
  },
  [4971] = {
    '홀쭉이의 친구',
    nil,
  },
  [4973] = {
    '경비병 라지터',
    nil,
  },
  [4974] = {
    nil,
    '길드 사무관과 상인',
  },
  [4977] = {
    '무른껍질 검은모래톱마크루라',
    nil,
  },
  [4978] = {
    '아쿠마이의 하수인',
    nil,
  },
  [4979] = {
    '테라모어 경비병',
    nil,
  },
  [4981] = {
    nil,
    '치즈 상인',
  },
  [4982] = {
    nil,
    '복사',
  },
  [4984] = {
    '아르고스 나이트위스퍼',
    nil,
  },
  [4995] = {
    '감옥 경비병',
    nil,
  },
  [4996] = {
    '부상당한 감옥 경비병',
    nil,
  },
  [5042] = {
    '간호사 릴리안',
    nil,
  },
  [5043] = {
    '폭도',
    nil,
  },
  [5044] = {
    '테라모어 척후병',
    nil,
  },
  [5045] = {
    '병사 할란',
    nil,
  },
  [5046] = {
    '부관 칼드웰',
    nil,
  },
  [5047] = {
    nil,
    '길드 휘장 도안가',
  },
  [5048] = {
    '돌연변이 살무사',
    nil,
  },
  [5049] = {
    '리사 스틸브라우',
    '휘장 상인',
  },
  [5052] = {
    nil,
    '길드 휘장 도안가',
  },
  [5053] = {
    '돌연변이 악어',
    nil,
  },
  [5054] = {
    nil,
    '길드 사무관과 상인',
  },
  [5055] = {
    '돌연변이 덩굴손',
    nil,
  },
  [5056] = {
    '돌연변이 송곳니천둥매',
    nil,
  },
  [5057] = {
    '테라모어 탈영병',
    nil,
  },
  [5058] = {
    '늑대투사의 검은늑대',
    nil,
  },
  [5081] = {
    nil,
    '수습 요리사',
  },
  [5083] = {
    '경리 렌드리',
    nil,
  },
  [5085] = {
    '감시초소 경비병',
    nil,
  },
  [5086] = {
    '경비대장 와이모어',
    nil,
  },
  [5090] = {
    '전투교관 스지게티',
    nil,
  },
  [5091] = {
    '경비병 카힐',
    nil,
  },
  [5092] = {
    '경비병 다오',
    nil,
  },
  [5093] = {
    '경비병 브란스키',
    nil,
  },
  [5094] = {
    '경비병 타크',
    nil,
  },
  [5095] = {
    '부대장 앤드류스',
    '홍팀 대장',
  },
  [5096] = {
    '부대장 토마스',
    '청팀 대장',
  },
  [5097] = {
    '늑대 환영',
    nil,
  },
  [5099] = {
    '솔레일 스톤맨틀',
    '은행원',
  },
  [5100] = {
    '필리우스 피즐스피너',
    '직업용품 상인',
  },
  [5101] = {
    '브릴리아 아이언브랜드',
    '일용품 상인',
  },
  [5102] = {
    '돌만 스틸퓨리',
    '무기 상인',
  },
  [5103] = {
    '그레닐 스틸퓨리',
    '무기 상인',
  },
  [5106] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [5107] = {
    '맨고른 플린트해머',
    '갑옷 및 방패 상인',
  },
  [5108] = {
    '레나 플린트해머',
    '천 및 가죽 방어구 상인',
  },
  [5109] = {
    nil,
    '빵 상인',
  },
  [5110] = {
    nil,
    '마법 재료 상인',
  },
  [5111] = {
    '여관주인 파이어브루',
    '여관주인',
  },
  [5112] = {
    '그웨나 파이어브루',
    '바텐더',
  },
  [5113] = {
    '켈브 스턴해머',
    '상급 전사',
  },
  [5114] = {
    '빌반 토슬스패너',
    '상급 전사',
  },
  [5115] = {
    '데라 브라이트스피어',
    '상급 사냥꾼',
  },
  [5116] = {
    '올민 버닝비어드',
    '상급 사냥꾼',
  },
  [5117] = {
    '레그누스 썬더그래니트',
    '상급 사냥꾼',
  },
  [5118] = {
    '브로군 스톤쉴드',
    '알터랙 계곡 전투모병관',
  },
  [5119] = {
    '헤그나르 스위프트액스',
    '도끼 상인',
  },
  [5120] = {
    '브렌윈 윈터스틸',
    '도검류 상인',
  },
  [5121] = {
    '켈로미르 아이언핸드',
    '둔기 및 지팡이 상인',
  },
  [5122] = {
    '스콜민 골드퓨리',
    '활 상인',
  },
  [5123] = {
    '브레타 골드퓨리',
    '총기류 상인',
  },
  [5124] = {
    '소그나르 클리프비어드',
    '고기 상인',
  },
  [5125] = {
    '돌킨 크래그헬름',
    '사슬 방어구 상인',
  },
  [5126] = {
    '올스란 크래그헬름',
    '갑옷 및 방패 상인',
  },
  [5127] = {
    '핌블 파인스핀들',
    '전문 가죽세공인',
  },
  [5128] = {
    '봄부스 파인스핀들',
    '가죽세공용품 상인',
  },
  [5129] = {
    '리시푸스 파인스핀들',
    '천 및 가죽 방어구 상인',
  },
  [5130] = {
    '욘도르 스틸브라우',
    '길드 사무관과 상인',
  },
  [5132] = {
    nil,
    '가방 상인',
  },
  [5133] = {
    '하릭 볼더드럼',
    '마법봉 상인',
  },
  [5134] = {
    '요니베라 파마운틴',
    '일용품 상인',
  },
  [5135] = {
    '슈발브라트 파마운틴',
    '직업용품 상인',
  },
  [5137] = {
    '레이나 스톤브랜치',
    '전문 약초채집사',
  },
  [5138] = {
    '그위나 스톤브랜치',
    '약초채집용품 상인',
  },
  [5139] = {
    '쿠르드룸 발리비어드',
    '마법 재료 및 독극물 상인',
  },
  [5140] = {
    '에드리스 발리비어드',
    '바텐더',
  },
  [5141] = {
    '테오드루스 프로스트비어드',
    '상급 사제',
  },
  [5142] = {
    '브레나 플린트크래그',
    '상급 사제',
  },
  [5143] = {
    '톨드렌 딥아이언',
    '상급 사제',
  },
  [5144] = {
    nil,
    '상급 마법사',
  },
  [5145] = {
    '율리 스톰케틀',
    '상급 마법사',
  },
  [5146] = {
    '니틀부르 스파크피즐',
    '상급 마법사',
  },
  [5147] = {
    '발가르 하이포지',
    '상급 성기사',
  },
  [5148] = {
    '벨드룩 둠브라우',
    '상급 성기사',
  },
  [5149] = {
    '브란두르 아이언해머',
    '상급 성기사',
  },
  [5150] = {
    '니사 파이어스톤',
    '전문 응급치료사',
  },
  [5151] = {
    '지니 롱베리',
    '마법 재료 상인',
  },
  [5152] = {
    nil,
    '무기 상인',
  },
  [5153] = {
    '요르문트 스톤브라우',
    '전문 재봉사',
  },
  [5154] = {
    '포라나 스노우브레이드',
    '재봉용품 상인',
  },
  [5155] = {
    '잉그리스 스톤브라우',
    '천 방어구 상인',
  },
  [5156] = {
    '마에바 스노우브레이드',
    '로브 상인',
  },
  [5157] = {
    '김블 시슬퍼즈',
    '전문 마법부여사',
  },
  [5158] = {
    '틸리 시슬퍼즈',
    '마법부여용품 상인',
  },
  [5159] = {
    nil,
    '전문 요리사',
  },
  [5160] = {
    nil,
    '요리 재료 상인',
  },
  [5161] = {
    '그림누르 스톤브랜드',
    '전문 낚시꾼',
  },
  [5162] = {
    '탄지 퍼들피즈',
    '낚시용품 상인',
  },
  [5163] = {
    '부르빅 기어스패너',
    '직업용품 상인',
  },
  [5164] = {
    '그룸누스 스틸셰이퍼',
    '전문 대장장이',
  },
  [5165] = {
    '훌프단 블랙비어드',
    '상급 도적',
  },
  [5166] = {
    '오미르 플린트아이',
    '상급 도적',
  },
  [5167] = {
    '펜스윅',
    '상급 도적',
  },
  [5169] = {
    '타이너스 베놈스프라우트',
    '암거래상',
  },
  [5170] = {
    '흐욜디르 스톤블레이드',
    '도검류 상인',
  },
  [5171] = {
    '시슬하트',
    '상급 흑마법사',
  },
  [5172] = {
    '찔레가시',
    '상급 흑마법사',
  },
  [5173] = {
    nil,
    '상급 흑마법사',
  },
  [5174] = {
    '스프링스핀들 피즐기어',
    '전문 기계공학자',
  },
  [5175] = {
    '기어커터 코그스피너',
    '기술용품 상인',
  },
  [5177] = {
    '탈리 베리피즈',
    '전문 연금술사',
  },
  [5178] = {
    '술리 베리피즈',
    '연금술용품 상인',
  },
  [5184] = {
    '테라모어 보초병',
    nil,
  },
  [5185] = {
    '귀상어',
    nil,
  },
  [5186] = {
    '해상어',
    nil,
  },
  [5188] = {
    nil,
    '휘장 상인',
  },
  [5189] = {
    nil,
    '휘장 상인',
  },
  [5190] = {
    nil,
    '휘장 상인',
  },
  [5191] = {
    nil,
    '휘장 상인',
  },
  [5193] = {
    nil,
    '휘장 상인',
  },
  [5194] = {
    '길들인 검은색 늑대',
    nil,
  },
  [5195] = {
    '길들인 갈색 늑대',
    nil,
  },
  [5196] = {
    '길들인 회색 늑대',
    nil,
  },
  [5197] = {
    '길들인 붉은색 늑대',
    nil,
  },
  [5198] = {
    '길들인 북극 늑대',
    nil,
  },
  [5199] = {
    '간호병 쟈노',
    nil,
  },
  [5200] = {
    '간호병 지유스',
    nil,
  },
  [5202] = {
    '궁술 표적',
    nil,
  },
  [5204] = {
    '연금술사 진게',
    '왕립 연금술 학회',
  },
  [5224] = {
    '진흙비단뱀',
    nil,
  },
  [5225] = {
    '진흙맹독뱀',
    nil,
  },
  [5226] = {
    '진흙미늘벌레',
    nil,
  },
  [5228] = {
    '축축한 수액괴물',
    nil,
  },
  [5229] = {
    '골두니 오우거',
    nil,
  },
  [5232] = {
    '골두니 투사',
    nil,
  },
  [5234] = {
    '골두니 싸움꾼',
    nil,
  },
  [5235] = {
    '곰팡이 수액괴물',
    nil,
  },
  [5236] = {
    '골두니 주술사',
    nil,
  },
  [5237] = {
    '골두니 오우거 마법사',
    nil,
  },
  [5238] = {
    '골두니 사령관',
    nil,
  },
  [5239] = {
    '골두니 대마법사',
    nil,
  },
  [5240] = {
    '골두니 흑마법사',
    nil,
  },
  [5241] = {
    '골두니 장군',
    nil,
  },
  [5243] = {
    '저주받은 아탈라이트롤',
    nil,
  },
  [5244] = {
    '독침 주크애쉬',
    nil,
  },
  [5245] = {
    '병정 주크애쉬',
    nil,
  },
  [5246] = {
    '일꾼 주크애쉬',
    nil,
  },
  [5247] = {
    '땅꾼 주크애쉬',
    nil,
  },
  [5249] = {
    '덩굴발 싸움꾼',
    nil,
  },
  [5251] = {
    '덩굴발 덫사냥꾼',
    nil,
  },
  [5253] = {
    '덩굴발 투사',
    nil,
  },
  [5254] = {
    '덩굴발 비술사',
    nil,
  },
  [5255] = {
    '덩굴발 약탈꾼',
    nil,
  },
  [5256] = {
    '아탈라이 전사',
    nil,
  },
  [5258] = {
    '덩굴발 우두머리',
    nil,
  },
  [5259] = {
    '아탈라이 의술사',
    nil,
  },
  [5260] = {
    '그로독 고릴라',
    nil,
  },
  [5261] = {
    '속박된 아탈라이트롤',
    nil,
  },
  [5262] = {
    '그로독 천둥고릴라',
    nil,
  },
  [5263] = {
    '미라가 된 아탈라이트롤',
    nil,
  },
  [5267] = {
    '죽지 못하는 아탈라이트롤',
    nil,
  },
  [5268] = {
    '무쇠가죽곰',
    nil,
  },
  [5269] = {
    '아탈라이 사제',
    nil,
  },
  [5270] = {
    '아탈라이 식인트롤',
    nil,
  },
  [5271] = {
    '아탈라이 좀비',
    nil,
  },
  [5272] = {
    '무쇠가죽불곰',
    nil,
  },
  [5273] = {
    '아탈라이 대사제',
    nil,
  },
  [5274] = {
    '우두머리 무쇠가죽곰',
    nil,
  },
  [5276] = {
    '요정용',
    nil,
  },
  [5277] = {
    '악몽의 맹독전사',
    nil,
  },
  [5278] = {
    '화살요정용',
    nil,
  },
  [5280] = {
    '악몽의 고룡족',
    nil,
  },
  [5283] = {
    '떠도는 악몽의 용혈족',
    nil,
  },
  [5286] = {
    '긴다리 송곳니늑대',
    nil,
  },
  [5287] = {
    '긴울음 송곳니늑대',
    nil,
  },
  [5288] = {
    '광포한 송곳니늑대',
    nil,
  },
  [5291] = {
    '학카리 서리날개천둥매',
    nil,
  },
  [5292] = {
    '거친흉터 설인',
    nil,
  },
  [5293] = {
    '덩치 큰 거친흉터 설인',
    nil,
  },
  [5295] = {
    '광포한 거친흉터 설인',
    nil,
  },
  [5296] = {
    '분노한 무쇠설인',
    nil,
  },
  [5297] = {
    '덩치 큰 무쇠설인',
    nil,
  },
  [5299] = {
    '사나운 무쇠설인',
    nil,
  },
  [5300] = {
    '공작날개 히포그리프',
    nil,
  },
  [5304] = {
    '날개발굽 공작날개 히포그리프',
    nil,
  },
  [5305] = {
    '갈퀴발톱 공작날개 히포그리프',
    nil,
  },
  [5306] = {
    '우두머리 공작날개 히포그리프',
    nil,
  },
  [5307] = {
    '계곡천둥매',
    nil,
  },
  [5308] = {
    '사나운 계곡천둥매',
    nil,
  },
  [5317] = {
    '비취비늘혈족 예언자',
    nil,
  },
  [5319] = {
    '비취비늘혈족 나무지기',
    nil,
  },
  [5320] = {
    '비취비늘혈족 가지경비병',
    nil,
  },
  [5327] = {
    '집게발 바다마크루라',
    nil,
  },
  [5328] = {
    '점쟁이 바다마크루라',
    nil,
  },
  [5331] = {
    '증오갈기 전사',
    nil,
  },
  [5332] = {
    '증오갈기 바다전사',
    nil,
  },
  [5333] = {
    '증오갈기 수호병',
    nil,
  },
  [5334] = {
    '증오갈기 미르미돈',
    nil,
  },
  [5335] = {
    '증오갈기 비명술사',
    nil,
  },
  [5336] = {
    '증오갈기 여마법사',
    nil,
  },
  [5337] = {
    '증오갈기 세이렌',
    nil,
  },
  [5343] = {
    '여군주 스잘라',
    nil,
  },
  [5345] = {
    '다이아몬드 마크루라',
    nil,
  },
  [5346] = {
    '추적자 블러드로어',
    nil,
  },
  [5347] = {
    '창공의 안틸루스',
    nil,
  },
  [5352] = {
    '늙은 그리즐거트',
    nil,
  },
  [5354] = {
    '나알 리프브라더',
    nil,
  },
  [5356] = {
    '스날러',
    nil,
  },
  [5357] = {
    '평지거인',
    nil,
  },
  [5358] = {
    '절벽거인',
    nil,
  },
  [5359] = {
    '성큼걸이 해안거인',
    nil,
  },
  [5360] = {
    '성큼걸이 바다거인',
    nil,
  },
  [5361] = {
    '성큼걸이 파도거인',
    nil,
  },
  [5362] = {
    '바람계곡 하피',
    nil,
  },
  [5363] = {
    '바람계곡 약탈자',
    nil,
  },
  [5364] = {
    '바람계곡 암살자',
    nil,
  },
  [5366] = {
    '바람계곡 바람소환사',
    nil,
  },
  [5384] = {
    '브로한 캐스크벨리',
    '탐험가 연맹',
  },
  [5385] = {
    '감시자 마할 바',
    nil,
  },
  [5386] = {
    '수행사제 델리스',
    nil,
  },
  [5387] = {
    '선임탐험가 마겔라스',
    '탐험가 연맹',
  },
  [5388] = {
    '잉고 울리부시',
    '탐험가 연맹',
  },
  [5389] = {
    '발굴조사단장 건스탠',
    '탐험가 연맹',
  },
  [5390] = {
    '현자 페일러너',
    nil,
  },
  [5391] = {
    '갈렌 굿워드',
    nil,
  },
  [5392] = {
    '얄 해머스톤',
    '전문 광부',
  },
  [5393] = {
    '병참장교 룬겔츠',
    nil,
  },
  [5394] = {
    '니카 블러드스카',
    nil,
  },
  [5395] = {
    '펠굴 투커츠',
    nil,
  },
  [5396] = {
    '대장 펜티가스트',
    nil,
  },
  [5397] = {
    '현자 우텍',
    nil,
  },
  [5399] = {
    '식인트롤 베이쟉',
    nil,
  },
  [5401] = {
    '타락한 카즈카즈',
    nil,
  },
  [5403] = {
    '길들인 백마',
    nil,
  },
  [5404] = {
    '흑마',
    nil,
  },
  [5407] = {
    '악몽마',
    nil,
  },
  [5409] = {
    '사로잡힌 청소부',
    nil,
  },
  [5411] = {
    '크린클 굿스틸',
    '대장용품 상인',
  },
  [5412] = {
    '구르다 와일드메인',
    nil,
  },
  [5413] = {
    '푸렌 롱비어드',
    nil,
  },
  [5414] = {
    '연금술사 파우스틴',
    '왕립 연금술 학회',
  },
  [5416] = {
    '침투요원 마크슨',
    nil,
  },
  [5418] = {
    '죽음추적자 즈레더스',
    nil,
  },
  [5419] = {
    '유리비늘 바실리스크',
    nil,
  },
  [5420] = {
    '유리비늘 큰눈바실리스크',
    nil,
  },
  [5421] = {
    '유리비늘 돌바실리스크',
    nil,
  },
  [5422] = {
    '사막전갈',
    nil,
  },
  [5423] = {
    '채찍꼬리전갈',
    nil,
  },
  [5424] = {
    '모래언덕전갈',
    nil,
  },
  [5425] = {
    '굶주린 문둥발하이에나',
    nil,
  },
  [5426] = {
    '문둥발하이에나',
    nil,
  },
  [5427] = {
    '광포한 문둥발하이에나',
    nil,
  },
  [5429] = {
    '화염 로크',
    nil,
  },
  [5430] = {
    '불타는 로크',
    nil,
  },
  [5431] = {
    '파도거북',
    nil,
  },
  [5432] = {
    '거대한 파도거북',
    nil,
  },
  [5434] = {
    '산호상어',
    nil,
  },
  [5435] = {
    '모래상어',
    nil,
  },
  [5441] = {
    '병정 하잘리',
    nil,
  },
  [5450] = {
    '독침 하잘리',
    nil,
  },
  [5451] = {
    '우두머리 하잘리',
    nil,
  },
  [5452] = {
    '일꾼 하잘리',
    nil,
  },
  [5453] = {
    '땅꾼 하잘리',
    nil,
  },
  [5454] = {
    '모래무지 하잘리',
    nil,
  },
  [5455] = {
    '병정 센티파르',
    nil,
  },
  [5456] = {
    '독침 센티파르',
    nil,
  },
  [5457] = {
    '우두머리 센티파르',
    nil,
  },
  [5458] = {
    '일꾼 센티파르',
    nil,
  },
  [5459] = {
    '땅꾼 센티파르',
    nil,
  },
  [5460] = {
    '모래무지 센티파르',
    nil,
  },
  [5461] = {
    '바다 정령',
    nil,
  },
  [5462] = {
    '바다 물보라 정령',
    nil,
  },
  [5464] = {
    '순찰대장 소리갈',
    nil,
  },
  [5465] = {
    '대지 정령',
    nil,
  },
  [5466] = {
    '성큼걸이 모래거인',
    nil,
  },
  [5467] = {
    '깊은바다 모래거인',
    nil,
  },
  [5469] = {
    '사막 거인',
    nil,
  },
  [5470] = {
    '흉포한 사막 거인',
    nil,
  },
  [5471] = {
    '모래망치 오우거',
    nil,
  },
  [5472] = {
    '모래망치 집행자',
    nil,
  },
  [5473] = {
    '모래망치 오우거 마법사',
    nil,
  },
  [5474] = {
    '모래망치 투사',
    nil,
  },
  [5475] = {
    '모래망치 흑마법사',
    nil,
  },
  [5476] = {
    '파수병 비그스',
    nil,
  },
  [5477] = {
    '곤봉잡이 노보루',
    nil,
  },
  [5479] = {
    nil,
    '상급 전사',
  },
  [5480] = {
    nil,
    '상급 전사',
  },
  [5481] = {
    '이슬먹는 덤불나무괴물',
    nil,
  },
  [5482] = {
    nil,
    '전문 요리사',
  },
  [5483] = {
    nil,
    '요리 재료 상인',
  },
  [5484] = {
    '수사 벤자민',
    '상급 사제',
  },
  [5485] = {
    '억센뿌리 덤불나무괴물',
    nil,
  },
  [5489] = {
    '수사 조슈아',
    '상급 사제',
  },
  [5490] = {
    '옹이진 덤불나무괴물',
    nil,
  },
  [5491] = {
    '성기사 아서',
    '상급 성기사',
  },
  [5492] = {
    '성기사 캐서린',
    '상급 성기사',
  },
  [5493] = {
    nil,
    '전문 낚시꾼',
  },
  [5494] = {
    nil,
    '낚시용품 상인',
  },
  [5495] = {
    nil,
    '상급 흑마법사',
  },
  [5496] = {
    nil,
    '상급 흑마법사',
  },
  [5497] = {
    nil,
    '상급 마법사',
  },
  [5498] = {
    nil,
    '상급 마법사',
  },
  [5499] = {
    '릴리시아 나이트브리즈',
    '전문 연금술사',
  },
  [5500] = {
    nil,
    '전문 연금술사',
  },
  [5501] = {
    nil,
    '상급 사냥꾼',
  },
  [5502] = {
    nil,
    '전문 약초채집사',
  },
  [5503] = {
    nil,
    '약초채집용품 상인',
  },
  [5504] = {
    '셸드라스 문트리',
    '상급 드루이드',
  },
  [5505] = {
    nil,
    '상급 드루이드',
  },
  [5506] = {
    nil,
    '상급 드루이드',
  },
  [5508] = {
    '스트럼너 플린트힐',
    '방어구 제작자',
  },
  [5509] = {
    '카스룸 액스핸드',
    '도끼 상인',
  },
  [5510] = {
    '툴만 플린트크래그',
    '총기류 상인',
  },
  [5511] = {
    '테룸 딥포지',
    '수습 대장장이',
  },
  [5512] = {
    '카이타 딥포지',
    '대장용품 상인',
  },
  [5513] = {
    '겔만 스톤핸드',
    '전문 광부',
  },
  [5514] = {
    '브루크 스톤브레이드',
    '채광용품 상인',
  },
  [5515] = {
    '아인리스 브라이트스피어',
    '상급 사냥꾼',
  },
  [5516] = {
    '울피르 아이언비어드',
    '상급 사냥꾼',
  },
  [5517] = {
    '톨핀 스톤쉴드',
    '상급 사냥꾼',
  },
  [5518] = {
    '릴리암 스파크스핀들',
    '전문 기계공학자',
  },
  [5519] = {
    '빌리버브 코그스피너',
    '기술용품 상인',
  },
  [5520] = {
    '스파클 손베리',
    '악마 훈련사',
  },
  [5523] = {
    '전투 코도',
    nil,
  },
  [5546] = {
    '그런트 줄',
    nil,
  },
  [5547] = {
    '그런트 탈라크',
    nil,
  },
  [5564] = {
    '사이먼 태너',
    '전문 가죽세공인',
  },
  [5565] = {
    '질리안 태너',
    '가죽세공용품 상인',
  },
  [5566] = {
    nil,
    '전문 약초채집사',
  },
  [5567] = {
    nil,
    '전문 재봉사',
  },
  [5568] = {
    '사로잡힌 오염된 노움',
    nil,
  },
  [5569] = {
    '피즐뱅 붐즈',
    '폭죽 상인',
  },
  [5570] = {
    '브루크 발리비어드',
    '바텐더',
  },
  [5594] = {
    '연금술사 페슬저그',
    '연금술용품 상인',
  },
  [5595] = {
    '아이언포지 경비병',
    nil,
  },
  [5597] = {
    '그런트 코마크',
    nil,
  },
  [5598] = {
    '추방된 아탈라이트롤',
    nil,
  },
  [5599] = {
    '콘 옐로아이즈',
    nil,
  },
  [5603] = {
    '그런트 모즈카',
    nil,
  },
  [5611] = {
    '바텐더 모라그',
    nil,
  },
  [5612] = {
    '김리즈 섀도코그',
    '상급 흑마법사',
  },
  [5615] = {
    '사막유랑단 도적',
    nil,
  },
  [5616] = {
    '사막유랑단 좀도둑',
    nil,
  },
  [5617] = {
    '사막유랑단 어둠마법사',
    nil,
  },
  [5618] = {
    '사막유랑단 약탈자',
    nil,
  },
  [5620] = {
    '바텐더 웬탈',
    '식료품 상인',
  },
  [5623] = {
    '사막유랑단 암살자',
    nil,
  },
  [5624] = {
    '언더시티 수호병',
    nil,
  },
  [5634] = {
    '랩소디 신디거',
    nil,
  },
  [5635] = {
    '폴스타트 와일드해머',
    '고위 영주',
  },
  [5636] = {
    '그리핀 조련사 탈론액스',
    nil,
  },
  [5637] = {
    '로이튼 스톤해머',
    '회수전문회사',
  },
  [5638] = {
    nil,
    '회수전문회사',
  },
  [5639] = {
    '크라벤 드록',
    nil,
  },
  [5641] = {
    '타카타 스틸블레이드',
    nil,
  },
  [5642] = {
    '발라리엘 데몬슬레이어',
    nil,
  },
  [5645] = {
    '성난모래 무두장이',
    nil,
  },
  [5646] = {
    '성난모래 도끼투척병',
    nil,
  },
  [5647] = {
    '성난모래 불꽃소환사',
    nil,
  },
  [5648] = {
    '성난모래 흑마술사',
    nil,
  },
  [5649] = {
    '성난모래 혈투사',
    nil,
  },
  [5650] = {
    '성난모래 의술사',
    nil,
  },
  [5652] = {
    '언더시티 훈련용 허수아비',
    nil,
  },
  [5661] = {
    '수사 말락',
    nil,
  },
  [5662] = {
    '하사관 하우저',
    '하사관',
  },
  [5666] = {
    '군터의 환영',
    nil,
  },
  [5674] = {
    '훈련용 표적',
    nil,
  },
  [5676] = {
    '소환된 공허방랑자',
    nil,
  },
  [5677] = {
    '소환된 서큐버스',
    nil,
  },
  [5680] = {
    '인간 남자 포로',
    nil,
  },
  [5681] = {
    '인간 여자 포로',
    nil,
  },
  [5682] = {
    '달린 포지라이트',
    nil,
  },
  [5685] = {
    '사로잡힌 구울',
    nil,
  },
  [5686] = {
    '사로잡힌 좀비',
    nil,
  },
  [5687] = {
    '사로잡힌 누더기골렘',
    nil,
  },
  [5688] = {
    '여관주인 리니',
    '여관주인',
  },
  [5690] = {
    nil,
    '전문 낚시꾼',
  },
  [5691] = {
    '달린 포지라이트의 환영',
    nil,
  },
  [5692] = {
    '코마 빌라드의 환영',
    nil,
  },
  [5694] = {
    '고위마술사 안드로매스',
    nil,
  },
  [5695] = {
    '밴스 언더글룸',
    '전문 마법부여사',
  },
  [5697] = {
    nil,
    '제라드의 마음의 포로',
  },
  [5698] = {
    '조안나 화이트홀',
    nil,
  },
  [5708] = {
    '학카르의 피조물',
    nil,
  },
  [5709] = {
    '에라니쿠스의 사령',
    nil,
  },
  [5710] = {
    '예언자 잠말란',
    nil,
  },
  [5711] = {
    '비운의 오그옴',
    nil,
  },
  [5713] = {
    '게이셔',
    nil,
  },
  [5720] = {
    '위버',
    nil,
  },
  [5721] = {
    '드림사이드',
    nil,
  },
  [5723] = {
    '와루그의 표적 허수아비',
    nil,
  },
  [5725] = {
    '죽음경비병 런드마크',
    nil,
  },
  [5726] = {
    '제젤레의 지옥사냥개',
    nil,
  },
  [5727] = {
    '제젤레의 지옥마',
    nil,
  },
  [5728] = {
    '제젤레의 서큐버스',
    nil,
  },
  [5729] = {
    '제젤레의 공허방랑자',
    nil,
  },
  [5730] = {
    '제젤레의 임프',
    nil,
  },
  [5731] = {
    '연금술사 발리아',
    '왕립 연금술 학회',
  },
  [5732] = {
    '연금술사 카트리나',
    '왕립 연금술 학회',
  },
  [5733] = {
    '연금술사 라이카누스',
    '왕립 연금술 학회',
  },
  [5734] = {
    '연금술사 키버',
    '왕립 연금술 학회',
  },
  [5735] = {
    '우리에 갇힌 인간 여자',
    nil,
  },
  [5736] = {
    '우리에 갇힌 인간 남자',
    nil,
  },
  [5738] = {
    '우리에 갇힌 드워프 남자',
    nil,
  },
  [5739] = {
    '우리에 갇힌 다람쥐',
    nil,
  },
  [5741] = {
    '우리에 갇힌 토끼',
    nil,
  },
  [5742] = {
    '우리에 갇힌 개구리',
    nil,
  },
  [5743] = {
    '우리에 갇힌 양',
    nil,
  },
  [5748] = {
    nil,
    '낚시꾼',
  },
  [5749] = {
    nil,
    '악마 훈련사',
  },
  [5750] = {
    nil,
    '악마 훈련사',
  },
  [5752] = {
    '하사관 멜킨스',
    nil,
  },
  [5753] = {
    nil,
    '악마 훈련사',
  },
  [5754] = {
    nil,
    '마법봉 상인',
  },
  [5755] = {
    '돌연변이 독사',
    nil,
  },
  [5756] = {
    '돌연변이 독날개천둥매',
    nil,
  },
  [5757] = {
    nil,
    '마법부여용품 상인',
  },
  [5758] = {
    nil,
    '마법부여용품 상인',
  },
  [5759] = {
    '간호사 닐라',
    '전문 응급치료사',
  },
  [5760] = {
    '제왕 아즈레토크',
    nil,
  },
  [5761] = {
    '돌연변이 늪괴물',
    nil,
  },
  [5762] = {
    '돌연변이 늪살무사',
    nil,
  },
  [5763] = {
    '악몽의 세포괴물',
    nil,
  },
  [5764] = {
    '블리자드의 수호자',
    nil,
  },
  [5766] = {
    '새끼 사바나사자',
    nil,
  },
  [5767] = {
    nil,
    '무요',
  },
  [5768] = {
    nil,
    '무요',
  },
  [5769] = {
    '대드루이드 하뮬 룬토템',
    nil,
  },
  [5770] = {
    '나라 와일드메인',
    nil,
  },
  [5772] = {
    '제왕 아즈레토크의 환영',
    nil,
  },
  [5773] = {
    '죽카르 그림로드의 환영',
    nil,
  },
  [5774] = {
    '길들인 늑대',
    nil,
  },
  [5775] = {
    '영생의 베르단',
    nil,
  },
  [5776] = {
    '진화된 적세포괴물',
    nil,
  },
  [5777] = {
    '진화된 녹세포괴물',
    nil,
  },
  [5778] = {
    '진화된 흑세포괴물',
    nil,
  },
  [5780] = {
    '분열된 세포괴물',
    nil,
  },
  [5781] = {
    '독침 실리시드 알',
    nil,
  },
  [5783] = {
    '칼단 펠문',
    '특수 가죽용품 상인',
  },
  [5784] = {
    nil,
    '수습 가죽세공인',
  },
  [5785] = {
    '마녀 헤이트래쉬',
    nil,
  },
  [5786] = {
    '스나글스피어',
    nil,
  },
  [5787] = {
    '감독관 에밀군드',
    nil,
  },
  [5791] = {
    '코브란 뱀변신 형태',
    '송곳니의 드루이드',
  },
  [5792] = {
    '[4.x 미사용]경주주최자 미글렌',
    nil,
  },
  [5797] = {
    '이안 스위프트리버',
    '얼라이언스 정찰대',
  },
  [5798] = {
    '토라 페더문',
    '얼라이언스 정찰대',
  },
  [5799] = {
    '한나 블레이드리프',
    '얼라이언스 정찰대',
  },
  [5800] = {
    nil,
    '얼라이언스 정찰대',
  },
  [5806] = {
    '나무정령',
    nil,
  },
  [5807] = {
    '갈퀴',
    nil,
  },
  [5808] = {
    '대장 콜카니스',
    nil,
  },
  [5809] = {
    '하사관 커티스',
    nil,
  },
  [5811] = {
    nil,
    '수습 가죽세공인',
  },
  [5812] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [5814] = {
    '여관주인 툴벡',
    '여관주인',
  },
  [5815] = {
    nil,
    '악마 훈련사',
  },
  [5816] = {
    nil,
    '마법봉 상인',
  },
  [5817] = {
    nil,
    '직업용품 상인',
  },
  [5819] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [5820] = {
    nil,
    '가죽 방어구 상인',
  },
  [5821] = {
    nil,
    '천 방어구 상인',
  },
  [5822] = {
    '펠위버 스코른',
    nil,
  },
  [5823] = {
    '맹독무당전갈',
    nil,
  },
  [5824] = {
    '호위대장 납작엄니',
    '서슬갈기 전투호위대장',
  },
  [5826] = {
    '가시대장 점박이',
    nil,
  },
  [5828] = {
    '사자왕 후마르',
    nil,
  },
  [5829] = {
    '칼날발톱 킁킁이',
    nil,
  },
  [5830] = {
    '마녀 라스탈론',
    nil,
  },
  [5831] = {
    '번개갈기',
    nil,
  },
  [5832] = {
    '천둥발굽',
    nil,
  },
  [5833] = {
    '난폭한 마르골',
    nil,
  },
  [5834] = {
    '창공의 칼날 아제레',
    nil,
  },
  [5835] = {
    '현장감독 그릴즈',
    nil,
  },
  [5836] = {
    '기술자 휠리기그',
    nil,
  },
  [5837] = {
    '무쇠팔',
    nil,
  },
  [5838] = {
    '부러진창',
    nil,
  },
  [5839] = {
    '검은무쇠 지질학자',
    nil,
  },
  [5840] = {
    '검은무쇠 증기기술자',
    nil,
  },
  [5841] = {
    '바위송곳',
    nil,
  },
  [5842] = {
    '껑충발 타크',
    nil,
  },
  [5843] = {
    '노예 일꾼',
    nil,
  },
  [5844] = {
    '검은무쇠 노예상인',
    nil,
  },
  [5846] = {
    '검은무쇠 감독관',
    nil,
  },
  [5847] = {
    '헤긴 스톤위스커',
    '바엘던 선임기술자',
  },
  [5848] = {
    '말긴 발리브루',
    '바엘던 복지장교',
  },
  [5849] = {
    '채굴꾼 플레임포지',
    '발굴 전문가',
  },
  [5850] = {
    '이글거리는 정령',
    nil,
  },
  [5851] = {
    '경비대장 지로그 해머토',
    '바엘던 경비대장',
  },
  [5852] = {
    '불지옥 정령',
    nil,
  },
  [5853] = {
    '단단한 전쟁 골렘',
    nil,
  },
  [5854] = {
    '육중한 전쟁 골렘',
    nil,
  },
  [5855] = {
    '용암 정령',
    nil,
  },
  [5856] = {
    '유리그물거미',
    nil,
  },
  [5857] = {
    '불타는 용암거미',
    nil,
  },
  [5858] = {
    '거대한 용암거미',
    nil,
  },
  [5859] = {
    '하그 타우렌베인',
    '서슬갈기 용사',
  },
  [5860] = {
    '황혼의 암흑주술사',
    nil,
  },
  [5861] = {
    '황혼의 화염경비병',
    nil,
  },
  [5862] = {
    '황혼의 풍수사',
    nil,
  },
  [5863] = {
    '가시사제 구크로크',
    nil,
  },
  [5864] = {
    '가시근위병 스와인가트',
    nil,
  },
  [5870] = {
    nil,
    '푸줏간 주인',
  },
  [5871] = {
    nil,
    '음료 상인',
  },
  [5872] = {
    '뱀변신 형태',
    nil,
  },
  [5873] = {
    '돌가죽 토템',
    nil,
  },
  [5874] = {
    '대지력 토템',
    nil,
  },
  [5875] = {
    '간룰 블러드아이',
    nil,
  },
  [5878] = {
    '툰그림 파이어게이즈',
    nil,
  },
  [5879] = {
    'zzOLD불꽃 회오리 토템',
    nil,
  },
  [5880] = {
    nil,
    '상급 마법사',
  },
  [5881] = {
    '저주받은 시카모어',
    nil,
  },
  [5882] = {
    nil,
    '상급 마법사',
  },
  [5883] = {
    nil,
    '상급 마법사',
  },
  [5884] = {
    nil,
    '상급 마법사',
  },
  [5885] = {
    nil,
    '상급 마법사',
  },
  [5886] = {
    nil,
    '버섯 상인',
  },
  [5887] = {
    '카나가 어스콜러',
    nil,
  },
  [5888] = {
    '예언자 레이븐페더',
    nil,
  },
  [5889] = {
    '고원 대지의 정령',
    nil,
  },
  [5890] = {
    '붉은바위 대지의 정령',
    nil,
  },
  [5891] = {
    '하급 대지의 현신',
    nil,
  },
  [5892] = {
    '시안 파이어워더',
    nil,
  },
  [5893] = {
    '하급 불의 현신',
    nil,
  },
  [5894] = {
    '타락한 하급 물의 현신',
    nil,
  },
  [5895] = {
    '하급 물의 현신',
    nil,
  },
  [5896] = {
    '불의 정령',
    nil,
  },
  [5897] = {
    '타락한 물의 정령',
    nil,
  },
  [5898] = {
    '바람의 정령',
    nil,
  },
  [5899] = {
    '브린',
    nil,
  },
  [5901] = {
    '이슬렌 워터시어',
    nil,
  },
  [5902] = {
    '하급 바람의 현신',
    nil,
  },
  [5905] = {
    '프레이트 클라우드시어',
    nil,
  },
  [5906] = {
    '사니스 프레임위버',
    nil,
  },
  [5908] = {
    '그런트 도그란',
    nil,
  },
  [5911] = {
    '그런트 로그마르',
    nil,
  },
  [5912] = {
    '돌연변이 요정용',
    nil,
  },
  [5913] = {
    '진동의 토템',
    nil,
  },
  [5914] = {
    '공포의 돌연변이 천둥매',
    nil,
  },
  [5915] = {
    '수사 레이븐오크',
    nil,
  },
  [5916] = {
    '파수꾼 아마랏산',
    nil,
  },
  [5918] = {
    '올빼미 형상',
    nil,
  },
  [5919] = {
    'zzOLD돌가죽 토템 II',
    nil,
  },
  [5920] = {
    'zzOLD돌가죽 토템 III',
    nil,
  },
  [5921] = {
    'zzOLD대지력 토템 II',
    nil,
  },
  [5922] = {
    'zzOLD대지력 토템 III',
    nil,
  },
  [5923] = {
    '독 정화 토템',
    nil,
  },
  [5924] = {
    '정화 토템',
    nil,
  },
  [5925] = {
    '마법흡수 토템',
    nil,
  },
  [5926] = {
    '냉기 저항 토템',
    nil,
  },
  [5927] = {
    '원소 저항 토템',
    nil,
  },
  [5928] = {
    '슬픈날개',
    nil,
  },
  [5929] = {
    '용암 토템',
    nil,
  },
  [5930] = {
    '마녀 리벤',
    nil,
  },
  [5931] = {
    '현장감독 리거',
    nil,
  },
  [5932] = {
    '행동대장 채찍송곳니',
    nil,
  },
  [5933] = {
    '추방자 아킬리오스',
    nil,
  },
  [5934] = {
    '칼날심장',
    nil,
  },
  [5935] = {
    '무적의 무쇠눈바실리스크',
    nil,
  },
  [5937] = {
    '죽음의 맹독전갈',
    nil,
  },
  [5938] = {
    '우탄 스틸워터',
    '전문 낚시꾼',
  },
  [5939] = {
    '비라 영후프',
    '전문 응급치료사',
  },
  [5940] = {
    '한 롱캐스트',
    '낚시용품 상인',
  },
  [5941] = {
    nil,
    '전문 낚시꾼',
  },
  [5942] = {
    nil,
    '낚시용품 상인',
  },
  [5943] = {
    nil,
    '전문 응급치료사',
  },
  [5944] = {
    nil,
    '재봉용품 및 가죽세공용품 상인',
  },
  [5946] = {
    '남성 어둠의암살자',
    nil,
  },
  [5947] = {
    '여성 어둠의암살자',
    nil,
  },
  [5948] = {
    '여성 해적단원',
    nil,
  },
  [5949] = {
    '남성 해적단원',
    nil,
  },
  [5950] = {
    '불꽃의 토템',
    nil,
  },
  [5951] = {
    '산토끼',
    nil,
  },
  [5952] = {
    '시험의 골짜기 그런트',
    nil,
  },
  [5953] = {
    '칼바위 언덕 그런트',
    nil,
  },
  [5957] = {
    nil,
    '순간이동 전문 마법사',
  },
  [5958] = {
    nil,
    '순간이동 전문 마법사',
  },
  [5974] = {
    '우레망치 오우거',
    nil,
  },
  [5975] = {
    '우레망치 오우거 마법사',
    nil,
  },
  [5976] = {
    '우레망치 투사',
    nil,
  },
  [5977] = {
    '우레망치 싸움꾼',
    nil,
  },
  [5978] = {
    '우레망치 흑마법사',
    nil,
  },
  [5979] = {
    '비참한 잃어버린 드레나이',
    nil,
  },
  [5981] = {
    '차원문 수색꾼',
    nil,
  },
  [5982] = {
    '검은 대머리수리',
    nil,
  },
  [5983] = {
    '지옥부리 뼈다귀청소부',
    nil,
  },
  [5984] = {
    '굶주린 칼송곳니하이에나',
    nil,
  },
  [5985] = {
    '칼송곳니하이에나',
    nil,
  },
  [5988] = {
    '스콜포크 독침전갈',
    nil,
  },
  [5990] = {
    '붉은바위 바실리스크',
    nil,
  },
  [5991] = {
    '붉은바위 수정바실리스크',
    nil,
  },
  [5992] = {
    '잿빛갈기멧돼지',
    nil,
  },
  [5993] = {
    '지옥멧돼지',
    nil,
  },
  [5994] = {
    nil,
    '대사제',
  },
  [5996] = {
    '네더가드 광부',
    nil,
  },
  [5997] = {
    '네더가드 기술자',
    nil,
  },
  [5998] = {
    '네더가드 현장감독',
    nil,
  },
  [5999] = {
    '네더가드 병사',
    nil,
  },
  [6000] = {
    '네더가드 성직자',
    nil,
  },
  [6001] = {
    '네더가드 분석가',
    nil,
  },
  [6002] = {
    '네더가드 경비병',
    nil,
  },
  [6003] = {
    '네더가드 장교',
    nil,
  },
  [6004] = {
    '어둠혈맹 신도',
    nil,
  },
  [6005] = {
    '어둠혈맹 암살단원',
    nil,
  },
  [6006] = {
    '어둠혈맹 숙련사제',
    nil,
  },
  [6007] = {
    '어둠혈맹 집행자',
    nil,
  },
  [6008] = {
    '어둠혈맹 흑마법사',
    nil,
  },
  [6009] = {
    '어둠혈맹 공포술사',
    nil,
  },
  [6010] = {
    '지옥사냥개',
    nil,
  },
  [6011] = {
    '지옥수호병 보초',
    nil,
  },
  [6012] = {
    'zzOLD불꽃의 토템 II',
    nil,
  },
  [6013] = {
    '난폭한 대머리수리',
    nil,
  },
  [6014] = {
    nil,
    '상급 사제',
  },
  [6016] = {
    '원소 저항 토템',
    nil,
  },
  [6017] = {
    '화산 토템',
    nil,
  },
  [6018] = {
    nil,
    '상급 사제',
  },
  [6019] = {
    '호르니즈 브림버즐',
    nil,
  },
  [6020] = {
    '진흙껍질마크루라',
    nil,
  },
  [6021] = {
    '멧돼지 정령',
    nil,
  },
  [6026] = {
    nil,
    '와이번 조련사',
  },
  [6027] = {
    nil,
    '악마 훈련사',
  },
  [6028] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [6030] = {
    '토르발트 딥포지',
    nil,
  },
  [6031] = {
    '토르무스 딥포지',
    nil,
  },
  [6033] = {
    '호수광포어',
    nil,
  },
  [6035] = {
    '가시덩굴 추종자',
    nil,
  },
  [6047] = {
    '물의 수호정령',
    nil,
  },
  [6066] = {
    '구속의 토템',
    nil,
  },
  [6068] = {
    '와루그의 경호원',
    nil,
  },
  [6069] = {
    '마라우돈 칸 호위병',
    nil,
  },
  [6070] = {
    '마라우돈 칸 조언가',
    nil,
  },
  [6071] = {
    '군단 지옥사냥개',
    nil,
  },
  [6072] = {
    '수색자 디아토루스',
    nil,
  },
  [6073] = {
    '불타는 지옥불정령',
    nil,
  },
  [6074] = {
    '줄무늬눈호랑이',
    nil,
  },
  [6075] = {
    '녹색 랩터',
    nil,
  },
  [6076] = {
    '길들인 타조 (상아색)',
    nil,
  },
  [6086] = {
    '아우버다인 파수꾼',
    nil,
  },
  [6087] = {
    '아스트라나르 파수꾼',
    nil,
  },
  [6090] = {
    nil,
    '술주정뱅이',
  },
  [6091] = {
    nil,
    '식료품 상인',
  },
  [6093] = {
    '썩은니 잭',
    nil,
  },
  [6094] = {
    nil,
    '전문 응급치료사',
  },
  [6110] = {
    'zzOLD불꽃 회오리 토템 II',
    nil,
  },
  [6111] = {
    'zzOLD불꽃 회오리 토템 III',
    nil,
  },
  [6112] = {
    '질풍의 토템',
    nil,
  },
  [6114] = {
    '무렌 스톰파이크',
    nil,
  },
  [6115] = {
    '떠도는 지옥수호병',
    nil,
  },
  [6116] = {
    '명가의 유령',
    nil,
  },
  [6117] = {
    '명가의 망령',
    nil,
  },
  [6118] = {
    '바로덴의 유령발늑대',
    nil,
  },
  [6119] = {
    '토그 러스츠프로켓',
    nil,
  },
  [6120] = {
    '라고 블랙렌치',
    nil,
  },
  [6122] = {
    '대흑마법사 게이킨',
    nil,
  },
  [6123] = {
    '검은무쇠 비밀요원',
    nil,
  },
  [6124] = {
    '부대장 벨트',
    '검은무쇠 부대장',
  },
  [6125] = {
    '할다르 사티로스',
    nil,
  },
  [6126] = {
    '할다르 요술사',
    nil,
  },
  [6127] = {
    '할다르 악마추종자',
    nil,
  },
  [6128] = {
    '볼루스 바일후프',
    nil,
  },
  [6129] = {
    '용혈족 마술군주',
    nil,
  },
  [6130] = {
    '푸른용혈족 맹독전사',
    nil,
  },
  [6131] = {
    '용혈족 마술사',
    nil,
  },
  [6132] = {
    '가시덩굴 하수인',
    nil,
  },
  [6133] = {
    '엘루라의 유령',
    nil,
  },
  [6134] = {
    '제왕 아크코로크',
    nil,
  },
  [6135] = {
    '딸깍이 아크코란마크루라',
    nil,
  },
  [6136] = {
    '아크코란 땅꾼',
    nil,
  },
  [6137] = {
    '뾰족뿔 아크코란마크루라',
    nil,
  },
  [6138] = {
    '아크코란 점쟁이',
    nil,
  },
  [6139] = {
    '바람갈기 마루둥지 와이번',
    nil,
  },
  [6141] = {
    '바람갈기 사자날개 와이번',
    nil,
  },
  [6143] = {
    '아크코로크의 하수인',
    nil,
  },
  [6144] = {
    '아크코로크의 후예',
    nil,
  },
  [6145] = {
    '물고기 떼',
    nil,
  },
  [6146] = {
    '우레절벽거인',
    nil,
  },
  [6147] = {
    '천둥절벽거인',
    nil,
  },
  [6148] = {
    '절벽거인',
    nil,
  },
  [6166] = {
    '요루스 발리브루',
    nil,
  },
  [6167] = {
    '우두머리 키메라',
    nil,
  },
  [6169] = {
    '클락몰트 스패너스판',
    nil,
  },
  [6170] = {
    '거트스필',
    nil,
  },
  [6176] = {
    '바람의감시자 바스라',
    nil,
  },
  [6178] = {
    '뮈레돈 배틀포지',
    nil,
  },
  [6179] = {
    '타이자 배틀포지',
    nil,
  },
  [6180] = {
    '데피아즈단 공격대원',
    nil,
  },
  [6181] = {
    '조던 스틸웰',
    nil,
  },
  [6182] = {
    '다프네 스틸웰',
    nil,
  },
  [6184] = {
    '나무구렁 길잡이',
    nil,
  },
  [6185] = {
    '나무구렁 전사',
    nil,
  },
  [6186] = {
    '나무구렁 토템술사',
    nil,
  },
  [6187] = {
    '나무구렁 보초',
    nil,
  },
  [6188] = {
    '나무구렁 주술사',
    nil,
  },
  [6189] = {
    '나무구렁 펄볼그',
    nil,
  },
  [6190] = {
    '원한꼬리 전사',
    nil,
  },
  [6193] = {
    '원한꼬리 비명술사',
    nil,
  },
  [6194] = {
    '원한꼬리 수호병',
    nil,
  },
  [6195] = {
    '원한꼬리 세이렌',
    nil,
  },
  [6196] = {
    '원한꼬리 미르미돈',
    nil,
  },
  [6198] = {
    '블러드 엘프 감정관',
    nil,
  },
  [6199] = {
    '블러드 엘프 수색병',
    nil,
  },
  [6200] = {
    '레가쉬 사티로스',
    nil,
  },
  [6201] = {
    '레가쉬 도적',
    nil,
  },
  [6202] = {
    '레가쉬 지옥소환사',
    nil,
  },
  [6206] = {
    '깊은굴 땅꾼',
    nil,
  },
  [6207] = {
    '깊은굴 복병',
    nil,
  },
  [6208] = {
    '깊은굴 침략꾼',
    nil,
  },
  [6209] = {
    '깊은굴 노략꾼',
    nil,
  },
  [6210] = {
    '깊은굴 강탈꾼',
    nil,
  },
  [6211] = {
    '깊은굴 약탈꾼',
    nil,
  },
  [6212] = {
    '검은무쇠 첩보원',
    nil,
  },
  [6213] = {
    '오염된 침략꾼',
    nil,
  },
  [6215] = {
    '강철이빨바실리스크',
    nil,
  },
  [6218] = {
    '방사능 진흙괴물',
    nil,
  },
  [6219] = {
    '부식성 녹괴물',
    nil,
  },
  [6220] = {
    '오염된 폐기물',
    nil,
  },
  [6221] = {
    '정신이상의 오염된 노움',
    nil,
  },
  [6222] = {
    '오염된 노움 기술병',
    nil,
  },
  [6223] = {
    '오염된 노움 수호병',
    nil,
  },
  [6224] = {
    '오염된 노움 기계공',
    nil,
  },
  [6225] = {
    '기계보행전차',
    nil,
  },
  [6226] = {
    '기계화 화염보행전차',
    nil,
  },
  [6227] = {
    '기계화 냉기보행전차',
    nil,
  },
  [6228] = {
    '검은무쇠 사절',
    nil,
  },
  [6229] = {
    '고철 압축기 9-60',
    nil,
  },
  [6230] = {
    '평화감시단 방사능처리반',
    nil,
  },
  [6232] = {
    '자동화 마력제거기 X-21',
    nil,
  },
  [6233] = {
    '기계화 보초병',
    nil,
  },
  [6234] = {
    '기계화 수호병',
    nil,
  },
  [6235] = {
    '기계화 문지기 6000',
    nil,
  },
  [6236] = {
    nil,
    '섬사람',
  },
  [6237] = {
    '감옥 궁병',
    nil,
  },
  [6238] = {
    '싸움꾼 윌',
    nil,
  },
  [6239] = {
    '사이클로니안',
    nil,
  },
  [6240] = {
    '격투장 도전자',
    nil,
  },
  [6241] = {
    '베일러 스톤핸드',
    nil,
  },
  [6244] = {
    '현자 타카르',
    nil,
  },
  [6248] = {
    '트위기 플랫헤드',
    '결투 진행요원',
  },
  [6249] = {
    '격투장 구경꾼',
    nil,
  },
  [6250] = {
    '게',
    nil,
  },
  [6252] = {
    '수행사제 마가즈',
    nil,
  },
  [6253] = {
    '수행사제 펜릭',
    nil,
  },
  [6254] = {
    '수행사제 위툴라',
    nil,
  },
  [6266] = {
    '미네라 보이드렌더',
    nil,
  },
  [6267] = {
    '수행사제 포리나',
    nil,
  },
  [6268] = {
    '소환된 지옥사냥개',
    nil,
  },
  [6271] = {
    '생쥐',
    nil,
  },
  [6272] = {
    '여관주인 지나인',
    '여관주인',
  },
  [6286] = {
    nil,
    '전문 요리사',
  },
  [6287] = {
    '래드날 메인위버',
    '전문 무두장이',
  },
  [6288] = {
    nil,
    '전문 무두장이',
  },
  [6289] = {
    nil,
    '전문 무두장이',
  },
  [6290] = {
    '욘 디프컷',
    '전문 무두장이',
  },
  [6291] = {
    '발투스 스톤플레이어',
    '전문 무두장이',
  },
  [6292] = {
    nil,
    '전문 무두장이',
  },
  [6294] = {
    '크롬 스타우트암',
    nil,
  },
  [6295] = {
    nil,
    '전문 무두장이',
  },
  [6297] = {
    '쿠르드람 스톤해머',
    '전문 광부',
  },
  [6298] = {
    '텔그럼 스톤해머',
    '채광용품 상인',
  },
  [6299] = {
    '델프룸 플린트비어드',
    '전문 대장장이',
  },
  [6300] = {
    '엘리사 스틸핸드',
    '대장용품 상인',
  },
  [6301] = {
    '골볼트 스틸핸드',
    '직업용품 상인',
  },
  [6306] = {
    '헬렌 펠트스키너',
    '전문 무두장이',
  },
  [6328] = {
    '대니 피즈위즐',
    '악마 훈련사',
  },
  [6329] = {
    '오염된 약탈자',
    nil,
  },
  [6347] = {
    '어린 폭풍히드라',
    nil,
  },
  [6348] = {
    '폭풍히드라',
    nil,
  },
  [6349] = {
    '거대한 폭풍히드라',
    nil,
  },
  [6350] = {
    '칼날집게 마크리니마크루라',
    nil,
  },
  [6351] = {
    '폭풍해안 점쟁이',
    nil,
  },
  [6352] = {
    '등딱지 산호껍질거북',
    nil,
  },
  [6366] = {
    '쿠르젠 포로',
    nil,
  },
  [6367] = {
    nil,
    '고양이 부인',
  },
  [6368] = {
    '고양이',
    nil,
  },
  [6369] = {
    '산호껍질거북',
    nil,
  },
  [6370] = {
    '톱니발 마크리니마크루라',
    nil,
  },
  [6371] = {
    '폭풍해안 전사',
    nil,
  },
  [6372] = {
    '집게발 마크리니마크루라',
    nil,
  },
  [6373] = {
    nil,
    '악마 훈련사',
  },
  [6374] = {
    '실리나 다크하트',
    '악마 훈련사',
  },
  [6375] = {
    '천둥뿔 히포그리프',
    nil,
  },
  [6376] = {
    '렌 다크스프링',
    '악마 훈련사',
  },
  [6377] = {
    '날개발굽 천둥뿔 히포그리프',
    nil,
  },
  [6378] = {
    '갈퀴발톱 천둥뿔 히포그리프',
    nil,
  },
  [6379] = {
    '우두머리 천둥뿔 히포그리프',
    nil,
  },
  [6380] = {
    '어미 천둥뿔 히포그리프',
    nil,
  },
  [6382] = {
    '주발 콥스시커',
    '악마 훈련사',
  },
  [6386] = {
    '잔질의 수호물',
    nil,
  },
  [6387] = {
    nil,
    '전문 무두장이',
  },
  [6388] = {
    '잔질 해골 병사',
    nil,
  },
  [6389] = {
    '죽음경비병 포드리그',
    nil,
  },
  [6390] = {
    '학살자 울라그',
    nil,
  },
  [6391] = {
    '저항군 전사',
    nil,
  },
  [6392] = {
    '저항군 의무병',
    nil,
  },
  [6393] = {
    '헤넨 레이지토템',
    nil,
  },
  [6394] = {
    '루가 레이지토템',
    nil,
  },
  [6395] = {
    '하사관 루트거',
    '하사관',
  },
  [6407] = {
    '저항군 기술병',
    nil,
  },
  [6410] = {
    '오름 스톤후프',
    nil,
  },
  [6412] = {
    '해골',
    nil,
  },
  [6426] = {
    '고통받는 망자',
    nil,
  },
  [6427] = {
    '음산한 악령',
    nil,
  },
  [6486] = {
    '검은색 해골마',
    nil,
  },
  [6487] = {
    '신비술사 도안',
    nil,
  },
  [6488] = {
    '타락한 용사',
    nil,
  },
  [6489] = {
    '무쇠해골',
    nil,
  },
  [6490] = {
    '잠들지 않는 아즈쉬르',
    nil,
  },
  [6491] = {
    '영혼의 치유사',
    nil,
  },
  [6492] = {
    '균열의 정령',
    nil,
  },
  [6493] = {
    '떠도는 환영',
    nil,
  },
  [6495] = {
    '[4.x 미사용]리즈넥',
    '음료 상인',
  },
  [6496] = {
    '[4.x 미사용]브리블스워프',
    '아이스크림 상인',
  },
  [6498] = {
    '데빌사우루스',
    nil,
  },
  [6499] = {
    '무쇠가죽 데빌사우루스',
    nil,
  },
  [6500] = {
    '폭군 데빌사우루스',
    nil,
  },
  [6502] = {
    '장갑 스테고돈',
    nil,
  },
  [6503] = {
    '가시 스테고돈',
    nil,
  },
  [6504] = {
    '천둥발굽 스테고돈',
    nil,
  },
  [6505] = {
    '라바사우루스',
    nil,
  },
  [6506] = {
    '긴다리 라바사우루스',
    nil,
  },
  [6507] = {
    '갈퀴발톱 라바사우루스',
    nil,
  },
  [6508] = {
    '맹독가죽 라바사우루스',
    nil,
  },
  [6509] = {
    '채찍줄기 붉은꽃잎덩굴손',
    nil,
  },
  [6510] = {
    '칼날가시 붉은꽃잎덩굴손',
    nil,
  },
  [6511] = {
    '덩이줄기 붉은꽃잎덩굴손',
    nil,
  },
  [6512] = {
    '질긴뿌리 붉은꽃잎덩굴손',
    nil,
  },
  [6513] = {
    '운고로 우레고릴라',
    nil,
  },
  [6514] = {
    '운고로 고릴라',
    nil,
  },
  [6516] = {
    '운고로 천둥고릴라',
    nil,
  },
  [6517] = {
    '송진괴물',
    nil,
  },
  [6518] = {
    '송진껍질괴물',
    nil,
  },
  [6519] = {
    '우두머리 송진괴물',
    nil,
  },
  [6520] = {
    '타오르는 정령',
    nil,
  },
  [6521] = {
    '살아있는 불길',
    nil,
  },
  [6523] = {
    '검은무쇠 소총병',
    nil,
  },
  [6527] = {
    '송진이끼괴물',
    nil,
  },
  [6547] = {
    '괴로워하는 희생자',
    nil,
  },
  [6548] = {
    '[4.x 미사용]학자 틸스',
    nil,
  },
  [6549] = {
    '보주의 악마',
    nil,
  },
  [6550] = {
    '마력의 폭풍',
    nil,
  },
  [6551] = {
    '병정 고리쉬',
    nil,
  },
  [6552] = {
    '일꾼 고리쉬',
    nil,
  },
  [6553] = {
    '갈퀴발톱 고리쉬',
    nil,
  },
  [6554] = {
    '독침 고리쉬',
    nil,
  },
  [6555] = {
    '땅꾼 고리쉬',
    nil,
  },
  [6556] = {
    '눅눅한 수액괴물',
    nil,
  },
  [6557] = {
    '원시 수액괴물',
    nil,
  },
  [6559] = {
    '끈적끈적한 수액괴물',
    nil,
  },
  [6560] = {
    '바위 수호자',
    nil,
  },
  [6567] = {
    nil,
    '재봉용품 상인',
  },
  [6568] = {
    nil,
    '재봉용품 상인',
  },
  [6571] = {
    '표범 형상 (나이트 엘프 드루이드)',
    '나이트 엘프 드루이드',
  },
  [6572] = {
    '표범 형상 (나이트 엘프 드루이드)',
    '타우렌 드루이드',
  },
  [6573] = {
    '순록 변신 (드루이드)',
    '드루이드',
  },
  [6574] = {
    nil,
    '재봉용품 상인',
  },
  [6575] = {
    '붉은십자군 신병',
    nil,
  },
  [6576] = {
    '[4.x 미사용]브리에나 스타글로',
    '재봉용품 상인',
  },
  [6577] = {
    '빙글스 블라스텐하이머',
    nil,
  },
  [6579] = {
    '소리없는 쇼니',
    nil,
  },
  [6581] = {
    '우두머리 라바사우루스',
    nil,
  },
  [6582] = {
    '여왕 자바스',
    nil,
  },
  [6584] = {
    '폭군 모쉬',
    nil,
  },
  [6586] = {
    '로카르 블레이드섀도',
    nil,
  },
  [6606] = {
    '감독관 글리비',
    nil,
  },
  [6626] = {
    '[4.x 미사용]"씩씩이" 존슨',
    nil,
  },
  [6646] = {
    '고대의 몬노스',
    nil,
  },
  [6647] = {
    '마법학자 호크헬름',
    nil,
  },
  [6649] = {
    '여군주 세스피라',
    nil,
  },
  [6650] = {
    '장군 팽페러',
    nil,
  },
  [6651] = {
    '문지기 레이지로어',
    nil,
  },
  [6652] = {
    '군주 피어드레드',
    nil,
  },
  [6653] = {
    '왕두꺼비',
    nil,
  },
  [6666] = {
    '[4.x 미사용]"씩씩이" 존슨 인간모습',
    nil,
  },
  [6668] = {
    '키리크 블랙포지 경',
    nil,
  },
  [6669] = {
    '망나니탈곡기 4100',
    '일등항해사',
  },
  [6670] = {
    '서부 몰락지대 목공',
    nil,
  },
  [6706] = {
    '바리타나스 스카이리버',
    '히포그리프 조련사',
  },
  [6707] = {
    nil,
    '도적 단장',
  },
  [6726] = {
    nil,
    '와이번 조련사',
  },
  [6727] = {
    '여관주인 브리아나',
    '여관주인',
  },
  [6730] = {
    '[4.x 미사용]징키 트위즐픽싯',
    '기술용품 상인',
  },
  [6731] = {
    '할론 다크위브',
    '가죽세공용품 상인',
  },
  [6733] = {
    '바위동굴 전사',
    nil,
  },
  [6734] = {
    '여관주인 하스스토브',
    '여관주인',
  },
  [6735] = {
    '여관주인 셀리에네',
    '여관주인',
  },
  [6736] = {
    '여관주인 켈다미르',
    '여관주인',
  },
  [6737] = {
    '여관주인 샤우시',
    '여관주인',
  },
  [6738] = {
    '여관주인 킴리아',
    '여관주인',
  },
  [6739] = {
    '여관주인 베이츠',
    '여관주인',
  },
  [6740] = {
    '여관주인 앨리슨',
    '여관주인',
  },
  [6741] = {
    '여관주인 노먼',
    '여관주인',
  },
  [6746] = {
    '여관주인 팔라',
    '여관주인',
  },
  [6747] = {
    '여관주인 카우스',
    '여관주인',
  },
  [6748] = {
    '물의 정령',
    nil,
  },
  [6749] = {
    nil,
    '야수 관리인',
  },
  [6766] = {
    '라벤홀트의 경비병',
    '암살단',
  },
  [6768] = {
    '조라크 라벤홀트 경',
    '암살단 우두머리',
  },
  [6771] = {
    '라벤홀트의 암살자',
    '암살단',
  },
  [6774] = {
    '팔크한 아이센스트라이더',
    nil,
  },
  [6775] = {
    '안투르 팰로우',
    nil,
  },
  [6776] = {
    '마그린 리버메인',
    nil,
  },
  [6777] = {
    '잰 쉬브스프로켓',
    '특수 기술자',
  },
  [6778] = {
    '멜리카 아이센스트라이더',
    '여관 점원',
  },
  [6779] = {
    '스머지 썬더우드',
    '독극물 상인',
  },
  [6782] = {
    '핸즈 스프링스프로켓',
    nil,
  },
  [6787] = {
    '엘나기 블랙암',
    nil,
  },
  [6788] = {
    '우두머리 엉겅퀴곰',
    nil,
  },
  [6789] = {
    '새끼 엉겅퀴곰',
    nil,
  },
  [6790] = {
    '여관주인 트렐라니',
    '여관주인',
  },
  [6791] = {
    '여관주인 와일리',
    '여관주인',
  },
  [6806] = {
    '탄노크 프로스트해머',
    '여관 점원',
  },
  [6807] = {
    '여관주인 스킨들',
    '여관주인',
  },
  [6846] = {
    '부두주임',
    nil,
  },
  [6866] = {
    '경호원',
    nil,
  },
  [6867] = {
    '추적용 사냥개',
    nil,
  },
  [6868] = {
    '자칼 모스멜드',
    nil,
  },
  [6907] = {
    '"날쌘돌이" 에릭',
    nil,
  },
  [6909] = {
    '고대정령 세시르',
    nil,
  },
  [6911] = {
    '세시르의 하수인',
    nil,
  },
  [6912] = {
    '성기사의 유해',
    nil,
  },
  [6913] = {
    '잃어버린 드레나이 차원여행자',
    nil,
  },
  [6927] = {
    '부두일꾼',
    nil,
  },
  [6928] = {
    '여관주인 그로스크',
    '여관주인',
  },
  [6929] = {
    '여관주인 그리쉬카',
    '여관주인',
  },
  [6930] = {
    '여관주인 카라쿨',
    '여관주인',
  },
  [6932] = {
    '늪정령',
    nil,
  },
  [6946] = {
    '칼잡이 렌직',
    'SI:7 첩보원',
  },
  [6986] = {
    nil,
    '드로퍼스 부자 고물상',
  },
  [6987] = {
    nil,
    '드로퍼스 부자 고물상',
  },
  [7009] = {
    nil,
    '혼돈의 손',
  },
  [7010] = {
    '질지빈 드럼로어',
    nil,
  },
  [7011] = {
    '토석인 바위망치장이',
    nil,
  },
  [7012] = {
    '토석인 조각사',
    nil,
  },
  [7015] = {
    '무자비한 플래글머크',
    nil,
  },
  [7016] = {
    '여군주 베스피라',
    nil,
  },
  [7017] = {
    '군주 신슬레이어',
    nil,
  },
  [7022] = {
    '맹독꼬리전갈',
    nil,
  },
  [7023] = {
    '흑요석 파수꾼',
    nil,
  },
  [7024] = {
    '첩보원 켈넌',
    nil,
  },
  [7025] = {
    '검은바위 병사',
    nil,
  },
  [7026] = {
    '검은바위 마술사',
    nil,
  },
  [7027] = {
    '검은바위 학살자',
    nil,
  },
  [7028] = {
    '검은바위 흑마법사',
    nil,
  },
  [7029] = {
    '검은바위 지휘관',
    nil,
  },
  [7030] = {
    '어둠괴철로 지질학자',
    nil,
  },
  [7031] = {
    '흑요석 정령',
    nil,
  },
  [7032] = {
    '상급 흑요석 정령',
    nil,
  },
  [7033] = {
    '불자루 오우거',
    nil,
  },
  [7034] = {
    '불자루 오우거마법사',
    nil,
  },
  [7035] = {
    '불자루 투사',
    nil,
  },
  [7036] = {
    '타우릿산 비밀요원',
    nil,
  },
  [7037] = {
    '타우릿산 조사단원',
    nil,
  },
  [7038] = {
    '타우릿산 첩보원',
    nil,
  },
  [7039] = {
    '전투절단기',
    nil,
  },
  [7040] = {
    '검은용혈족',
    nil,
  },
  [7041] = {
    '검은고룡족',
    nil,
  },
  [7042] = {
    '화염비늘용혈족',
    nil,
  },
  [7043] = {
    '화염비늘고룡족',
    nil,
  },
  [7044] = {
    '검은 비룡',
    nil,
  },
  [7045] = {
    '끓어오르는 비룡',
    nil,
  },
  [7046] = {
    '화염비늘 비룡',
    nil,
  },
  [7047] = {
    '검은 새끼용',
    nil,
  },
  [7048] = {
    '끓어오르는 어린 비룡',
    nil,
  },
  [7049] = {
    '화염비늘 새끼용',
    nil,
  },
  [7050] = {
    '데피아즈단 일꾼',
    nil,
  },
  [7051] = {
    '기괴한 데피아즈단 일꾼',
    nil,
  },
  [7052] = {
    '데피아즈단 순찰병',
    nil,
  },
  [7053] = {
    '클라벤 몰트웨이크',
    nil,
  },
  [7055] = {
    '검은바위 검은늑대',
    nil,
  },
  [7056] = {
    '데피아즈단 보초병',
    nil,
  },
  [7057] = {
    '발굴단장 쇼벨플랜지',
    nil,
  },
  [7067] = {
    '투자개발회사 일꾼',
    nil,
  },
  [7068] = {
    '이승을 떠도는 수행사제',
    nil,
  },
  [7069] = {
    '이승을 떠도는 수도사',
    nil,
  },
  [7070] = {
    '이승을 떠도는 성직자',
    nil,
  },
  [7071] = {
    '저주받은 성기사',
    nil,
  },
  [7072] = {
    '저주받은 심판관',
    nil,
  },
  [7075] = {
    '고통받는 마법사',
    nil,
  },
  [7076] = {
    '토석인 수호자',
    nil,
  },
  [7077] = {
    '토석인 조각장이',
    nil,
  },
  [7078] = {
    '그늘전갈',
    nil,
  },
  [7079] = {
    '방사성 폐기물',
    nil,
  },
  [7086] = {
    '저주받은 수액괴물',
    nil,
  },
  [7087] = {
    nil,
    '전문 무두장이',
  },
  [7088] = {
    nil,
    '전문 무두장이',
  },
  [7089] = {
    nil,
    '전문 무두장이',
  },
  [7091] = {
    '어둠괴철로 복병',
    nil,
  },
  [7092] = {
    '부패한 수액괴물',
    nil,
  },
  [7093] = {
    '썩은 수액괴물',
    nil,
  },
  [7097] = {
    '무쇠부리 올빼미',
    nil,
  },
  [7098] = {
    '비명소리 무쇠부리 올빼미',
    nil,
  },
  [7099] = {
    '사나운 무쇠부리 올빼미',
    nil,
  },
  [7100] = {
    '굽이나무 이끼늪괴물',
    nil,
  },
  [7101] = {
    '굽이나무 갈퀴늪괴물',
    nil,
  },
  [7105] = {
    '비취불꽃 사티로스',
    nil,
  },
  [7106] = {
    '비취불꽃 도적',
    nil,
  },
  [7107] = {
    '비취불꽃 요술사',
    nil,
  },
  [7108] = {
    '비취불꽃 배반자',
    nil,
  },
  [7109] = {
    '비취불꽃 악마추종자',
    nil,
  },
  [7110] = {
    '비취불꽃 그림자추적자',
    nil,
  },
  [7111] = {
    '비취불꽃 지옥소환사',
    nil,
  },
  [7112] = {
    '제데나르 이교도',
    nil,
  },
  [7113] = {
    '제데나르 수호병',
    nil,
  },
  [7114] = {
    '제데나르 집행자',
    nil,
  },
  [7115] = {
    '제데나르 숙련마술사',
    nil,
  },
  [7118] = {
    '제데나르 흑마술사',
    nil,
  },
  [7120] = {
    '제데나르 흑마법사',
    nil,
  },
  [7125] = {
    '제데나르 사냥개',
    nil,
  },
  [7126] = {
    '제데나르 지옥사냥개',
    nil,
  },
  [7132] = {
    '맹독 정령',
    nil,
  },
  [7135] = {
    '지옥의 호위병',
    nil,
  },
  [7136] = {
    '지옥의 보초병',
    nil,
  },
  [7138] = {
    '떠도는 강철나무정령',
    nil,
  },
  [7139] = {
    '천둥 강철나무정령',
    nil,
  },
  [7149] = {
    '시들어버린 보호의 고대정령',
    nil,
  },
  [7153] = {
    '마른가지 전사',
    nil,
  },
  [7154] = {
    '마른가지 정원사',
    nil,
  },
  [7155] = {
    '마른가지 길잡이',
    nil,
  },
  [7156] = {
    '마른가지 보초',
    nil,
  },
  [7157] = {
    '마른가지 복수자',
    nil,
  },
  [7158] = {
    '마른가지 주술사',
    nil,
  },
  [7161] = {
    '비운의 레닉스',
    nil,
  },
  [7166] = {
    '레닉스의 기계장치',
    nil,
  },
  [7170] = {
    nil,
    '호드 길잡이',
  },
  [7172] = {
    '노르간논 지식의 파수꾼',
    nil,
  },
  [7175] = {
    '바위동굴 복병',
    nil,
  },
  [7206] = {
    '고대 바위 문지기',
    nil,
  },
  [7209] = {
    '흑요석 파편',
    nil,
  },
  [7226] = {
    '모래 폭풍',
    nil,
  },
  [7230] = {
    '샤이스 스틸퓨리',
    '전문 대장장이',
  },
  [7231] = {
    '켈그룩 블러드액스',
    '전문 대장장이',
  },
  [7232] = {
    '보르구스 스틸핸드',
    '전문 대장장이',
  },
  [7233] = {
    '감독관 피줄',
    nil,
  },
  [7234] = {
    '꿈을 먹어치우는 페로시타스',
    nil,
  },
  [7235] = {
    '나무옹이 비술사',
    nil,
  },
  [7246] = {
    '성난모래 어둠사냥꾼',
    nil,
  },
  [7247] = {
    '성난모래 영혼사냥꾼',
    nil,
  },
  [7266] = {
    '불씨',
    nil,
  },
  [7267] = {
    '족장 우코르즈 샌드스칼프',
    nil,
  },
  [7268] = {
    '성난모래 수호물',
    nil,
  },
  [7269] = {
    '왕쇠똥구리',
    nil,
  },
  [7271] = {
    '의술사 줌라',
    nil,
  },
  [7272] = {
    '순교자 데카',
    nil,
  },
  [7274] = {
    '성난모래 사형집행인',
    nil,
  },
  [7275] = {
    '암흑사제 세즈지즈',
    nil,
  },
  [7276] = {
    '죽음의 줄파락 영웅',
    nil,
  },
  [7286] = {
    '줄파락 좀비',
    nil,
  },
  [7287] = {
    '현장감독 실릭시즈',
    nil,
  },
  [7288] = {
    '총감독 푸직 갤리윅스',
    nil,
  },
  [7290] = {
    '어둠괴철로 저격수',
    nil,
  },
  [7291] = {
    '갈간 파이어해머',
    nil,
  },
  [7292] = {
    '디니타 스톤맨틀',
    '금고 관리인',
  },
  [7298] = {
    '뎀눌 파마운틴',
    nil,
  },
  [7307] = {
    '투자개발회사 망꾼',
    nil,
  },
  [7308] = {
    '투자개발회사 순찰대원',
    nil,
  },
  [7309] = {
    '토석인 유물관리자',
    nil,
  },
  [7310] = {
    '돌연변이 투자개발회사 일꾼',
    nil,
  },
  [7311] = {
    nil,
    '상급 마법사',
  },
  [7312] = {
    nil,
    '상급 마법사',
  },
  [7313] = {
    '여사제 아무라',
    nil,
  },
  [7315] = {
    '다나스 블레이드싱어',
    '상급 전사',
  },
  [7316] = {
    '수녀 아퀴네',
    '수련 여사제',
  },
  [7317] = {
    '오벤 레이지클로',
    nil,
  },
  [7318] = {
    '레이지클로',
    nil,
  },
  [7319] = {
    '여왕거미 사스라',
    nil,
  },
  [7320] = {
    '바위동굴 싸움꾼',
    nil,
  },
  [7321] = {
    '바위동굴 화염술사',
    nil,
  },
  [7322] = {
    '검은밤호랑이',
    nil,
  },
  [7323] = {
    '윈스톤 울페',
    '늑대',
  },
  [7324] = {
    nil,
    '조경사',
  },
  [7325] = {
    '스승 캉',
    nil,
  },
  [7327] = {
    '썩어버린 전사',
    nil,
  },
  [7328] = {
    '썩어버린 도끼전투병',
    nil,
  },
  [7329] = {
    '썩어버린 가시경비병',
    nil,
  },
  [7332] = {
    '썩어버린 가시근위병',
    nil,
  },
  [7333] = {
    '썩어버린 전투멧돼지',
    nil,
  },
  [7334] = {
    '공포의 전투멧돼지',
    nil,
  },
  [7335] = {
    '죽음의 머리교 흙점쟁이',
    nil,
  },
  [7337] = {
    '죽음의 머리교 강령술사',
    nil,
  },
  [7340] = {
    '해골 흑마술사',
    nil,
  },
  [7341] = {
    '해골 냉기술사',
    nil,
  },
  [7342] = {
    '해골 소환사',
    nil,
  },
  [7343] = {
    '가시해골 병사',
    nil,
  },
  [7344] = {
    '가시해골 전사',
    nil,
  },
  [7345] = {
    '가시해골 대장',
    nil,
  },
  [7346] = {
    '가시해골 백인대장',
    nil,
  },
  [7347] = {
    '강철손톱 구울',
    nil,
  },
  [7348] = {
    '가시먹이 구울',
    nil,
  },
  [7349] = {
    '무덤지하마귀',
    nil,
  },
  [7351] = {
    '갈퀴발톱 무덤지하마귀',
    nil,
  },
  [7352] = {
    '얼어붙은 영혼',
    nil,
  },
  [7353] = {
    '얼어죽은 유령',
    nil,
  },
  [7354] = {
    '너덜주둥이',
    nil,
  },
  [7356] = {
    '썩어가는 역병아귀',
    nil,
  },
  [7357] = {
    '불꽃눈 모드레쉬',
    nil,
  },
  [7358] = {
    '혹한의 암네나르',
    nil,
  },
  [7360] = {
    '던 가록 병사',
    nil,
  },
  [7363] = {
    '수집가 굼이샤',
    nil,
  },
  [7364] = {
    '완전무결한 드레니시스트 구슬',
    nil,
  },
  [7365] = {
    '완전무결한 드레니시스트 파편',
    nil,
  },
  [7366] = {
    'zzOLD돌가죽 토템 IV',
    nil,
  },
  [7367] = {
    'zzOLD돌가죽 토템 V',
    nil,
  },
  [7368] = {
    'zzOLD돌가죽 토템 VI',
    nil,
  },
  [7369] = {
    '저승바람 투사',
    nil,
  },
  [7370] = {
    '비운의 망령',
    nil,
  },
  [7371] = {
    '저승바람 싸움꾼',
    nil,
  },
  [7372] = {
    '저승바람 흑마법사',
    nil,
  },
  [7376] = {
    '하늘그늘독수리',
    nil,
  },
  [7379] = {
    '저승바람 오우거마법사',
    nil,
  },
  [7380] = {
    '샴고양이',
    nil,
  },
  [7381] = {
    '은빛띠고양이',
    nil,
  },
  [7382] = {
    '주황띠고양이',
    nil,
  },
  [7383] = {
    '검은얼룩고양이',
    nil,
  },
  [7384] = {
    '주황얼룩고양이',
    nil,
  },
  [7385] = {
    '검은고양이',
    nil,
  },
  [7386] = {
    '하얀집고양이',
    nil,
  },
  [7387] = {
    '초록금강앵무',
    nil,
  },
  [7391] = {
    '유리금강앵무',
    nil,
  },
  [7392] = {
    '초원닭',
    nil,
  },
  [7394] = {
    '안코나닭',
    nil,
  },
  [7395] = {
    '바퀴벌레',
    nil,
  },
  [7396] = {
    '토석인 돌망치장이',
    nil,
  },
  [7397] = {
    '토석인 석공',
    nil,
  },
  [7398] = {
    'zzOLD돌발톱 토템 V',
    nil,
  },
  [7399] = {
    'zzOLD돌발톱 토템 VI',
    nil,
  },
  [7400] = {
    'zzOLD불타는 토템 V',
    nil,
  },
  [7401] = {
    '드레나이 피난민',
    nil,
  },
  [7402] = {
    'zzOLD불타는 토템 VI',
    nil,
  },
  [7403] = {
    'zzOLD대지력 토템 IV',
    nil,
  },
  [7404] = {
    '[4.x 미사용]갈라크 화염경비병',
    nil,
  },
  [7405] = {
    '맹독그늘전갈',
    nil,
  },
  [7406] = {
    '오글소프 오브노티쿠스',
    '노움 전문 기계공학자',
  },
  [7407] = {
    '선임기술자 빌지위즐',
    '가젯잔 수자원개발회사',
  },
  [7408] = {
    '양수기기사 루글룬켓',
    '가젯잔 수자원개발회사',
  },
  [7409] = {
    '흔들리는 드레니시스트 결정',
    nil,
  },
  [7410] = {
    '텔만 슬레이트피스트',
    '알터랙 계곡 전투모병관',
  },
  [7411] = {
    '사스라의 혼',
    nil,
  },
  [7412] = {
    'zzOLD냉기 저항 토템 II',
    nil,
  },
  [7413] = {
    'zzOLD냉기 저항 토템 III',
    nil,
  },
  [7414] = {
    'zzOLD마나샘 토템 II',
    nil,
  },
  [7415] = {
    'zzOLD마나샘 토템 III',
    nil,
  },
  [7416] = {
    'zzOLD마나샘 토템 IV',
    nil,
  },
  [7423] = {
    'zzOLD불꽃의 토템 III',
    nil,
  },
  [7424] = {
    'zzOLD화염 저항 토템 II',
    nil,
  },
  [7425] = {
    'zzOLD화염 저항 토템 III',
    nil,
  },
  [7427] = {
    '타임 레이지토템',
    '알터랙 계곡 전투모병관',
  },
  [7428] = {
    '서리망치거인',
    nil,
  },
  [7429] = {
    '서리망치거인 수호자',
    nil,
  },
  [7430] = {
    '어린 눈호랑이',
    nil,
  },
  [7431] = {
    '눈호랑이',
    nil,
  },
  [7432] = {
    '굶주린 눈호랑이',
    nil,
  },
  [7433] = {
    '어미 눈호랑이',
    nil,
  },
  [7434] = {
    '우두머리 눈호랑이',
    nil,
  },
  [7435] = {
    '푸른비늘고룡족',
    nil,
  },
  [7436] = {
    '푸른비늘혈족 맹독전사',
    nil,
  },
  [7437] = {
    '푸른비늘혈족 마술사',
    nil,
  },
  [7438] = {
    '겨울눈 펄볼그',
    nil,
  },
  [7439] = {
    '겨울눈 주술사',
    nil,
  },
  [7440] = {
    '겨울눈 보초',
    nil,
  },
  [7441] = {
    '겨울눈 토템술사',
    nil,
  },
  [7442] = {
    '겨울눈 길잡이',
    nil,
  },
  [7443] = {
    '긴발톱 톱니이빨곰',
    nil,
  },
  [7444] = {
    '톱니이빨곰',
    nil,
  },
  [7445] = {
    '덩치 큰 톱니이빨곰',
    nil,
  },
  [7446] = {
    '광포한 톱니이빨곰',
    nil,
  },
  [7447] = {
    '어린 서리바람 키메라',
    nil,
  },
  [7448] = {
    '서리바람 키메라',
    nil,
  },
  [7449] = {
    '갈퀴발톱 서리바람 키메라',
    nil,
  },
  [7450] = {
    '털북숭이 올빼미야수',
    nil,
  },
  [7451] = {
    '흉포한 올빼미야수',
    nil,
  },
  [7452] = {
    '광기 어린 올빼미야수',
    nil,
  },
  [7453] = {
    '달빛 깃든 올빼미야수',
    nil,
  },
  [7454] = {
    '광포한 올빼미야수',
    nil,
  },
  [7455] = {
    '여명의 설원 올빼미',
    nil,
  },
  [7456] = {
    '여명의 설원 비명올빼미',
    nil,
  },
  [7457] = {
    '떠도는 얼음엉겅퀴설인',
    nil,
  },
  [7458] = {
    '얼음엉겅퀴설인',
    nil,
  },
  [7459] = {
    '맹렬한 얼음엉겅퀴설인',
    nil,
  },
  [7460] = {
    '덩치 큰 얼음엉겅퀴설인',
    nil,
  },
  [7461] = {
    '헤더린의 신도',
    nil,
  },
  [7462] = {
    '헤더린의 마나사냥개',
    nil,
  },
  [7463] = {
    '헤더린의 척살자',
    nil,
  },
  [7464] = {
    'zzOLD용암 토템 II',
    nil,
  },
  [7465] = {
    'zzOLD용암 토템 III',
    nil,
  },
  [7466] = {
    'zzOLD용암 토템 IV',
    nil,
  },
  [7467] = {
    '자연 저항 토템',
    nil,
  },
  [7468] = {
    'zzOLD자연 저항 토템 II',
    nil,
  },
  [7469] = {
    'zzOLD자연 저항 토템 III',
    nil,
  },
  [7483] = {
    'zzOLD질풍의 토템 II',
    nil,
  },
  [7484] = {
    'zzOLD질풍의 토템 III',
    nil,
  },
  [7485] = {
    nil,
    '식료품 상인',
  },
  [7486] = {
    'zzOLD은총의 토템',
    nil,
  },
  [7487] = {
    'zzOLD은총의 토템 II',
    nil,
  },
  [7489] = {
    '은빛소나무숲 죽음경비병',
    nil,
  },
  [7503] = {
    '눈의 저주 (남성)',
    nil,
  },
  [7504] = {
    '눈의 저주 (남성)',
    nil,
  },
  [7505] = {
    '혈법사 드라지알',
    nil,
  },
  [7506] = {
    '혈법사 린노어',
    nil,
  },
  [7523] = {
    '괴로워하는 명가의 원혼',
    nil,
  },
  [7524] = {
    '고통받는 명가의 원혼',
    nil,
  },
  [7527] = {
    '고블린 지뢰',
    nil,
  },
  [7543] = {
    '작은 암흑 새끼용의 알',
    nil,
  },
  [7544] = {
    '진홍빛 새끼용',
    nil,
  },
  [7545] = {
    '작은 에메랄드 새끼용',
    nil,
  },
  [7546] = {
    '작은 청동 새끼용',
    nil,
  },
  [7547] = {
    '작은 청색 새끼용',
    nil,
  },
  [7549] = {
    '청개구리',
    nil,
  },
  [7550] = {
    '뿔개구리',
    nil,
  },
  [7551] = {
    '황소개구리',
    nil,
  },
  [7552] = {
    '섬개구리',
    nil,
  },
  [7553] = {
    '큰뿔부엉이',
    nil,
  },
  [7554] = {
    '흰부엉이',
    nil,
  },
  [7555] = {
    '솔부엉이',
    nil,
  },
  [7556] = {
    '솔부엉이',
    nil,
  },
  [7560] = {
    '눈덧신 토끼',
    nil,
  },
  [7561] = {
    '눈서리뱀',
    nil,
  },
  [7562] = {
    '갈색나무뱀',
    nil,
  },
  [7564] = {
    '마린 노겐포저',
    nil,
  },
  [7565] = {
    '검은왕뱀',
    nil,
  },
  [7566] = {
    '붉은띠뱀',
    nil,
  },
  [7567] = {
    '붉은뱀',
    nil,
  },
  [7568] = {
    '줄무늬뱀',
    nil,
  },
  [7569] = {
    '녹색물뱀',
    nil,
  },
  [7570] = {
    '엘프 위습',
    nil,
  },
  [7572] = {
    '호드 영웅의 넋',
    nil,
  },
  [7583] = {
    '스프링클',
    nil,
  },
  [7584] = {
    '떠도는 나무정령',
    nil,
  },
  [7603] = {
    '오염된 노움 조수',
    nil,
  },
  [7604] = {
    '하사관 블라이',
    nil,
  },
  [7605] = {
    '레이븐',
    nil,
  },
  [7606] = {
    '오로 아이가우지',
    nil,
  },
  [7607] = {
    '위글리 블라스트퓨즈',
    nil,
  },
  [7608] = {
    '무르타 그림구트',
    nil,
  },
  [7623] = {
    '파견사령관 루아그',
    nil,
  },
  [7664] = {
    '파멸자 라젤리크',
    nil,
  },
  [7665] = {
    '파괴자 그롤',
    nil,
  },
  [7666] = {
    '대마법사 알리스타즈',
    nil,
  },
  [7667] = {
    '여군주 세바인',
    nil,
  },
  [7668] = {
    '라젤리크의 하수인',
    nil,
  },
  [7669] = {
    '그롤의 하수인',
    nil,
  },
  [7670] = {
    '알리스타즈의 하수인',
    nil,
  },
  [7671] = {
    '세바인의 하수인',
    nil,
  },
  [7683] = {
    nil,
    '푸른달 골동품점 주인',
  },
  [7684] = {
    '표범',
    nil,
  },
  [7686] = {
    '벵갈호랑이',
    nil,
  },
  [7687] = {
    '점박이눈호랑이',
    nil,
  },
  [7689] = {
    '점박이밤호랑이',
    nil,
  },
  [7690] = {
    '줄무늬밤호랑이',
    nil,
  },
  [7703] = {
    '검은색 랩터',
    nil,
  },
  [7704] = {
    '붉은 점박이 랩터',
    nil,
  },
  [7706] = {
    '상아색 랩터',
    nil,
  },
  [7707] = {
    '청록색 랩터',
    nil,
  },
  [7708] = {
    '보라색 랩터',
    nil,
  },
  [7709] = {
    '길들인 타조 (Brown)',
    nil,
  },
  [7710] = {
    '길들인 타조 (Gray)',
    nil,
  },
  [7711] = {
    '길들인 타조 (Pink)',
    nil,
  },
  [7712] = {
    '길들인 타조 (Purple)',
    nil,
  },
  [7713] = {
    '길들인 타조 (Turquoise)',
    nil,
  },
  [7714] = {
    '비울라',
    '여관주인',
  },
  [7724] = {
    '선임측량사 피즐도저',
    '가젯잔 수자원개발회사',
  },
  [7725] = {
    '그림토템 침략자',
    nil,
  },
  [7726] = {
    '그림토템 식물학자',
    nil,
  },
  [7727] = {
    '그림토템 주술사',
    nil,
  },
  [7728] = {
    '저주받은 키리스',
    nil,
  },
  [7729] = {
    '키리스의 영혼',
    nil,
  },
  [7730] = {
    '돌발톱 그런트',
    nil,
  },
  [7731] = {
    '여관주인 자이카',
    '여관주인',
  },
  [7732] = {
    '복제 버그',
    nil,
  },
  [7733] = {
    '여관주인 피즈그림블',
    '여관주인',
  },
  [7734] = {
    nil,
    '영혼의 수호자',
  },
  [7735] = {
    '펠쿨라',
    '아젤리크의 용사',
  },
  [7736] = {
    '여관주인 쉬리아',
    '여관주인',
  },
  [7737] = {
    '여관주인 그룰',
    '여관주인',
  },
  [7738] = {
    '불타는 하수인',
    nil,
  },
  [7739] = {
    '빨간 기계타조',
    nil,
  },
  [7740] = {
    '그라시나 스피릿마이트',
    nil,
  },
  [7744] = {
    '여관주인 툴프람',
    '여관주인',
  },
  [7749] = {
    '푸른 기계타조',
    nil,
  },
  [7750] = {
    '하사관 선드 스플릿후프',
    nil,
  },
  [7763] = {
    '커글 크랭크홉',
    nil,
  },
  [7764] = {
    '트로야스 문브리즈',
    nil,
  },
  [7765] = {
    '무쇠이빨',
    nil,
  },
  [7767] = {
    '마른나무껍질 지옥사냥개',
    nil,
  },
  [7768] = {
    '마른나무껍질 새끼거미',
    nil,
  },
  [7769] = {
    '하잘리 기생충',
    nil,
  },
  [7770] = {
    '윙키',
    nil,
  },
  [7771] = {
    '마본 리벳시커',
    nil,
  },
  [7772] = {
    '칼린 윈드플라이트',
    nil,
  },
  [7773] = {
    '말리 위시러너',
    nil,
  },
  [7774] = {
    '샤이 리프러너',
    nil,
  },
  [7775] = {
    '그레간 브루스퓨워',
    nil,
  },
  [7776] = {
    '탈로 쏜후프',
    nil,
  },
  [7778] = {
    '도란 스틸윙',
    nil,
  },
  [7779] = {
    '여사제 티리오나',
    nil,
  },
  [7780] = {
    nil,
    '마른나무껍질 트롤',
  },
  [7784] = {
    '유도 로봇 OOX-17/TN',
    nil,
  },
  [7785] = {
    '줌라의 수호물',
    nil,
  },
  [7786] = {
    '줌라의 해골',
    nil,
  },
  [7787] = {
    '성난모래 노예',
    nil,
  },
  [7788] = {
    '성난모래 노역꾼',
    nil,
  },
  [7789] = {
    '성난모래 정신병자',
    nil,
  },
  [7791] = {
    '순교자 데카의 변신 형상',
    nil,
  },
  [7792] = {
    '무쇠모루 아투르크',
    nil,
  },
  [7793] = {
    '옥스',
    '미스릴 대장조합',
  },
  [7794] = {
    nil,
    '미스릴 대장조합',
  },
  [7795] = {
    '유체술사 벨라타',
    nil,
  },
  [7796] = {
    '네크룸 거트츄어',
    nil,
  },
  [7798] = {
    '쇠망치 행크',
    '미스릴 대장조합',
  },
  [7799] = {
    '김블쏜',
    '은행원',
  },
  [7800] = {
    '기계박사 텔마플러그',
    nil,
  },
  [7801] = {
    '길버라딘 선체이서',
    nil,
  },
  [7802] = {
    '전설의 대장장이 갈반',
    '미스릴 대장조합의 수석 대장장이',
  },
  [7803] = {
    '모래구덩이전갈',
    nil,
  },
  [7804] = {
    '트렌튼 라이트해머',
    '미스릴 대장조합',
  },
  [7805] = {
    '사막유랑단 무법자',
    nil,
  },
  [7806] = {
    '유도 로봇 OOX-09/HL',
    nil,
  },
  [7807] = {
    '유도 로봇 OOX-22/FE',
    nil,
  },
  [7808] = {
    '약탈자 올빼미야수',
    nil,
  },
  [7809] = {
    '썩은가지 복병',
    nil,
  },
  [7823] = {
    '베라 스톤해머',
    '그리핀 조련사',
  },
  [7824] = {
    '벌크렉 레이지피스트',
    '와이번 조련사',
  },
  [7825] = {
    '오란 스네이크레이드',
    nil,
  },
  [7826] = {
    '대사 알달란',
    nil,
  },
  [7843] = {
    '놈리건 피난민',
    nil,
  },
  [7844] = {
    'zzOLD불꽃 회오리 토템 IV',
    nil,
  },
  [7845] = {
    'zzOLD불꽃 회오리 토템 V',
    nil,
  },
  [7846] = {
    '파멸의 테레무스',
    nil,
  },
  [7847] = {
    '칼리프 스콜피드스팅',
    nil,
  },
  [7848] = {
    '어슬렁거리는 거친흉터 설인',
    nil,
  },
  [7849] = {
    '이동 경보 장치',
    nil,
  },
  [7851] = {
    '네더가드 정예병',
    nil,
  },
  [7852] = {
    nil,
    '가죽세공용품 상인',
  },
  [7853] = {
    nil,
    '선임기술자',
  },
  [7854] = {
    '장도르 스위프트스트라이더',
    '가죽세공용품 상인',
  },
  [7855] = {
    '남쪽바다 해적',
    nil,
  },
  [7856] = {
    '남쪽바다 약탈자',
    nil,
  },
  [7857] = {
    '남쪽바다 부두일꾼',
    nil,
  },
  [7858] = {
    '남쪽바다 칼잡이',
    nil,
  },
  [7863] = {
    '몽상의 시야',
    nil,
  },
  [7864] = {
    '명가의 악령',
    nil,
  },
  [7865] = {
    '와일드해머 보초병',
    nil,
  },
  [7866] = {
    nil,
    '전문 가죽세공인',
  },
  [7867] = {
    '토르카프 드래곤아이',
    '전문 가죽세공인',
  },
  [7868] = {
    '사라 태너',
    '전문 가죽세공인',
  },
  [7869] = {
    '부룸 윈터후프',
    '전문 가죽세공인',
  },
  [7870] = {
    '캐리시아 문헌터',
    '전문 가죽세공인',
  },
  [7871] = {
    nil,
    '전문 가죽세공인',
  },
  [7872] = {
    '죽음의 머리교 신도',
    nil,
  },
  [7873] = {
    '가시덩굴 전투호위병',
    nil,
  },
  [7874] = {
    '가시덩굴 가시마술사',
    nil,
  },
  [7875] = {
    '아도겐 스위프트스트라이더',
    nil,
  },
  [7876] = {
    nil,
    '기술용품 상인',
  },
  [7877] = {
    '라트로니쿠스 문스피어',
    nil,
  },
  [7878] = {
    '베스티아 문스피어',
    nil,
  },
  [7879] = {
    '퀸티스 존스파이어',
    nil,
  },
  [7880] = {
    '긴로 하트킨들',
    nil,
  },
  [7882] = {
    '보안과장 빌지위즐',
    '수자원개발회사 경비',
  },
  [7883] = {
    '앙드레 파이어비어드',
    nil,
  },
  [7884] = {
    '프라가르 썬더맨틀',
    nil,
  },
  [7885] = {
    '원한꼬리 전투대장',
    nil,
  },
  [7886] = {
    '원한꼬리 요술사',
    nil,
  },
  [7895] = {
    '사절 블러드레이지',
    nil,
  },
  [7897] = {
    '경보폭탄 2600',
    nil,
  },
  [7898] = {
    '해적 보물 트리거',
    nil,
  },
  [7899] = {
    '보물사냥꾼 무법자',
    nil,
  },
  [7900] = {
    '안젤라스 문브리즈',
    nil,
  },
  [7901] = {
    '보물사냥꾼 칼잡이',
    nil,
  },
  [7902] = {
    '보물사냥꾼 해적단원',
    nil,
  },
  [7903] = {
    '주얼',
    '트로야스의 소환수',
  },
  [7904] = {
    nil,
    '안젤라스의 소환수',
  },
  [7907] = {
    '다린 라이트윈드',
    '세나리온 지식의 파수꾼',
  },
  [7915] = {
    '보행 폭탄',
    nil,
  },
  [7916] = {
    '에렐라스 앰버스카이',
    nil,
  },
  [7917] = {
    '수사 세르노',
    nil,
  },
  [7918] = {
    '노르간논의 바위감시자',
    nil,
  },
  [7936] = {
    '리온 마운틴하트',
    nil,
  },
  [7937] = {
    '땜장이왕 멕카토크',
    '노움 국왕',
  },
  [7939] = {
    '페더문 파수꾼',
    nil,
  },
  [7940] = {
    nil,
    '재봉용품 상인',
  },
  [7941] = {
    '말드랙 그린웰',
    '식료품 상인',
  },
  [7942] = {
    nil,
    '일용품 상인',
  },
  [7943] = {
    nil,
    '생선 상인',
  },
  [7944] = {
    '수석땜장이 오버스파크',
    '노움 전문 기계공학자',
  },
  [7945] = {
    nil,
    '낚시용품 상인',
  },
  [7946] = {
    nil,
    '전문 낚시꾼',
  },
  [7947] = {
    nil,
    '직업용품 상인',
  },
  [7948] = {
    '킬란나 윈드위스퍼',
    '전문 연금술사',
  },
  [7949] = {
    '실린니아 스타샤인',
    '전문 마법부여사',
  },
  [7950] = {
    '수석수리공 캐스트파이프',
    nil,
  },
  [7952] = {
    nil,
    '랩터 조련사',
  },
  [7953] = {
    nil,
    '전문 기수',
  },
  [7954] = {
    '빈지 페더휘슬',
    '전문 기수',
  },
  [7955] = {
    '밀리 페더휘슬',
    '기계타조 상인',
  },
  [7956] = {
    '킨달 문위버',
    nil,
  },
  [7957] = {
    '제르카이 문위버',
    nil,
  },
  [7975] = {
    '나라체 야영지 용사',
    nil,
  },
  [7976] = {
    '탈구스 썬더피스트',
    '무기 상인',
  },
  [7978] = {
    '빔블 롱베리',
    '과일 상인',
  },
  [7980] = {
    '정예 죽음경비병',
    nil,
  },
  [7995] = {
    '타락한 여사제 헥스',
    nil,
  },
  [7996] = {
    '수호자 퀴아가',
    nil,
  },
  [7997] = {
    '사로잡힌 화살요정용',
    nil,
  },
  [7998] = {
    '폭발물전문가 에미 쇼트퓨즈',
    nil,
  },
  [7999] = {
    '티란데 위스퍼윈드',
    '엘룬의 대여사제',
  },
  [8015] = {
    '잿빛 골짜기 파수꾼',
    nil,
  },
  [8016] = {
    '불모의 땅 경비병',
    nil,
  },
  [8017] = {
    '센진 수호병',
    nil,
  },
  [8018] = {
    '거스룸 썬더피스트',
    '그리핀 조련사',
  },
  [8019] = {
    '필드렌 문페더',
    '히포그리프 조련사',
  },
  [8020] = {
    '[미사용]쉬인',
    '와이번 조련사',
  },
  [8021] = {
    '올윈 기즈믹',
    nil,
  },
  [8022] = {
    '샤디우스 그림셰이드',
    nil,
  },
  [8023] = {
    '뾰족부리',
    nil,
  },
  [8024] = {
    '뾰족부리 아빠',
    nil,
  },
  [8025] = {
    '뾰족부리 엄마',
    nil,
  },
  [8026] = {
    '신텔 블레이드위버',
    nil,
  },
  [8035] = {
    '검은무쇠 지뢰',
    nil,
  },
  [8055] = {
    '텔사마 산악경비대',
    nil,
  },
  [8075] = {
    '에다나 헤이트탈론',
    nil,
  },
  [8095] = {
    '모래집게 술리투즈',
    nil,
  },
  [8096] = {
    '서부 몰락지대 여단 경비병',
    '서부 몰락지대 여단',
  },
  [8115] = {
    '의술사 우제리',
    nil,
  },
  [8116] = {
    '지글 스팍스',
    '폭죽 상인',
  },
  [8117] = {
    '위즈뱅 붐즈',
    '폭죽 상인',
  },
  [8118] = {
    nil,
    '폭죽 상인',
  },
  [8119] = {
    nil,
    '은행원',
  },
  [8120] = {
    '흉포한 술리투즈',
    nil,
  },
  [8121] = {
    '작실 스팍스',
    '폭죽 상인',
  },
  [8122] = {
    '키자크 스팍스',
    '폭죽 상인',
  },
  [8123] = {
    '릭클 골드그러버',
    '은행원',
  },
  [8124] = {
    nil,
    '은행원',
  },
  [8125] = {
    '더지 퀵클레이브',
    '푸줏간 주인',
  },
  [8126] = {
    '닉스 스프로켓스프링',
    '고블린 전문 기계공학자',
  },
  [8127] = {
    nil,
    '술의 우두머리',
  },
  [8128] = {
    '피클',
    '전문 광부',
  },
  [8129] = {
    '링클 굿스틸',
    '고급 갑옷 상인',
  },
  [8130] = {
    '새끼 술리투즈',
    nil,
  },
  [8131] = {
    '브리즈릭 벅샷',
    '총기류 상인',
  },
  [8136] = {
    '군주 샬자루',
    nil,
  },
  [8137] = {
    nil,
    '낚시꾼',
  },
  [8138] = {
    '어린 술리투즈',
    nil,
  },
  [8139] = {
    nil,
    '일용품 상인',
  },
  [8140] = {
    '수사 칼먼',
    '상급 성기사',
  },
  [8141] = {
    '대장 이븐케인',
    '상급 전사',
  },
  [8142] = {
    '얀노스 라이트후프',
    '상급 드루이드',
  },
  [8143] = {
    nil,
    '식료품 상인',
  },
  [8144] = {
    '쿨레그 스톤혼',
    '전문 무두장이',
  },
  [8145] = {
    '신드라 톨그라스',
    '직업용품 상인',
  },
  [8146] = {
    nil,
    '전문 약초채집사',
  },
  [8147] = {
    '모자케 야영지 용사',
    nil,
  },
  [8149] = {
    '보초 술리투즈',
    nil,
  },
  [8150] = {
    nil,
    '식료품 상인',
  },
  [8151] = {
    '나이젤의 야영지 경비병',
    nil,
  },
  [8152] = {
    nil,
    '식료품 상인',
  },
  [8153] = {
    '나르브 하이드크래프터',
    '전문 가죽세공인',
  },
  [8154] = {
    '침묵의초소 용사',
    nil,
  },
  [8155] = {
    '카르가스 그런트',
    nil,
  },
  [8156] = {
    '안투술의 종복',
    nil,
  },
  [8157] = {
    nil,
    '연금술용품 상인',
  },
  [8158] = {
    nil,
    '연금술용품 상인',
  },
  [8159] = {
    '워브 스트롱스티치',
    '천 및 가죽 방어구 상인',
  },
  [8160] = {
    nil,
    '가죽세공용품 상인',
  },
  [8161] = {
    nil,
    '대장용품 상인',
  },
  [8176] = {
    nil,
    '대장용품 상인',
  },
  [8177] = {
    nil,
    '연금술용품 상인',
  },
  [8178] = {
    '니나 라이트브루',
    '연금술용품 상인',
  },
  [8179] = {
    '상급 치유의 수호물',
    nil,
  },
  [8198] = {
    '틱크',
    nil,
  },
  [8199] = {
    '부대장 크라질락',
    nil,
  },
  [8200] = {
    '모래술사 진잘라',
    nil,
  },
  [8201] = {
    '실성한 옴고른',
    nil,
  },
  [8202] = {
    '미치광이 사이클록',
    nil,
  },
  [8203] = {
    '크레그 킬홀',
    nil,
  },
  [8204] = {
    '파멸의 소리드',
    nil,
  },
  [8205] = {
    '포악한 하르카',
    nil,
  },
  [8207] = {
    '잿불날개',
    nil,
  },
  [8208] = {
    '피에 굶주린 문둥발하이에나',
    nil,
  },
  [8210] = {
    '서슬갈퀴',
    nil,
  },
  [8211] = {
    '늙은 절벽껑충늑대',
    nil,
  },
  [8212] = {
    '리크',
    nil,
  },
  [8213] = {
    '무쇠껍질',
    nil,
  },
  [8214] = {
    '잘린데 서머드레이크',
    nil,
  },
  [8216] = {
    '광전사 레세로크',
    nil,
  },
  [8217] = {
    '마법부여사 미스레디스',
    nil,
  },
  [8218] = {
    '추적자 메마른심장',
    nil,
  },
  [8219] = {
    '줄라렉 헤이트파울러',
    nil,
  },
  [8236] = {
    '진흙광포어',
    nil,
  },
  [8256] = {
    '도서관장 소리우스',
    nil,
  },
  [8257] = {
    '수액덩어리',
    nil,
  },
  [8276] = {
    '바람갈기 뾰족부리그리핀',
    nil,
  },
  [8278] = {
    '스몰더',
    nil,
  },
  [8279] = {
    '불완전한 전쟁 골렘',
    nil,
  },
  [8281] = {
    '스칼드',
    nil,
  },
  [8282] = {
    '대영주 마스트로곤드',
    nil,
  },
  [8283] = {
    '노예상인 블랙하트',
    nil,
  },
  [8284] = {
    '도리우스 스톤텐더',
    nil,
  },
  [8296] = {
    '험상궂은 모조',
    nil,
  },
  [8297] = {
    '고집불통 마그로노스',
    nil,
  },
  [8298] = {
    '현자 아쿠바르',
    nil,
  },
  [8299] = {
    '재앙의 검은발톱',
    nil,
  },
  [8301] = {
    '칼날집게발 딸깍이',
    nil,
  },
  [8302] = {
    '죽음의 눈',
    nil,
  },
  [8304] = {
    '드레드스콘',
    nil,
  },
  [8305] = {
    nil,
    '연금술용품 상인',
  },
  [8306] = {
    nil,
    '전문 요리사',
  },
  [8307] = {
    '타반 하트그레인',
    '빵 상인',
  },
  [8308] = {
    nil,
    '상급 사냥꾼',
  },
  [8310] = {
    '순찰대원 볼퍼트',
    '어둠의 순찰대',
  },
  [8311] = {
    '진흙구더기',
    nil,
  },
  [8317] = {
    '아탈라이 부족 영혼',
    nil,
  },
  [8318] = {
    '아탈라이 노예',
    nil,
  },
  [8319] = {
    '악몽의 새끼용',
    nil,
  },
  [8320] = {
    '스프록',
    '원정팀',
  },
  [8324] = {
    '아탈라이 해골',
    nil,
  },
  [8336] = {
    '학카리 채찍천둥매',
    nil,
  },
  [8337] = {
    '검은무쇠 대장장이',
    nil,
  },
  [8338] = {
    '검은무쇠 명사수',
    nil,
  },
  [8356] = {
    nil,
    '은행원',
  },
  [8357] = {
    nil,
    '은행원',
  },
  [8358] = {
    nil,
    '천 방어구 상인',
  },
  [8359] = {
    nil,
    '가죽 방어구 상인',
  },
  [8360] = {
    nil,
    '사슬 방어구 상인',
  },
  [8361] = {
    nil,
    '마법 재료 상인',
  },
  [8362] = {
    nil,
    '일용품 상인',
  },
  [8363] = {
    '샤디 미스트러너',
    '직업용품 상인',
  },
  [8364] = {
    nil,
    '가방 상인',
  },
  [8376] = {
    '기계닭',
    nil,
  },
  [8379] = {
    '대마법사 실렘',
    nil,
  },
  [8380] = {
    '선장 바네사 벨티스',
    nil,
  },
  [8383] = {
    '스승 우드',
    nil,
  },
  [8384] = {
    '지하껍질괴물',
    nil,
  },
  [8385] = {
    '무라 룬토템',
    nil,
  },
  [8386] = {
    '지평선 정찰대 선원',
    nil,
  },
  [8387] = {
    '지평선 정찰대 일등항해사',
    nil,
  },
  [8388] = {
    '지평선 정찰대 요리사',
    nil,
  },
  [8389] = {
    '지평선 정찰대 기술자',
    nil,
  },
  [8390] = {
    '연금술사 큘리',
    nil,
  },
  [8391] = {
    '검은 라소릭',
    nil,
  },
  [8392] = {
    '조종사 시그스 퓨즈라이터',
    nil,
  },
  [8393] = {
    '테레사 윈드송',
    nil,
  },
  [8394] = {
    '롤랜드 기어대블러',
    nil,
  },
  [8396] = {
    '파수꾼 달리아 선블레이드',
    nil,
  },
  [8397] = {
    '파수꾼 켈다라 선블레이드',
    nil,
  },
  [8398] = {
    nil,
    '양손 무기 상인',
  },
  [8399] = {
    nil,
    '실렘의 수습생',
  },
  [8401] = {
    nil,
    '땅다람쥐 상인',
  },
  [8402] = {
    '사로잡힌 고고학자',
    nil,
  },
  [8403] = {
    nil,
    '바퀴벌레 상인',
  },
  [8404] = {
    nil,
    '뱀 상인',
  },
  [8408] = {
    '장군 크렐리안',
    nil,
  },
  [8409] = {
    '순례자 티셋',
    nil,
  },
  [8416] = {
    '펠릭스 윈들볼트',
    nil,
  },
  [8417] = {
    '죽어가는 고고학자',
    nil,
  },
  [8418] = {
    '팔라 세이지윈드',
    nil,
  },
  [8419] = {
    '황혼의 우상숭배자',
    nil,
  },
  [8436] = {
    '잠마엘 룬시슬',
    nil,
  },
  [8437] = {
    '학카리 문지기',
    nil,
  },
  [8438] = {
    '학카리 수호천둥매',
    nil,
  },
  [8440] = {
    '학카르의 사령',
    nil,
  },
  [8441] = {
    nil,
    '닐리스의 수호물',
  },
  [8442] = {
    '그늘거미 밀렵꾼',
    '암거래상단',
  },
  [8443] = {
    '학카르의 화신',
    nil,
  },
  [8444] = {
    '대상 코빅',
    '암거래상단',
  },
  [8446] = {
    '시그스 퓨즈라이터의 비행기',
    nil,
  },
  [8447] = {
    '딸깍이',
    '암거래상단',
  },
  [8477] = {
    '해골 하수인',
    nil,
  },
  [8478] = {
    '이등항해사 샨드릴',
    nil,
  },
  [8479] = {
    '칼라란 윈드블레이드',
    nil,
  },
  [8480] = {
    '책략가 칼라란',
    nil,
  },
  [8496] = {
    '리브 리즐픽스',
    '작업장 조수',
  },
  [8497] = {
    '악몽의 문지기',
    nil,
  },
  [8503] = {
    '기블윌트',
    nil,
  },
  [8504] = {
    '검은무쇠 경비병',
    nil,
  },
  [8505] = {
    '잠말란의 사술',
    nil,
  },
  [8506] = {
    '속박된 에라니쿠스',
    nil,
  },
  [8508] = {
    nil,
    '낚시용품 상인',
  },
  [8509] = {
    '수습기사 몰트레이크',
    nil,
  },
  [8510] = {
    '아탈라이 토템',
    nil,
  },
  [8517] = {
    '시그스 퓨즈라이터',
    nil,
  },
  [8518] = {
    '열쇠지기 린타리엘',
    nil,
  },
  [8519] = {
    '황폐의 물결',
    nil,
  },
  [8520] = {
    '역병의 재앙',
    nil,
  },
  [8521] = {
    '황폐의 그림자',
    nil,
  },
  [8522] = {
    '역병의 괴수',
    nil,
  },
  [8523] = {
    '스컬지 병사',
    nil,
  },
  [8524] = {
    '저주받은 마법사',
    nil,
  },
  [8525] = {
    '스컬지 보초병',
    nil,
  },
  [8526] = {
    '암흑의 마술사',
    nil,
  },
  [8527] = {
    '스컬지 경비병',
    nil,
  },
  [8528] = {
    '공포술사',
    nil,
  },
  [8529] = {
    '스컬지 용사',
    nil,
  },
  [8530] = {
    '식인 구울',
    nil,
  },
  [8531] = {
    '딸깍이 구울',
    nil,
  },
  [8532] = {
    '전염병 구울',
    nil,
  },
  [8534] = {
    '썩은날개 가고일',
    nil,
  },
  [8535] = {
    '비명소리 썩은날개 가고일',
    nil,
  },
  [8538] = {
    '보이지 않는 하수인',
    nil,
  },
  [8539] = {
    '보이지 않는 감시자',
    nil,
  },
  [8540] = {
    '저주의 밴시',
    nil,
  },
  [8541] = {
    '원한의 밴시',
    nil,
  },
  [8542] = {
    '죽음의 밴시',
    nil,
  },
  [8543] = {
    '끔찍한 누더기골렘',
    nil,
  },
  [8544] = {
    '절름발 누더기골렘',
    nil,
  },
  [8545] = {
    '누더기골렘',
    nil,
  },
  [8546] = {
    '암흑의 수행사제',
    '저주받은 자들의 교단',
  },
  [8547] = {
    '죽음의 이교도',
    '저주받은 자들의 교단',
  },
  [8548] = {
    '타락한 학자',
    '저주받은 자들의 교단',
  },
  [8550] = {
    '어둠마법사',
    '저주받은 자들의 교단',
  },
  [8551] = {
    '암흑의 소환사',
    '저주받은 자들의 교단',
  },
  [8553] = {
    '강령술사',
    '저주받은 자들의 교단',
  },
  [8554] = {
    '족장 칼날엄니',
    nil,
  },
  [8555] = {
    '지하추적자',
    nil,
  },
  [8556] = {
    '거미턱 지하마귀',
    nil,
  },
  [8557] = {
    '공포의 지하마귀',
    nil,
  },
  [8558] = {
    '학살자 지하마귀',
    nil,
  },
  [8560] = {
    '이끼껍질 정찰병',
    nil,
  },
  [8561] = {
    '이끼껍질 어둠사냥꾼',
    nil,
  },
  [8562] = {
    '이끼껍질 식인종',
    nil,
  },
  [8563] = {
    '타락한 수렵꾼',
    nil,
  },
  [8564] = {
    '타락한 순찰자',
    nil,
  },
  [8565] = {
    '타락한 길잡이',
    nil,
  },
  [8566] = {
    '검은무쇠 망꾼',
    nil,
  },
  [8567] = {
    '게걸먹보',
    nil,
  },
  [8576] = {
    '아그토르 블러드피스트',
    nil,
  },
  [8580] = {
    nil,
    '신상의 수호신',
  },
  [8581] = {
    '블러드 엘프 파수병',
    nil,
  },
  [8583] = {
    '디라니아 실버샤인',
    nil,
  },
  [8585] = {
    '냉기 유령',
    nil,
  },
  [8586] = {
    '하그룸 블러드피스트',
    nil,
  },
  [8588] = {
    '영매 엄브런스',
    nil,
  },
  [8596] = {
    '새끼 역병사냥개',
    nil,
  },
  [8597] = {
    '역병사냥개',
    nil,
  },
  [8598] = {
    '광포한 역병사냥개',
    nil,
  },
  [8600] = {
    '역병박쥐',
    nil,
  },
  [8601] = {
    '맹독 역병박쥐',
    nil,
  },
  [8602] = {
    '기괴한 역병박쥐',
    nil,
  },
  [8603] = {
    '청소부구더기',
    nil,
  },
  [8605] = {
    '걸신들린 청소부구더기',
    nil,
  },
  [8606] = {
    '움직이는 부패물',
    nil,
  },
  [8607] = {
    '썩어가는 녹괴물',
    nil,
  },
  [8608] = {
    '격노한 지옥불정령',
    nil,
  },
  [8609] = {
    nil,
    '그리핀 조련사',
  },
  [8610] = {
    nil,
    '와이번 조련사',
  },
  [8611] = {
    '우상 몬스터 생성기',
    nil,
  },
  [8612] = {
    '계곡천둥매의 영혼',
    nil,
  },
  [8615] = {
    '소형 미스릴 기계용',
    nil,
  },
  [8616] = {
    '지옥불정령 하수인',
    nil,
  },
  [8636] = {
    '수호자 몰타기아',
    nil,
  },
  [8637] = {
    '검은무쇠 보초',
    nil,
  },
  [8656] = {
    '후쿠의 공허방랑자',
    nil,
  },
  [8657] = {
    '후쿠의 서큐버스',
    nil,
  },
  [8658] = {
    '후쿠의 임프',
    nil,
  },
  [8660] = {
    '에발차르',
    nil,
  },
  [8661] = {
    '경매인 비어도',
    nil,
  },
  [8662] = {
    '우상 퀘스트 대상',
    nil,
  },
  [8664] = {
    '태양길잡이 살옌',
    nil,
  },
  [8665] = {
    nil,
    '올빼미 조련사',
  },
  [8666] = {
    '꼬마 티미',
    '고양이 파는 소년',
  },
  [8667] = {
    '휘몰아치는 소용돌이',
    nil,
  },
  [8668] = {
    '추적용 지옥사냥개',
    nil,
  },
  [8669] = {
    '경매인 톨론',
    nil,
  },
  [8670] = {
    '경매인 칠톤',
    nil,
  },
  [8671] = {
    '경매인 버클러',
    nil,
  },
  [8672] = {
    '경매인 리카',
    nil,
  },
  [8673] = {
    '경매인 타퉁',
    nil,
  },
  [8674] = {
    '경매인 샴피',
    nil,
  },
  [8675] = {
    '지옥야수',
    nil,
  },
  [8678] = {
    '주비 가젯스프링',
    '기술용품 상인',
  },
  [8679] = {
    '크나즈 블런더플레임',
    '기술용품 상인',
  },
  [8680] = {
    '거대한 지옥불정령',
    nil,
  },
  [8681] = {
    '재단사 에릭',
    '특수 재봉용품 상인',
  },
  [8716] = {
    '공포의 군주',
    nil,
  },
  [8717] = {
    '정예 지옥수호병',
    nil,
  },
  [8718] = {
    '마나사냥개',
    nil,
  },
  [8719] = {
    '경매인 피치',
    nil,
  },
  [8720] = {
    '경매인 레드뮤즈',
    nil,
  },
  [8721] = {
    '경매인 에피튀',
    nil,
  },
  [8722] = {
    '경매인 굴렘',
    nil,
  },
  [8723] = {
    '경매인 골로서스',
    nil,
  },
  [8736] = {
    '부젝 브라켓스윙',
    '전문 기계공학자',
  },
  [8738] = {
    '바자리오 링크그리스',
    '고블린 전문 기계공학자',
  },
  [8756] = {
    nil,
    '로라무스의 수호물',
  },
  [8757] = {
    nil,
    '로라무스의 수호물',
  },
  [8758] = {
    nil,
    '로라무스의 수호물',
  },
  [8759] = {
    '작은 이끼발굽순록',
    nil,
  },
  [8760] = {
    '이끼발굽순록',
    nil,
  },
  [8761] = {
    '덩치 큰 이끼발굽순록',
    nil,
  },
  [8762] = {
    '그물나무그늘거미',
    nil,
  },
  [8763] = {
    '안개날개 키메라',
    nil,
  },
  [8764] = {
    '갈퀴발톱 안개날개 키메라',
    nil,
  },
  [8766] = {
    '숲수액괴물',
    nil,
  },
  [8776] = {
    '새끼 에메랄드 용',
    nil,
  },
  [8816] = {
    '죽음의 안내인',
    nil,
  },
  [8836] = {
    '쌈닭',
    nil,
  },
  [8837] = {
    '그을린 오염물',
    nil,
  },
  [8856] = {
    '티리온의 첩보로봇',
    nil,
  },
  [8876] = {
    '성난모래 수행사제',
    nil,
  },
  [8877] = {
    '성난모래 광신도',
    nil,
  },
  [8878] = {
    nil,
    '고급 둔기제작자',
  },
  [8879] = {
    '왕실사학자 아케소누스',
    nil,
  },
  [8881] = {
    '길들인 산양',
    nil,
  },
  [8882] = {
    '길들인 호랑이',
    nil,
  },
  [8883] = {
    '길들인 말',
    nil,
  },
  [8884] = {
    '해골마',
    nil,
  },
  [8885] = {
    '길들인 랩터',
    nil,
  },
  [8886] = {
    '돌연변이 비단뱀',
    nil,
  },
  [8887] = {
    '고통스러운 목소리',
    nil,
  },
  [8888] = {
    '프랑클론 포지라이트',
    nil,
  },
  [8889] = {
    '성난모루 감독관',
    nil,
  },
  [8890] = {
    '성난모루 교도관',
    nil,
  },
  [8891] = {
    '성난모루 보초',
    nil,
  },
  [8892] = {
    '성난모루 보병',
    nil,
  },
  [8893] = {
    '성난모루 병사',
    nil,
  },
  [8894] = {
    '성난모루 간호병',
    nil,
  },
  [8895] = {
    '성난모루 장교',
    nil,
  },
  [8896] = {
    '어둠괴철로 일꾼',
    nil,
  },
  [8897] = {
    '파멸괴철로 땜장이',
    nil,
  },
  [8898] = {
    '성난모루 치안대장',
    nil,
  },
  [8899] = {
    '파멸괴철로 용기병',
    nil,
  },
  [8900] = {
    '파멸괴철로 신비대장장이',
    nil,
  },
  [8901] = {
    '성난모루 보충병',
    nil,
  },
  [8902] = {
    '어둠괴철로 민간인',
    nil,
  },
  [8903] = {
    '성난모루 대장',
    nil,
  },
  [8904] = {
    '어둠괴철로 원로원',
    nil,
  },
  [8905] = {
    '전쟁인도자 피조물',
    nil,
  },
  [8906] = {
    '맹위의 전투골렘',
    nil,
  },
  [8907] = {
    '징벌의 피조물',
    nil,
  },
  [8908] = {
    '뜨겁게 달궈진 전쟁 골렘',
    nil,
  },
  [8909] = {
    '화염수호정령',
    nil,
  },
  [8910] = {
    '타오르는 화염수호정령',
    nil,
  },
  [8911] = {
    '파괴의 화염수호정령',
    nil,
  },
  [8912] = {
    '황혼의 망치단 고문관',
    nil,
  },
  [8913] = {
    '황혼의 밀사',
    nil,
  },
  [8914] = {
    '황혼의 경호원',
    nil,
  },
  [8915] = {
    '황혼의 망치단 사절',
    nil,
  },
  [8916] = {
    '원형투기장 관중',
    nil,
  },
  [8917] = {
    '채석장 노예',
    nil,
  },
  [8920] = {
    '병기전문 기술병',
    nil,
  },
  [8921] = {
    '핏빛사냥개',
    nil,
  },
  [8922] = {
    '덩치 큰 핏빛사냥개',
    nil,
  },
  [8923] = {
    '무적의 판저',
    nil,
  },
  [8924] = {
    '거수',
    nil,
  },
  [8925] = {
    '오물벌레',
    nil,
  },
  [8926] = {
    '땅굴전갈',
    nil,
  },
  [8927] = {
    '검은비명박쥐',
    nil,
  },
  [8928] = {
    '천둥도마뱀',
    nil,
  },
  [8929] = {
    '공주 모이라 브론즈비어드',
    '아이언포지 공주',
  },
  [8931] = {
    '여관주인 헤더',
    '여관주인',
  },
  [8932] = {
    '천공딱정벌레',
    nil,
  },
  [8933] = {
    '굴거미',
    nil,
  },
  [8934] = {
    nil,
    '직업용품 상인',
  },
  [8937] = {
    '꼬마 폭탄',
    nil,
  },
  [8956] = {
    '성난발톱곰',
    nil,
  },
  [8957] = {
    '성난발톱불곰',
    nil,
  },
  [8958] = {
    '덩치 큰 성난발톱곰',
    nil,
  },
  [8959] = {
    '악령발늑대',
    nil,
  },
  [8960] = {
    '청소부 악령발늑대',
    nil,
  },
  [8961] = {
    '갈퀴발톱 악령발늑대',
    nil,
  },
  [8962] = {
    '니다',
    nil,
  },
  [8964] = {
    '검은바위 비룡',
    nil,
  },
  [8980] = {
    '불자루 우두머리',
    nil,
  },
  [8981] = {
    '상태이상의 전투절단기',
    nil,
  },
  [8982] = {
    '폭정의 수호자',
    nil,
  },
  [8983] = {
    '골렘 군주 아젤마크',
    nil,
  },
  [8996] = {
    '하급 공허방랑자',
    nil,
  },
  [8997] = {
    '게르샬라 나이트위스퍼',
    nil,
  },
  [9017] = {
    '불의 군주 인센디우스',
    nil,
  },
  [9018] = {
    '대심문관 게르스탄',
    '황혼의 망치단 심문관',
  },
  [9019] = {
    '제왕 다그란 타우릿산',
    nil,
  },
  [9020] = {
    '사령관 고르샤크',
    '카르가스 원정대',
  },
  [9021] = {
    '카란 마이트해머',
    nil,
  },
  [9022] = {
    '더그할 스트롬윙',
    nil,
  },
  [9023] = {
    '치안대장 윈저',
    nil,
  },
  [9024] = {
    '화염술사 로어그레인',
    nil,
  },
  [9025] = {
    '불의 군주 록코르',
    nil,
  },
  [9026] = {
    '멸망의 파이론',
    nil,
  },
  [9027] = {
    '광신자 고로쉬',
    nil,
  },
  [9028] = {
    '그리즐',
    nil,
  },
  [9029] = {
    '적출자',
    nil,
  },
  [9030] = {
    '파괴자 오크토르',
    nil,
  },
  [9032] = {
    '왕거미 헤드룸',
    nil,
  },
  [9033] = {
    '사령관 앵거포지',
    nil,
  },
  [9034] = {
    '증오의 문지기',
    nil,
  },
  [9035] = {
    '격노의 문지기',
    nil,
  },
  [9036] = {
    '타락의 문지기',
    nil,
  },
  [9037] = {
    '그늘의 문지기',
    nil,
  },
  [9038] = {
    '불안의 문지기',
    nil,
  },
  [9039] = {
    '운명의 문지기',
    nil,
  },
  [9040] = {
    '최면의 문지기',
    nil,
  },
  [9041] = {
    '문지기 스틸기스',
    nil,
  },
  [9043] = {
    '방패부대 그런트',
    '방패 부대',
  },
  [9044] = {
    '방패부대 보초병',
    '방패 부대',
  },
  [9045] = {
    '방패부대 수행사제',
    '방패 부대',
  },
  [9046] = {
    '방패부대 병참장교',
    '방패 부대',
  },
  [9047] = {
    nil,
    '수로 갱부',
  },
  [9056] = {
    '파이너스 다크바이어',
    '선임건축가',
  },
  [9077] = {
    '장군 고어투스',
    '카르가스 원정대',
  },
  [9078] = {
    '어둠마법사 비비안 라그레이브',
    '카르가스 원정대',
  },
  [9079] = {
    '제사장 테오도라 뮬바다니아',
    '카르가스 원정대',
  },
  [9080] = {
    nil,
    '카르가스 원정대',
  },
  [9081] = {
    '명사수 갈라마브',
    '카르가스 원정대',
  },
  [9082] = {
    '탈트라크 프라우드터스크',
    '카르가스 원정대',
  },
  [9083] = {
    '라잘블레이드',
    '카르가스 원정대',
  },
  [9084] = {
    '썬더하트',
    '카르가스 원정대',
  },
  [9085] = {
    '신참병 아마카르',
    '카르가스 원정대',
  },
  [9086] = {
    '그런트 가르갈',
    '카르가스 원정대',
  },
  [9087] = {
    '바샤나 룬토템',
    nil,
  },
  [9096] = {
    '성난발톱용혈족',
    nil,
  },
  [9097] = {
    '방패부대 부대원',
    '방패 부대',
  },
  [9098] = {
    '방패부대 역술사',
    '방패 부대',
  },
  [9099] = {
    nil,
    '파이 상인',
  },
  [9116] = {
    '에리단 블루윈드',
    '에메랄드 의회',
  },
  [9117] = {
    nil,
    '마샬 원정대',
  },
  [9136] = {
    '샤니 프라우드터스크',
    nil,
  },
  [9156] = {
    '사자 화염채찍',
    nil,
  },
  [9157] = {
    '붉은꽃잎덩굴손 잡초',
    nil,
  },
  [9158] = {
    '전투마',
    nil,
  },
  [9162] = {
    '새끼 디메트로돈',
    nil,
  },
  [9163] = {
    '디메트로돈',
    nil,
  },
  [9164] = {
    '덩치 큰 디메트로돈',
    nil,
  },
  [9165] = {
    '새끼 테러닥스',
    nil,
  },
  [9166] = {
    '테러닥스',
    nil,
  },
  [9167] = {
    '광포한 테러닥스',
    nil,
  },
  [9176] = {
    '고를로프',
    nil,
  },
  [9178] = {
    '불타는 정령',
    nil,
  },
  [9179] = {
    nil,
    '대장용품 상인',
  },
  [9196] = {
    '대영주 오모크',
    nil,
  },
  [9197] = {
    '뾰족바위 전투마법사',
    nil,
  },
  [9198] = {
    '뾰족바위 비술사',
    nil,
  },
  [9199] = {
    '뾰족바위 집행자',
    nil,
  },
  [9200] = {
    '뾰족바위 약탈꾼',
    nil,
  },
  [9201] = {
    '뾰족바위 오우거마법사',
    nil,
  },
  [9216] = {
    '뾰족바위 투사',
    nil,
  },
  [9217] = {
    '뾰족바위 마법사장',
    nil,
  },
  [9218] = {
    '뾰족바위 전투대장',
    nil,
  },
  [9219] = {
    '뾰족바위 학살자',
    nil,
  },
  [9236] = {
    '어둠사냥꾼 보쉬가진',
    nil,
  },
  [9237] = {
    '대장군 부네',
    nil,
  },
  [9238] = {
    '[4.x 미사용]켄튼',
    nil,
  },
  [9239] = {
    '가시불꽃 비술사',
    nil,
  },
  [9240] = {
    '가시불꽃 어둠의 사제',
    nil,
  },
  [9241] = {
    '가시불꽃 인간사냥꾼',
    nil,
  },
  [9256] = {
    '양계장닭',
    nil,
  },
  [9257] = {
    '방패부대 흑마법사',
    '방패 부대',
  },
  [9258] = {
    '방패부대 공격대원',
    '방패 부대',
  },
  [9259] = {
    '횃불부대 그런트',
    '횃불 부대',
  },
  [9260] = {
    '횃불부대 부대원',
    '횃불 부대',
  },
  [9261] = {
    '횃불부대 흑마술사',
    '횃불 부대',
  },
  [9262] = {
    '횃불부대 기원사',
    '횃불 부대',
  },
  [9263] = {
    '횃불부대 공포술사',
    '횃불 부대',
  },
  [9264] = {
    '횃불부대 화염술사',
    '횃불 부대',
  },
  [9265] = {
    '가시불꽃 어둠사냥꾼',
    nil,
  },
  [9266] = {
    '가시불꽃 의술사',
    nil,
  },
  [9267] = {
    '가시불꽃 도끼투척병',
    nil,
  },
  [9268] = {
    '가시불꽃 광전사',
    nil,
  },
  [9269] = {
    '가시불꽃 예언자',
    nil,
  },
  [9270] = {
    nil,
    '마샬 원정대',
  },
  [9271] = {
    nil,
    '마샬 원정대',
  },
  [9272] = {
    '스파크 닐마이너',
    '마샬 원정대',
  },
  [9297] = {
    '성난 와이번',
    nil,
  },
  [9298] = {
    '도노바 스노우덴',
    nil,
  },
  [9316] = {
    '웨니키 볼트버킷',
    nil,
  },
  [9317] = {
    '릴리 그리지가브',
    nil,
  },
  [9318] = {
    '인센도사우루스',
    nil,
  },
  [9319] = {
    '사냥개조련사 그렙마르',
    nil,
  },
  [9336] = {
    '사장 코퍼플러그',
    nil,
  },
  [9356] = {
    '여관주인 술카르',
    '여관주인',
  },
  [9376] = {
    '불바람',
    nil,
  },
  [9377] = {
    '소용돌이치는 회오리',
    nil,
  },
  [9396] = {
    '땅울림 정령',
    nil,
  },
  [9397] = {
    '발굴된 화석',
    nil,
  },
  [9398] = {
    '황혼의 망치단 집행자',
    nil,
  },
  [9416] = {
    '방패부대 검은늑대',
    '방패 부대',
  },
  [9436] = {
    '용암 덩어리',
    nil,
  },
  [9437] = {
    '암흑의 문지기 보르폴크',
    nil,
  },
  [9438] = {
    '암흑의 문지기 베테크',
    nil,
  },
  [9439] = {
    '암흑의 문지기 우그젤',
    nil,
  },
  [9441] = {
    '암흑의 문지기 짐렐',
    nil,
  },
  [9442] = {
    '암흑의 문지기 오프구트',
    nil,
  },
  [9443] = {
    '암흑의 문지기 펠베르',
    nil,
  },
  [9445] = {
    '암흑의 경비병',
    nil,
  },
  [9447] = {
    '붉은십자군 문지기',
    nil,
  },
  [9448] = {
    '붉은십자군 근위병',
    nil,
  },
  [9449] = {
    '붉은십자군 성직자',
    nil,
  },
  [9450] = {
    '붉은십자군 목사',
    nil,
  },
  [9451] = {
    '붉은십자군 대마법사',
    nil,
  },
  [9452] = {
    '붉은십자군 마법부여사',
    nil,
  },
  [9456] = {
    '장군 크롬자르',
    nil,
  },
  [9457] = {
    '호드 수호병',
    nil,
  },
  [9458] = {
    '호드 도끼투척병',
    nil,
  },
  [9459] = {
    '키루스 테레펜터스',
    nil,
  },
  [9460] = {
    '가젯잔 투사',
    nil,
  },
  [9461] = {
    '광포한 검은 비룡',
    '키루스의 수호물',
  },
  [9462] = {
    '대족장 블러드모우',
    nil,
  },
  [9464] = {
    '대군주 로르',
    nil,
  },
  [9465] = {
    '두건의 골하인',
    '상급 드루이드',
  },
  [9467] = {
    '미블론 스날투스',
    nil,
  },
  [9476] = {
    '보초 둠그립',
    nil,
  },
  [9477] = {
    '분열된 수액괴물',
    nil,
  },
  [9496] = {
    '고리쉬 알',
    nil,
  },
  [9498] = {
    '고리쉬 유충',
    nil,
  },
  [9499] = {
    '플러거 스패즈링',
    nil,
  },
  [9500] = {
    '지배인 나그마라',
    nil,
  },
  [9501] = {
    '여관주인 아데그와',
    '여관주인',
  },
  [9502] = {
    '팔랑크스',
    nil,
  },
  [9503] = {
    '병사 락노트',
    nil,
  },
  [9516] = {
    '군주 베인할로우',
    nil,
  },
  [9517] = {
    '어둠의 군주 펠단',
    nil,
  },
  [9521] = {
    '성난 지옥박쥐',
    nil,
  },
  [9522] = {
    '검은바위 복병',
    nil,
  },
  [9523] = {
    '콜카르 폭풍술사',
    nil,
  },
  [9524] = {
    '콜카르 침략꾼',
    nil,
  },
  [9525] = {
    '높새바람 용사',
    nil,
  },
  [9526] = {
    '성난 그리핀',
    nil,
  },
  [9527] = {
    '성난 히포그리프',
    nil,
  },
  [9528] = {
    '아라탄드리스 실버스카이',
    '에메랄드 의회',
  },
  [9529] = {
    '메이베스 리버브리즈',
    '에메랄드 의회',
  },
  [9536] = {
    '맥스워트 우버글린트',
    nil,
  },
  [9537] = {
    '헐레이 블랙브레스',
    nil,
  },
  [9538] = {
    '대집행자 누즈라크',
    '카르가스 원정대',
  },
  [9539] = {
    '렉스로트의 그림자',
    '카르가스 원정대',
  },
  [9540] = {
    '에노하르 썬더브루',
    nil,
  },
  [9541] = {
    '블랙브레스의 친구',
    nil,
  },
  [9542] = {
    '프랑클론의 영혼',
    nil,
  },
  [9543] = {
    '리블리 스크류스피곳',
    nil,
  },
  [9544] = {
    '유카 스크류스피곳',
    nil,
  },
  [9545] = {
    '험상궂은 손님',
    nil,
  },
  [9546] = {
    '안내원 라스칼',
    nil,
  },
  [9547] = {
    '술 취한 손님',
    nil,
  },
  [9548] = {
    '카윈드 트루에임',
    '총기류 및 활 상인',
  },
  [9549] = {
    nil,
    '활 상인',
  },
  [9551] = {
    '[4.x 미사용]스타른',
    '총기류 및 활 상인',
  },
  [9552] = {
    nil,
    '활 상인',
  },
  [9553] = {
    nil,
    '활 상인',
  },
  [9554] = {
    '소란스러운 손님',
    nil,
  },
  [9555] = {
    nil,
    '활 상인',
  },
  [9556] = {
    '하급 지옥사냥개',
    nil,
  },
  [9558] = {
    '그림블',
    '선장',
  },
  [9559] = {
    '그리즐로',
    '선장',
  },
  [9560] = {
    '치안대장 맥스웰',
    nil,
  },
  [9561] = {
    '잘린다 스프리그',
    nil,
  },
  [9562] = {
    '헬렌디스 리버혼',
    nil,
  },
  [9563] = {
    '털보 존',
    nil,
  },
  [9564] = {
    nil,
    '듀로타행 비행선 기장',
  },
  [9565] = {
    '마야라 브라이트윙',
    nil,
  },
  [9566] = {
    nil,
    '듀로타행 비행선 기장',
  },
  [9568] = {
    '대군주 웜타라크',
    nil,
  },
  [9583] = {
    '도끼부대 고참병',
    '도끼 부대',
  },
  [9584] = {
    nil,
    '전문 재봉사',
  },
  [9596] = {
    '반노크 그림액스',
    '횃불 부대 용사',
  },
  [9599] = {
    nil,
    '파멸의 인도자',
  },
  [9600] = {
    '앵무새',
    nil,
  },
  [9601] = {
    '나무정령의 혼',
    nil,
  },
  [9605] = {
    '검은바위 공격대원',
    nil,
  },
  [9616] = {
    '라리스 기어더들',
    nil,
  },
  [9618] = {
    '카르나 렘트래블',
    '마샬 원정대',
  },
  [9619] = {
    '토르와 패스파인더',
    nil,
  },
  [9621] = {
    '엄청나게 큰 수액괴물',
    nil,
  },
  [9623] = {
    '에이미 01',
    nil,
  },
  [9636] = {
    nil,
    '직업용품 상인',
  },
  [9637] = {
    '이글거리는 토템',
    nil,
  },
  [9656] = {
    '꼬마 폭탄',
    nil,
  },
  [9657] = {
    '꼬마 폴폴이',
    nil,
  },
  [9660] = {
    '아그나르 비스테이머',
    nil,
  },
  [9662] = {
    '새끼 화살요정용',
    nil,
  },
  [9676] = {
    '팅크 스프로켓휘슬',
    '기술용품 상인',
  },
  [9680] = {
    '가문의 암살자',
    nil,
  },
  [9682] = {
    '치안대장 레지널드 윈저',
    nil,
  },
  [9683] = {
    '라르코르위의 짝',
    nil,
  },
  [9687] = {
    'zzOLD바람막이 토템',
    nil,
  },
  [9688] = {
    'zzOLD바람막이 토템 II',
    nil,
  },
  [9689] = {
    'zzOLD바람막이 토템 III',
    nil,
  },
  [9690] = {
    '검은불늑대',
    nil,
  },
  [9691] = {
    '화염독침전갈',
    nil,
  },
  [9692] = {
    '도끼부대 공격대원',
    '도끼 부대',
  },
  [9693] = {
    '도끼부대 기원사',
    '도끼 부대',
  },
  [9694] = {
    '침 흘리는 검은불늑대',
    nil,
  },
  [9695] = {
    '화염집게전갈',
    nil,
  },
  [9696] = {
    '도끼부대 검은늑대',
    '방패 부대',
  },
  [9697] = {
    '거대한 검은불늑대',
    nil,
  },
  [9698] = {
    '화염꼬리전갈',
    nil,
  },
  [9699] = {
    '불딱정벌레',
    nil,
  },
  [9700] = {
    '용암게',
    nil,
  },
  [9701] = {
    '뾰족탑전갈',
    nil,
  },
  [9705] = {
    '환상의 꿈감시자',
    nil,
  },
  [9706] = {
    '요르바 스크류스피곳',
    nil,
  },
  [9707] = {
    '방패부대 차원문',
    nil,
  },
  [9708] = {
    '불타는 임프',
    nil,
  },
  [9716] = {
    '도끼부대 전사',
    '도끼 부대',
  },
  [9717] = {
    '도끼부대 소환사',
    '도끼 부대',
  },
  [9718] = {
    '고크 배시구드',
    '도끼 부대 용사',
  },
  [9736] = {
    '병참장교 지그리스',
    '도끼 부대',
  },
  [9776] = {
    '화염족 독마귀',
    nil,
  },
  [9777] = {
    '화염족 마귀',
    nil,
  },
  [9778] = {
    '화염족 불마귀',
    nil,
  },
  [9779] = {
    '사나운 화염족 마귀',
    nil,
  },
  [9816] = {
    '불의 수호자 엠버시어',
    nil,
  },
  [9817] = {
    '검은손부대 공포술사',
    '검은손 부대',
  },
  [9818] = {
    '검은손부대 소환사',
    '검은손 부대',
  },
  [9819] = {
    '검은손부대 고참병',
    '검은손 부대',
  },
  [9836] = {
    '마스레디스 파이어스타',
    nil,
  },
  [9857] = {
    '경매인 그리즐린',
    nil,
  },
  [9858] = {
    '경매인 크레스키',
    nil,
  },
  [9859] = {
    '경매인 림프킨',
    nil,
  },
  [9862] = {
    '제데나르 부대원',
    nil,
  },
  [9877] = {
    '왕자 사발리스',
    nil,
  },
  [9878] = {
    '혼돈의 불길',
    nil,
  },
  [9879] = {
    '혼돈의 소산물',
    nil,
  },
  [9936] = {
    '오염된 집고양이',
    nil,
  },
  [9937] = {
    '평범한 집고양이',
    nil,
  },
  [9956] = {
    '어둠괴철로 불꽃지기',
    nil,
  },
  [9976] = {
    nil,
    '야수 관리인',
  },
  [9977] = {
    nil,
    '야수 관리인',
  },
  [9978] = {
    nil,
    '야수 관리인',
  },
  [9979] = {
    nil,
    '야수 관리인',
  },
  [9980] = {
    '셸비 스톤플린트',
    '야수 관리인',
  },
  [9981] = {
    nil,
    '야수 관리인',
  },
  [9982] = {
    nil,
    '야수 관리인',
  },
  [9983] = {
    nil,
    '야수 관리인',
  },
  [9984] = {
    '울브렉 파이어핸드',
    '야수 관리인',
  },
  [9985] = {
    nil,
    '야수 관리인',
  },
  [9986] = {
    '쉬르카 울프러너',
    '야수 관리인',
  },
  [9987] = {
    nil,
    '야수 관리인',
  },
  [9988] = {
    nil,
    '야수 관리인',
  },
  [9989] = {
    '리나 하스스토브',
    '야수 관리인',
  },
  [9997] = {
    nil,
    '마샬 원정대',
  },
  [9998] = {
    nil,
    '마샬 원정대',
  },
  [10016] = {
    '오염된 쥐',
    nil,
  },
  [10017] = {
    '오염된 바퀴벌레',
    nil,
  },
  [10036] = {
    '담쟁이 마을 집행자',
    nil,
  },
  [10037] = {
    '호숫골 경비병',
    nil,
  },
  [10038] = {
    '어둠의 순찰대 경비병',
    '어둠의 순찰대',
  },
  [10040] = {
    '파수꾼 고리쉬',
    nil,
  },
  [10041] = {
    '여왕 고리쉬',
    nil,
  },
  [10042] = {
    '오염된 호랑이',
    nil,
  },
  [10043] = {
    '리블리의 친구',
    nil,
  },
  [10045] = {
    nil,
    '야수 관리인',
  },
  [10046] = {
    '비세인 플린트해머',
    '야수 관리인',
  },
  [10047] = {
    nil,
    '야수 관리인',
  },
  [10048] = {
    nil,
    '야수 관리인',
  },
  [10049] = {
    nil,
    '야수 관리인',
  },
  [10050] = {
    nil,
    '야수 관리인',
  },
  [10051] = {
    nil,
    '야수 관리인',
  },
  [10052] = {
    nil,
    '야수 관리인',
  },
  [10053] = {
    nil,
    '야수 관리인',
  },
  [10054] = {
    nil,
    '야수 관리인',
  },
  [10055] = {
    nil,
    '야수 관리인',
  },
  [10056] = {
    nil,
    '야수 관리인',
  },
  [10057] = {
    nil,
    '야수 관리인',
  },
  [10058] = {
    nil,
    '야수 관리인',
  },
  [10059] = {
    nil,
    '야수 관리인',
  },
  [10060] = {
    '그림스탁',
    '야수 관리인',
  },
  [10061] = {
    '킬리움 볼더토',
    '야수 관리인',
  },
  [10062] = {
    nil,
    '야수 관리인',
  },
  [10063] = {
    nil,
    '야수 관리인',
  },
  [10076] = {
    '타우릿산의 대여사제',
    nil,
  },
  [10077] = {
    '송장아귀',
    nil,
  },
  [10078] = {
    '도깨비불꽃',
    nil,
  },
  [10079] = {
    '용사 문혼',
    nil,
  },
  [10080] = {
    '산다르 듄리버',
    nil,
  },
  [10081] = {
    '더스트레이스',
    nil,
  },
  [10083] = {
    '화염비늘 성난발톱용혈족',
    nil,
  },
  [10085] = {
    nil,
    '야수 관리인',
  },
  [10086] = {
    '헤수와 썬더혼',
    '야수 관리인',
  },
  [10088] = {
    nil,
    '야수 관리인',
  },
  [10089] = {
    nil,
    '야수 관리인',
  },
  [10090] = {
    '빌리아 썬더그래니트',
    '야수 관리인',
  },
  [10096] = {
    '대법관 그림스톤',
    nil,
  },
  [10116] = {
    '노예',
    nil,
  },
  [10117] = {
    '고문받은 노예',
    nil,
  },
  [10118] = {
    '네사 섀도송',
    '낚시용품 상인',
  },
  [10120] = {
    '석실 관리인',
    nil,
  },
  [10136] = {
    '연금술사 퓰리',
    nil,
  },
  [10157] = {
    '달빛야수 현자',
    nil,
  },
  [10158] = {
    '달빛야수',
    nil,
  },
  [10159] = {
    '어린 달빛야수',
    nil,
  },
  [10160] = {
    '사나운 달빛야수',
    nil,
  },
  [10161] = {
    '부화장 새끼용',
    nil,
  },
  [10162] = {
    '군주 빅터 네파리우스',
    '검은바위의 지배자',
  },
  [10177] = {
    '뾰족탑쇠똥구리',
    nil,
  },
  [10178] = {
    '형광녹색 기계타조',
    nil,
  },
  [10179] = {
    '최신형 흰색 기계타조',
    nil,
  },
  [10180] = {
    '무채색 기계타조',
    nil,
  },
  [10181] = {
    '여군주 실바나스 윈드러너',
    '밴시 여왕',
  },
  [10182] = {
    '로카로',
    '호드의 용사',
  },
  [10183] = {
    '달빛섬광 토템',
    nil,
  },
  [10196] = {
    '장군 콜바탄',
    nil,
  },
  [10197] = {
    '포효의 메찌르',
    nil,
  },
  [10198] = {
    '약탈자 카쇼크',
    nil,
  },
  [10199] = {
    '눈발톱 그리즐',
    nil,
  },
  [10201] = {
    '여군주 헤더린',
    nil,
  },
  [10217] = {
    '화염 강타 토템',
    nil,
  },
  [10218] = {
    '최상급 치유의 수호물',
    nil,
  },
  [10221] = {
    '도끼부대 새끼 검은늑대',
    nil,
  },
  [10258] = {
    '부화장 수호병',
    nil,
  },
  [10259] = {
    '새끼 검은늑대',
    nil,
  },
  [10261] = {
    '불타는 지옥사냥개',
    nil,
  },
  [10263] = {
    '불타는 지옥수호병',
    nil,
  },
  [10264] = {
    '화염고리 솔라카르',
    nil,
  },
  [10266] = {
    nil,
    '전문 대장장이',
  },
  [10267] = {
    '팅키 스팀보일',
    nil,
  },
  [10268] = {
    '흉포한 기즈룰',
    nil,
  },
  [10276] = {
    '로트가스 스톤비어드',
    '수습 대장장이',
  },
  [10277] = {
    '그로움 스톤비어드',
    '전문 대장장이',
  },
  [10278] = {
    '트라그 스톤후프',
    '전문 대장장이',
  },
  [10290] = {
    '사로잡은 악령숲 수액괴물',
    nil,
  },
  [10293] = {
    '둘시아 프로스트문',
    '천 방어구 상인',
  },
  [10296] = {
    '아크라이드',
    nil,
  },
  [10299] = {
    '아크라이드',
    '방패 부대',
  },
  [10301] = {
    '야론 스톤셰이퍼',
    '탐험가 연맹',
  },
  [10302] = {
    nil,
    '마샬 원정대',
  },
  [10303] = {
    '스톰 섀도후프',
    nil,
  },
  [10304] = {
    '아우로라 스카이콜러',
    nil,
  },
  [10305] = {
    '우미 럼플스니커',
    nil,
  },
  [10306] = {
    '트룰 페일베인',
    nil,
  },
  [10307] = {
    '의술사 마우아리',
    nil,
  },
  [10316] = {
    '검은손부대 집행자',
    '검은손 부대',
  },
  [10317] = {
    '검은손부대 정예병',
    '검은손 부대',
  },
  [10318] = {
    '검은손부대 암살자',
    '검은손 부대',
  },
  [10319] = {
    '검은손부대 철갑병',
    '검은손 부대',
  },
  [10321] = {
    '엠버스트라이프',
    nil,
  },
  [10322] = {
    '고대눈호랑이',
    nil,
  },
  [10323] = {
    '먹구렁',
    nil,
  },
  [10336] = {
    '원시표범',
    nil,
  },
  [10337] = {
    '갈색퓨마',
    nil,
  },
  [10338] = {
    '황금퓨마',
    nil,
  },
  [10339] = {
    nil,
    '렌드 블랙핸드의 탈것',
  },
  [10340] = {
    '적의의 밸라스트라즈',
    nil,
  },
  [10357] = {
    '칼날비명 레산',
    nil,
  },
  [10358] = {
    '펠리센트의 유령',
    nil,
  },
  [10360] = {
    '케르굴 블러드액스',
    '전쟁노래 협곡 전투모병관',
  },
  [10361] = {
    '그룰 다크블레이드',
    '무기제작자',
  },
  [10363] = {
    '사령관 드라키사스',
    nil,
  },
  [10364] = {
    '얠리카 파르클로',
    '마법 재료 및 독극물 상인',
  },
  [10366] = {
    '성난발톱혈족 용투사',
    nil,
  },
  [10367] = {
    '쉬르예 레이지피스트',
    '식료품 상인',
  },
  [10369] = {
    nil,
    '무기 상인',
  },
  [10371] = {
    '성난발톱혈족 우두머리',
    nil,
  },
  [10372] = {
    '성난발톱혈족 화염술사',
    nil,
  },
  [10374] = {
    '첨탑거미',
    nil,
  },
  [10375] = {
    '새끼 첨탑거미',
    nil,
  },
  [10376] = {
    '수정 맹독거미',
    nil,
  },
  [10377] = {
    '[4.x 미사용]엘루',
    '와이번 수습조련사',
  },
  [10378] = {
    '오무사 썬더혼',
    '와이번 조련사',
  },
  [10379] = {
    '알트소바 레이지토템',
    '무기 상인',
  },
  [10380] = {
    '사누예 룬토템',
    '가죽 방어구 상인',
  },
  [10381] = {
    '파헤쳐진 송장',
    nil,
  },
  [10382] = {
    '짓이겨진 송장',
    nil,
  },
  [10383] = {
    '너덜너덜한 송장',
    nil,
  },
  [10384] = {
    '시민의 유령',
    nil,
  },
  [10385] = {
    '시민의 영혼',
    nil,
  },
  [10387] = {
    '복수의 악령',
    nil,
  },
  [10388] = {
    '원한의 악령',
    nil,
  },
  [10389] = {
    '분노의 악령',
    nil,
  },
  [10390] = {
    '해골 수사',
    nil,
  },
  [10391] = {
    '해골 광전사',
    nil,
  },
  [10393] = {
    '스컬',
    nil,
  },
  [10394] = {
    '검은호위대 보초병',
    nil,
  },
  [10398] = {
    '투자딘 흑마술사',
    nil,
  },
  [10399] = {
    '투자딘 수행사제',
    nil,
  },
  [10400] = {
    '투자딘 강령술사',
    nil,
  },
  [10405] = {
    '역병 구울',
    nil,
  },
  [10406] = {
    '게걸스러운 구울',
    nil,
  },
  [10407] = {
    '시체먹는 구울',
    nil,
  },
  [10408] = {
    '바위날개 가고일',
    nil,
  },
  [10409] = {
    '비명소리 바위날개 가고일',
    nil,
  },
  [10411] = {
    '낙스라마스의 눈',
    nil,
  },
  [10412] = {
    '갈퀴발 지하마귀',
    nil,
  },
  [10413] = {
    '흉포한 지하마귀',
    nil,
  },
  [10414] = {
    '기워붙인 누더기골렘',
    nil,
  },
  [10415] = {
    '애쉬아리 수정',
    nil,
  },
  [10416] = {
    '썩은담즙 누더기골렘',
    nil,
  },
  [10417] = {
    '독고름 누더기골렘',
    nil,
  },
  [10418] = {
    '되살아난 보초',
    nil,
  },
  [10419] = {
    '되살아난 요술사',
    nil,
  },
  [10420] = {
    '되살아난 신입회원',
    nil,
  },
  [10421] = {
    '되살아난 파수병',
    nil,
  },
  [10422] = {
    '되살아난 사술사',
    nil,
  },
  [10423] = {
    '되살아난 사제',
    nil,
  },
  [10424] = {
    '되살아난 수행원',
    nil,
  },
  [10425] = {
    '되살아난 전투마법사',
    nil,
  },
  [10426] = {
    '되살아난 종교재판관',
    nil,
  },
  [10427] = {
    '[4.x 미사용]파오카 스위프트마운틴',
    nil,
  },
  [10428] = {
    '[4.x 미사용]모테가 파이어메인',
    nil,
  },
  [10429] = {
    '대족장 렌드 블랙핸드',
    nil,
  },
  [10430] = {
    '괴수',
    nil,
  },
  [10431] = {
    '그레고르 그레이스톤',
    '은빛 여명회',
  },
  [10433] = {
    '마르두크 블랙풀',
    nil,
  },
  [10435] = {
    '집정관 발실라스',
    nil,
  },
  [10436] = {
    '남작부인 아나스타리',
    nil,
  },
  [10438] = {
    '냉혈한 말레키',
    nil,
  },
  [10439] = {
    '먹보 람스타인',
    nil,
  },
  [10440] = {
    '남작 리븐데어',
    nil,
  },
  [10441] = {
    '역병 걸린 쥐',
    nil,
  },
  [10442] = {
    '오색 새끼용',
    nil,
  },
  [10445] = {
    nil,
    '다크문 유랑단 안내인',
  },
  [10447] = {
    '오색용혈족',
    nil,
  },
  [10455] = {
    '비니 스프링블레이드',
    nil,
  },
  [10459] = {
    '비룡 모습의 렌드',
    '파멸의 인도자',
  },
  [10460] = {
    '발굴조사단장 아이언부트',
    nil,
  },
  [10461] = {
    '역병 걸린 벌레',
    nil,
  },
  [10463] = {
    '절규하는 밴시',
    nil,
  },
  [10464] = {
    '울부짖는 밴시',
    nil,
  },
  [10467] = {
    '마나 해일 토템',
    nil,
  },
  [10468] = {
    '펠노크 스틸스프링',
    nil,
  },
  [10469] = {
    '스칼로맨스 숙련마술사',
    nil,
  },
  [10470] = {
    '스칼로맨스 수련사',
    nil,
  },
  [10471] = {
    '스칼로맨스 수행사제',
    nil,
  },
  [10472] = {
    '스칼로맨스 사술사',
    nil,
  },
  [10475] = {
    '스칼로맨스 학생',
    nil,
  },
  [10476] = {
    '스칼로맨스 강령사',
    nil,
  },
  [10477] = {
    '스칼로맨스 강령술사',
    nil,
  },
  [10478] = {
    '조각난 해골',
    nil,
  },
  [10479] = {
    '절뚝거리는 시체',
    nil,
  },
  [10480] = {
    '비틀거리는 시체',
    nil,
  },
  [10481] = {
    '되살아난 시체',
    nil,
  },
  [10482] = {
    '되살아난 하인',
    nil,
  },
  [10485] = {
    '되살아난 돌연변이',
    nil,
  },
  [10486] = {
    '되살아난 전사',
    nil,
  },
  [10487] = {
    '되살아난 민병대원',
    nil,
  },
  [10488] = {
    '되살아난 피조물',
    nil,
  },
  [10489] = {
    '되살아난 경비병',
    nil,
  },
  [10491] = {
    '되살아난 해골문지기',
    nil,
  },
  [10495] = {
    '역병 걸린 구울',
    nil,
  },
  [10497] = {
    '너덜너덜해진 구울',
    nil,
  },
  [10498] = {
    '교수 유령',
    nil,
  },
  [10499] = {
    '연구원 유령',
    nil,
  },
  [10500] = {
    '교사 유령',
    nil,
  },
  [10502] = {
    '여군주 일루시아 바로브',
    nil,
  },
  [10504] = {
    '군주 알렉세이 바로브',
    nil,
  },
  [10505] = {
    '조교 말리시아',
    nil,
  },
  [10506] = {
    '사자 키르토노스',
    nil,
  },
  [10507] = {
    '라베니안',
    nil,
  },
  [10508] = {
    '라스 프로스트위스퍼',
    nil,
  },
  [10509] = {
    '제드 룬워처',
    '검은손 부대',
  },
  [10516] = {
    '용서받지 못한 자',
    nil,
  },
  [10536] = {
    '역병 걸린 구더기',
    nil,
  },
  [10537] = {
    '[4.x 미사용]절벽파수꾼 롱혼',
    nil,
  },
  [10539] = {
    '[4.x 미사용]하가르 라이트닝후프',
    nil,
  },
  [10541] = {
    '크래클의 온도계측장치',
    nil,
  },
  [10556] = {
    '게으른 일꾼',
    nil,
  },
  [10557] = {
    'zzOLD불꽃의 토템 IV',
    nil,
  },
  [10558] = {
    '하스싱어 포레스턴',
    nil,
  },
  [10559] = {
    '여군주 베스피아',
    nil,
  },
  [10577] = {
    '지하쇠똥구리',
    nil,
  },
  [10578] = {
    nil,
    '수련 중인 의술사',
  },
  [10579] = {
    '사자 키르토노스',
    nil,
  },
  [10580] = {
    '악취나는 좀비',
    nil,
  },
  [10581] = {
    '[4.x 미사용]새끼 아리카라',
    nil,
  },
  [10582] = {
    '강아지',
    '사이어',
  },
  [10583] = {
    nil,
    '비행 조련사',
  },
  [10584] = {
    '우로크 둠하울',
    nil,
  },
  [10596] = {
    '여왕 불그물거미',
    nil,
  },
  [10598] = {
    '새끼 불그물거미',
    nil,
  },
  [10599] = {
    '훌프나르 스톤토템',
    nil,
  },
  [10600] = {
    '톤테크 럼블후프',
    nil,
  },
  [10601] = {
    '우로크 집행자',
    nil,
  },
  [10602] = {
    '우로크 오우거마법사',
    nil,
  },
  [10604] = {
    '여사냥꾼 네마이',
    nil,
  },
  [10605] = {
    '붉은십자군 의무병',
    nil,
  },
  [10606] = {
    '여사냥꾼 야엘리우라',
    nil,
  },
  [10608] = {
    '붉은십자군 사제',
    nil,
  },
  [10610] = {
    nil,
    '드워프 박격포부대',
  },
  [10611] = {
    '쇼티',
    '드워프 박격포부대',
  },
  [10612] = {
    '경비병 와차베',
    nil,
  },
  [10616] = {
    '감독관 랠렌',
    nil,
  },
  [10617] = {
    '[4.x 미사용]갈라크 전령',
    nil,
  },
  [10618] = {
    '리베른 프로스트윈드',
    '눈호랑이 조련사',
  },
  [10619] = {
    '글레이셔',
    '리베른의 수호물',
  },
  [10636] = {
    '짐꾼 코도',
    nil,
  },
  [10637] = {
    '말리퍼스 다크해머',
    '토륨 대장조합',
  },
  [10638] = {
    '[4.x 미사용]카나티 그레이클라우드',
    nil,
  },
  [10639] = {
    '난폭한 몽구리',
    nil,
  },
  [10640] = {
    '떡갈손',
    nil,
  },
  [10641] = {
    '썩은가지',
    nil,
  },
  [10643] = {
    '우렁비늘',
    nil,
  },
  [10644] = {
    '긴울음 안개늑대',
    nil,
  },
  [10645] = {
    '[4.x 미사용]탈리아 앰버하이드',
    nil,
  },
  [10646] = {
    '[4.x 미사용]라코타 윈드송',
    nil,
  },
  [10647] = {
    '왕자 라제',
    nil,
  },
  [10656] = {
    '수호의 지옥사냥개',
    nil,
  },
  [10657] = {
    '오염된 고양이',
    nil,
  },
  [10658] = {
    '위나의 고양이',
    nil,
  },
  [10659] = {
    '작은 푸른비늘 새끼용',
    nil,
  },
  [10660] = {
    '푸른비늘 새끼용',
    nil,
  },
  [10661] = {
    '마나먹는 푸른비늘 새끼용',
    nil,
  },
  [10662] = {
    '마나숨결',
    nil,
  },
  [10663] = {
    '마나발톱',
    nil,
  },
  [10664] = {
    '스크라이어',
    nil,
  },
  [10665] = {
    '초보연금술사 홀랜드',
    '왕립 연금술 학회',
  },
  [10668] = {
    '짓이겨진 시체',
    nil,
  },
  [10676] = {
    '공격대원 자쉬',
    nil,
  },
  [10678] = {
    '역병 걸린 작은 새끼용',
    nil,
  },
  [10680] = {
    '소환된 검은손부대 공포술사',
    '검은손 부대',
  },
  [10681] = {
    '소환된 검은손부대 고참병',
    '검은손 부대',
  },
  [10682] = {
    '공격대원 케르',
    nil,
  },
  [10683] = {
    '부화장 관리자',
    nil,
  },
  [10684] = {
    '한 맺힌 명가의 원혼',
    nil,
  },
  [10685] = {
    '돼지',
    nil,
  },
  [10696] = {
    '임시 주둔지 파수병',
    nil,
  },
  [10697] = {
    '위액괴물',
    nil,
  },
  [10698] = {
    '소환된 좀비',
    nil,
  },
  [10699] = {
    '지하쇠똥구리',
    nil,
  },
  [10716] = {
    '종탑 박쥐',
    nil,
  },
  [10717] = {
    '시간의 기생충',
    nil,
  },
  [10719] = {
    '스랄의 전령',
    nil,
  },
  [10720] = {
    '[4.x 미사용]갈라크 암살자',
    nil,
  },
  [10721] = {
    '풋내기 전사',
    nil,
  },
  [10738] = {
    '대족장 겨울눈',
    nil,
  },
  [10739] = {
    '멀그리스 딥리버',
    nil,
  },
  [10742] = {
    '검은손부대 용조련사',
    '검은손 부대',
  },
  [10756] = {
    '끓어오르는 정령',
    nil,
  },
  [10757] = {
    '소용돌이치는 정령',
    nil,
  },
  [10758] = {
    '그림토템 무법자',
    nil,
  },
  [10759] = {
    '그림토템 발굽전사',
    nil,
  },
  [10760] = {
    '그림토템 흙점쟁이',
    nil,
  },
  [10761] = {
    '그림토템 학살자',
    nil,
  },
  [10762] = {
    '검은손부대 암살단원',
    nil,
  },
  [10778] = {
    '재니스 펠스톤',
    nil,
  },
  [10779] = {
    '병든 다람쥐',
    nil,
  },
  [10780] = {
    '병든 사슴',
    nil,
  },
  [10781] = {
    '왕실감독원 바우하우스',
    '언더시티 인구조사국',
  },
  [10782] = {
    '왕실조사원 바스릴로',
    '스톰윈드 인구조사국',
  },
  [10783] = {
    '교란의 보주',
    'Orc, Male',
  },
  [10784] = {
    '교란의 보주',
    nil,
  },
  [10785] = {
    '교란의 보주',
    nil,
  },
  [10786] = {
    '교란의 보주',
    nil,
  },
  [10787] = {
    '교란의 보주',
    nil,
  },
  [10788] = {
    '교란의 보주',
    nil,
  },
  [10789] = {
    '교란의 보주',
    nil,
  },
  [10790] = {
    '교란의 보주',
    nil,
  },
  [10791] = {
    '교란의 보주',
    nil,
  },
  [10792] = {
    '교란의 보주',
    nil,
  },
  [10793] = {
    '교란의 보주',
    nil,
  },
  [10794] = {
    '교란의 보주',
    nil,
  },
  [10795] = {
    '교란의 보주',
    nil,
  },
  [10796] = {
    '교란의 보주',
    nil,
  },
  [10797] = {
    '교란의 보주',
    nil,
  },
  [10798] = {
    '교란의 보주',
    nil,
  },
  [10799] = {
    nil,
    '저주받은 자',
  },
  [10800] = {
    '저주 풀린 와로쉬',
    nil,
  },
  [10801] = {
    '비명소리 구울',
    nil,
  },
  [10802] = {
    '수호자 히타야',
    nil,
  },
  [10803] = {
    '소총병 휠러',
    nil,
  },
  [10804] = {
    '소총병 미들캠프',
    nil,
  },
  [10805] = {
    '관측병 클레미',
    nil,
  },
  [10808] = {
    '잔혹한 티미',
    nil,
  },
  [10809] = {
    '뾰족바위',
    nil,
  },
  [10811] = {
    '교관 갈포드',
    nil,
  },
  [10812] = {
    '십자군 사령관 다스로한',
    nil,
  },
  [10814] = {
    '오색용혈족 정예병',
    nil,
  },
  [10816] = {
    '떠도는 해골',
    nil,
  },
  [10817] = {
    '두간 와일드해머',
    nil,
  },
  [10821] = {
    '부패의 헤드무쉬',
    nil,
  },
  [10822] = {
    '장군 트레쉬진',
    nil,
  },
  [10823] = {
    '줄브린 워프브랜치',
    nil,
  },
  [10824] = {
    '죽음사냥꾼 호크스피어',
    nil,
  },
  [10825] = {
    '부동의 기쉬',
    nil,
  },
  [10826] = {
    '군주 다크사이드',
    nil,
  },
  [10827] = {
    '죽음예언자 셀렌드레',
    '저주받은 자들의 교단',
  },
  [10828] = {
    '리니아 아벤디스',
    nil,
  },
  [10836] = {
    '농부 달슨',
    nil,
  },
  [10837] = {
    '고위집행관 데링턴',
    nil,
  },
  [10838] = {
    '사령관 아쉬람 발러피스트',
    nil,
  },
  [10839] = {
    '은빛장교 가루쉬',
    '은빛 여명회',
  },
  [10840] = {
    '은빛장교 퓨어하트',
    '은빛 여명회',
  },
  [10856] = {
    '은빛병참장교 하사나',
    '은빛 여명회',
  },
  [10857] = {
    '은빛병참장교 라이트스파크',
    '은빛 여명회',
  },
  [10876] = {
    '언데드 쇠똥구리',
    nil,
  },
  [10877] = {
    '급사 해머폴',
    nil,
  },
  [10878] = {
    '전령 문스토커',
    nil,
  },
  [10879] = {
    '선구자 발타자드',
    nil,
  },
  [10880] = {
    '징집관 고를라취',
    nil,
  },
  [10881] = {
    '포고꾼 윈드스트라이더',
    nil,
  },
  [10882] = {
    '[4.x 미사용]아리카라',
    nil,
  },
  [10896] = {
    '[4.x 미사용]아르낙 그림토템',
    nil,
  },
  [10897] = {
    nil,
    '히포그리프 조련사',
  },
  [10899] = {
    '고랄루크 앤빌크랙',
    '검은손 부대 갑옷제작자',
  },
  [10901] = {
    '현자 폴켈트',
    nil,
  },
  [10902] = {
    '안돌할 탑 1',
    nil,
  },
  [10903] = {
    '안돌할 탑 2',
    nil,
  },
  [10904] = {
    '안돌할 탑 3',
    nil,
  },
  [10905] = {
    '안돌할 탑 4',
    nil,
  },
  [10916] = {
    '겨울눈 정찰꾼',
    nil,
  },
  [10919] = {
    '뾰족창 트롤',
    nil,
  },
  [10920] = {
    '켈레크 스카이키퍼',
    '에메랄드 의회',
  },
  [10921] = {
    '타론 레드페더',
    '에메랄드 의회',
  },
  [10922] = {
    '그레타 모스후프',
    '에메랄드 의회',
  },
  [10923] = {
    '테넬 리프러너',
    '에메랄드 의회',
  },
  [10924] = {
    '아이비 리프러너',
    '에메랄드 의회',
  },
  [10925] = {
    '썩어문드러진 벌레',
    nil,
  },
  [10926] = {
    '파멜라 레드패스',
    nil,
  },
  [10927] = {
    '말레네 레드패스',
    nil,
  },
  [10928] = {
    '하급 서큐버스',
    nil,
  },
  [10930] = {
    '다그 트루에임',
    '상급 사냥꾼',
  },
  [10936] = {
    '조셉 레드패스',
    nil,
  },
  [10937] = {
    '경비대장 레드패스',
    nil,
  },
  [10938] = {
    '타락한 레드패스',
    nil,
  },
  [10939] = {
    '검은 마르두크',
    nil,
  },
  [10940] = {
    '과거의 유령',
    nil,
  },
  [10941] = {
    '[4.x 미사용]위즐로 베어링샤이너',
    nil,
  },
  [10943] = {
    '노쇠한 수호자',
    nil,
  },
  [10944] = {
    '다빌 라이트파이어',
    nil,
  },
  [10946] = {
    '약탈자 호르구스',
    nil,
  },
  [10947] = {
    '다로우골 배반자',
    nil,
  },
  [10948] = {
    '다로우골 파수병',
    nil,
  },
  [10949] = {
    '은빛 성기사단 사도',
    nil,
  },
  [10950] = {
    '레드패스 민병대원',
    nil,
  },
  [10951] = {
    '약탈자 시체',
    nil,
  },
  [10952] = {
    '약탈자 해골',
    nil,
  },
  [10953] = {
    '호르구스의 하수인',
    nil,
  },
  [10954] = {
    '블러드레터',
    nil,
  },
  [10955] = {
    '소환된 물의 정령',
    nil,
  },
  [10956] = {
    '나가 사이렌',
    nil,
  },
  [10977] = {
    nil,
    '마샬 원정대',
  },
  [10979] = {
    '붉은십자군 사냥개',
    nil,
  },
  [10980] = {
    '우미의 기계설인',
    nil,
  },
  [10981] = {
    '서리늑대',
    nil,
  },
  [10982] = {
    '흰수염 졸개',
    nil,
  },
  [10983] = {
    '겨울도끼 트롤',
    nil,
  },
  [10984] = {
    '겨울도끼 광전사',
    nil,
  },
  [10986] = {
    '서리바람 하피',
    nil,
  },
  [10987] = {
    '깊은무쇠 트로그',
    nil,
  },
  [10988] = {
    '코도 영혼',
    nil,
  },
  [10990] = {
    '알터랙 산양',
    nil,
  },
  [10991] = {
    '자갈발 놀',
    nil,
  },
  [10992] = {
    '성난 퓨마',
    nil,
  },
  [10993] = {
    '트위직 스프로켓그라인드',
    '전문 기계공학자',
  },
  [10996] = {
    '영웅의 넋',
    nil,
  },
  [10997] = {
    '윌리 호프브레이커',
    nil,
  },
  [11016] = {
    '사로잡힌 아르코나린',
    nil,
  },
  [11017] = {
    nil,
    '전문 기계공학자',
  },
  [11019] = {
    '제시르 문보우',
    nil,
  },
  [11020] = {
    '트레이 라이트포지의 유해',
    nil,
  },
  [11021] = {
    '여명의 설원 눈호랑이',
    nil,
  },
  [11022] = {
    nil,
    '바로브 가문',
  },
  [11023] = {
    nil,
    '바로브 가문',
  },
  [11024] = {
    nil,
    '제시의 애완동물',
  },
  [11025] = {
    nil,
    '전문 기계공학자',
  },
  [11026] = {
    '스프라이트 점프스프로켓',
    '전문 기계공학자',
  },
  [11027] = {
    '희미한 망령',
    nil,
  },
  [11028] = {
    '젬마 퀵스위치',
    '전문 기계공학자',
  },
  [11029] = {
    '트리시 퀵스위치',
    '전문 기계공학자',
  },
  [11030] = {
    '넋 나간 언데드',
    nil,
  },
  [11031] = {
    nil,
    '전문 기계공학자',
  },
  [11032] = {
    '사령관 말로',
    nil,
  },
  [11034] = {
    '맥스웰 티로서스 경',
    '은빛 여명회',
  },
  [11035] = {
    nil,
    '은빛 여명회',
  },
  [11036] = {
    '존경받는 리어니드 바돌로매',
    '은빛 여명회',
  },
  [11037] = {
    nil,
    '전문 기계공학자',
  },
  [11038] = {
    '관리인 알렌',
    '은빛 여명회',
  },
  [11039] = {
    '공작 니콜라스 즈바른호프',
    '은빛 여명회',
  },
  [11040] = {
    '순찰대원 브로넬',
    '어둠의 순찰대',
  },
  [11041] = {
    '밀라 페어랜코라',
    '전문 연금술사',
  },
  [11042] = {
    '실반나 포레스트문',
    '전문 연금술사',
  },
  [11043] = {
    '되살아난 수도사',
    nil,
  },
  [11044] = {
    '박사 마틴 펠벤',
    '전문 연금술사',
  },
  [11046] = {
    nil,
    '전문 연금술사',
  },
  [11047] = {
    nil,
    '전문 연금술사',
  },
  [11048] = {
    nil,
    '전문 재봉사',
  },
  [11049] = {
    nil,
    '전문 재봉사',
  },
  [11050] = {
    nil,
    '전문 재봉사',
  },
  [11051] = {
    nil,
    '전문 재봉사',
  },
  [11052] = {
    nil,
    '전문 재봉사',
  },
  [11053] = {
    '대여사제 맥도널',
    nil,
  },
  [11054] = {
    '되살아난 소총병',
    nil,
  },
  [11055] = {
    '어둠의여사제 반디스',
    nil,
  },
  [11056] = {
    '연금술사 알빙턴',
    nil,
  },
  [11057] = {
    '연금술사 디더스',
    nil,
  },
  [11063] = {
    '카를린 레드패스',
    '은빛 여명회',
  },
  [11064] = {
    '다로우골 영혼',
    nil,
  },
  [11065] = {
    '토니스 필라스톤',
    '전문 마법부여사',
  },
  [11066] = {
    nil,
    '전문 마법부여사',
  },
  [11067] = {
    nil,
    '전문 마법부여사',
  },
  [11068] = {
    nil,
    '전문 마법부여사',
  },
  [11069] = {
    '제노바 스톤실드',
    '야수 관리인',
  },
  [11070] = {
    '랄리나 서머문',
    '전문 마법부여사',
  },
  [11071] = {
    '모트 돈스트라이더',
    '전문 마법부여사',
  },
  [11072] = {
    '키타 파이어윈드',
    '전문 마법부여사',
  },
  [11073] = {
    nil,
    '전문 마법부여사',
  },
  [11074] = {
    nil,
    '전문 마법부여사',
  },
  [11075] = {
    '가마솥군주 창자아귀',
    nil,
  },
  [11076] = {
    '가마솥군주 라자르취',
    nil,
  },
  [11077] = {
    '가마솥군주 말비니어스',
    nil,
  },
  [11078] = {
    '가마솥군주 성난망령',
    nil,
  },
  [11079] = {
    '윈드 나이트체이서',
    nil,
  },
  [11081] = {
    nil,
    '전문 가죽세공인',
  },
  [11082] = {
    '스트라솔름 급사',
    nil,
  },
  [11083] = {
    nil,
    '수습 가죽세공인',
  },
  [11084] = {
    nil,
    '전문 가죽세공인',
  },
  [11096] = {
    nil,
    '수습 가죽세공인',
  },
  [11097] = {
    '드라크 스톤핸드',
    '전문 가죽세공인',
  },
  [11098] = {
    '하라나 아이언하이드',
    '전문 가죽세공인',
  },
  [11099] = {
    '은빛 여명회 경비병',
    '은빛 여명회',
  },
  [11100] = {
    'zzOLD마나 해일 토템 II',
    nil,
  },
  [11101] = {
    'zzOLD마나 해일 토템 III',
    nil,
  },
  [11102] = {
    '은빛 기수',
    '은빛 여명회',
  },
  [11103] = {
    '여관주인 리쉐랴',
    '여관주인',
  },
  [11104] = {
    nil,
    '야수 관리인',
  },
  [11105] = {
    nil,
    '야수 관리인',
  },
  [11106] = {
    '여관주인 시케와',
    '여관주인',
  },
  [11116] = {
    '여관주인 아베크와',
    '여관주인',
  },
  [11117] = {
    nil,
    '야수 관리인',
  },
  [11118] = {
    '여관주인 비지',
    '여관주인',
  },
  [11119] = {
    nil,
    '야수 관리인',
  },
  [11120] = {
    '되살아난 대장장이',
    nil,
  },
  [11121] = {
    '검은호위대 검제작자',
    nil,
  },
  [11122] = {
    '잠 못 드는 영혼',
    nil,
  },
  [11136] = {
    '해방된 영혼',
    nil,
  },
  [11137] = {
    nil,
    '무기제작자',
  },
  [11138] = {
    nil,
    '히포그리프 조련사',
  },
  [11139] = {
    nil,
    '와이번 조련사',
  },
  [11141] = {
    '트레이 라이트포지의 영혼',
    nil,
  },
  [11142] = {
    '언데드 우체부',
    nil,
  },
  [11143] = {
    '우체국장 말로운',
    nil,
  },
  [11145] = {
    '미올로 선더퓨리',
    nil,
  },
  [11146] = {
    '이로누스 콜드스틸',
    '무기제작의 대가',
  },
  [11147] = {
    '녹색 기계타조',
    nil,
  },
  [11148] = {
    '보라색 기계타조',
    nil,
  },
  [11149] = {
    '적청색 기계타조',
    nil,
  },
  [11150] = {
    '최신형 투명청색 기계타조',
    nil,
  },
  [11151] = {
    '기계타조 (Yellow/Green)',
    nil,
  },
  [11152] = {
    '스컬지 가마솥',
    nil,
  },
  [11153] = {
    '붉은 해골마',
    nil,
  },
  [11154] = {
    '푸른 해골마',
    nil,
  },
  [11155] = {
    '갈색 해골마',
    nil,
  },
  [11156] = {
    '녹색 전투해골마',
    nil,
  },
  [11176] = {
    '크라토크 몰튼피스트',
    nil,
  },
  [11177] = {
    '오코토스 아이언레이저',
    '전문 대장장이',
  },
  [11178] = {
    '보르고쉬 코어벤더',
    '무기제작의 대가',
  },
  [11179] = {
    '수정 방아쇠',
    nil,
  },
  [11180] = {
    '피멍울초소 용사',
    nil,
  },
  [11181] = {
    nil,
    '캘브루스의 애완동물',
  },
  [11182] = {
    nil,
    '갑옷 및 방패 상인',
  },
  [11183] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [11184] = {
    nil,
    '무기 및 총기류 상인',
  },
  [11185] = {
    '시저 피즈볼트',
    '기술용품 상인',
  },
  [11186] = {
    '루닉스 스프로켓슬립',
    '채광용품 상인',
  },
  [11187] = {
    nil,
    '식료품 상인',
  },
  [11188] = {
    '에비 휠브루',
    '연금술용품 상인',
  },
  [11189] = {
    nil,
    '직업용품 상인',
  },
  [11190] = {
    '눈망루마을 투사',
    nil,
  },
  [11191] = {
    '호리호리한 릴리스',
    nil,
  },
  [11193] = {
    '세릴 스컬지베인',
    nil,
  },
  [11194] = {
    '은빛의 수호자',
    '은빛 여명회',
  },
  [11195] = {
    '죽음의 군마',
    nil,
  },
  [11196] = {
    '뾰족창 북장이',
    nil,
  },
  [11197] = {
    '넋 나간 해골',
    nil,
  },
  [11198] = {
    '뒤틀린 드레나이 망명자',
    nil,
  },
  [11199] = {
    '진홍십자군 대포',
    nil,
  },
  [11200] = {
    '소환된 해골',
    nil,
  },
  [11218] = {
    '케를로니안 에버셰이드',
    '발톱의 드루이드',
  },
  [11219] = {
    '릴라드리스 문리버',
    nil,
  },
  [11236] = {
    '붉은앵무',
    nil,
  },
  [11256] = {
    '물의 현신',
    nil,
  },
  [11257] = {
    '스칼로맨스 조련사',
    nil,
  },
  [11258] = {
    '부서질 듯한 해골',
    nil,
  },
  [11259] = {
    '나타카 롱혼',
    nil,
  },
  [11260] = {
    '북녘골 인부',
    nil,
  },
  [11261] = {
    '의사 테올렌 크라스티노브',
    '도륙검',
  },
  [11262] = {
    '오닉시아의 새끼용',
    nil,
  },
  [11263] = {
    '유령 환영',
    nil,
  },
  [11276] = {
    '아즈샤라 파수꾼',
    nil,
  },
  [11277] = {
    '카엘 다로우 시민',
    nil,
  },
  [11278] = {
    '마그누스 프로스트웨이크',
    nil,
  },
  [11279] = {
    '카엘 다로우 경비병',
    nil,
  },
  [11280] = {
    '카엘 다로우 포병',
    nil,
  },
  [11281] = {
    '카엘 다로우 기마병',
    nil,
  },
  [11284] = {
    '암흑의 망령',
    nil,
  },
  [11286] = {
    '집정관 마르듀크',
    nil,
  },
  [11287] = {
    '제빵사 마스터슨',
    nil,
  },
  [11288] = {
    '배반자 유령',
    nil,
  },
  [11289] = {
    '파수병 유령',
    nil,
  },
  [11290] = {
    '이끼껍질 좀비',
    nil,
  },
  [11291] = {
    '죽지 못하는 이끼껍질 트롤',
    nil,
  },
  [11296] = {
    '다로우골 유령',
    nil,
  },
  [11316] = {
    nil,
    '쓰레기 관리인',
  },
  [11318] = {
    '성난불길 트로그',
    nil,
  },
  [11319] = {
    '성난불길 주술사',
    nil,
  },
  [11320] = {
    '땅벌레',
    nil,
  },
  [11321] = {
    '녹아내린 정령',
    nil,
  },
  [11322] = {
    '이글거리는 칼날단 이교도',
    nil,
  },
  [11323] = {
    '이글거리는 칼날단 집행자',
    nil,
  },
  [11324] = {
    '이글거리는 칼날단 흑마법사',
    nil,
  },
  [11325] = {
    '아기 판다',
    nil,
  },
  [11326] = {
    '꼬마 디아블로',
    '파괴의 군주',
  },
  [11328] = {
    '동쪽계곡 인부',
    nil,
  },
  [11338] = {
    '학카리 흑마술사',
    nil,
  },
  [11339] = {
    '학카리 어둠사냥꾼',
    nil,
  },
  [11340] = {
    '학카리 혈사제',
    nil,
  },
  [11346] = {
    '학카리 현자',
    nil,
  },
  [11347] = {
    '광신도 로르칸',
    nil,
  },
  [11348] = {
    '광신도 자스',
    nil,
  },
  [11350] = {
    '구루바시 도끼투척병',
    nil,
  },
  [11351] = {
    '구루바시 인간사냥꾼',
    nil,
  },
  [11352] = {
    '구루바시 광전사',
    nil,
  },
  [11353] = {
    '구루바시 흡혈전사',
    nil,
  },
  [11355] = {
    '구루바시 전사',
    nil,
  },
  [11356] = {
    '구루바시 용사',
    nil,
  },
  [11357] = {
    '학카르의 자손',
    nil,
  },
  [11359] = {
    '영혼약탈자',
    nil,
  },
  [11360] = {
    '새끼 줄리안 호랑이',
    nil,
  },
  [11361] = {
    '줄리안 호랑이',
    nil,
  },
  [11365] = {
    '줄리안 표범',
    nil,
  },
  [11368] = {
    '흡혈박쥐',
    nil,
  },
  [11370] = {
    '래즈자쉬 과부거미',
    nil,
  },
  [11371] = {
    '래즈자쉬 독사',
    nil,
  },
  [11372] = {
    '래즈자쉬 살무사',
    nil,
  },
  [11373] = {
    '래즈자쉬 코브라',
    nil,
  },
  [11374] = {
    '광포한 갈퀴송곳니',
    nil,
  },
  [11378] = {
    '작업반장 타즈릴',
    nil,
  },
  [11380] = {
    '사술사 진도',
    nil,
  },
  [11382] = {
    '혈군주 만도키르',
    nil,
  },
  [11383] = {
    '대여사제 하이와트나',
    nil,
  },
  [11387] = {
    '성난모래 전령',
    '성난모래 부족 사절',
  },
  [11388] = {
    '마른나무껍질 전령',
    '마른나무껍질 트롤 사절',
  },
  [11389] = {
    '붉은머리 전령',
    '붉은머리 부족 사절',
  },
  [11390] = {
    '백골가루 전령',
    '백골가루 트롤 사절',
  },
  [11391] = {
    '썩은가지 전령',
    '썩은가지 트롤 사절',
  },
  [11397] = {
    nil,
    '상급 사제',
  },
  [11401] = {
    '여사제 알라시아',
    '상급 사제',
  },
  [11406] = {
    '대사제 로한',
    '상급 사제',
  },
  [11437] = {
    '하급 지옥불정령',
    nil,
  },
  [11438] = {
    '비블리 푸츠버클',
    nil,
  },
  [11439] = {
    '잔다이스 바로브의 환영',
    nil,
  },
  [11440] = {
    '고르독 집행자',
    nil,
  },
  [11441] = {
    '고르독 투사',
    nil,
  },
  [11442] = {
    '고르독 싸움꾼',
    nil,
  },
  [11443] = {
    '고르독 오우거마법사',
    nil,
  },
  [11444] = {
    '고르독 대마법사',
    nil,
  },
  [11445] = {
    '고르독 전투대장',
    nil,
  },
  [11446] = {
    '고르독 영혼',
    nil,
  },
  [11448] = {
    '고르독 흑마법사',
    nil,
  },
  [11450] = {
    '고르독 약탈자',
    nil,
  },
  [11451] = {
    '야생혈족 사티로스',
    nil,
  },
  [11452] = {
    '야생혈족 도적',
    nil,
  },
  [11453] = {
    '야생혈족 요술사',
    nil,
  },
  [11454] = {
    '야생혈족 배반자',
    nil,
  },
  [11455] = {
    '야생혈족 악마추종자',
    nil,
  },
  [11456] = {
    '야생혈족 그림자추적자',
    nil,
  },
  [11457] = {
    '야생혈족 지옥소환사',
    nil,
  },
  [11458] = {
    '무쇠껍질 나무정령',
    nil,
  },
  [11459] = {
    '무쇠껍질 수호정령',
    nil,
  },
  [11460] = {
    '알진의 하인',
    nil,
  },
  [11461] = {
    '수호의 굽이나무정령',
    nil,
  },
  [11462] = {
    '굽이나무정령',
    nil,
  },
  [11464] = {
    '뿌리의 굽이나무정령',
    nil,
  },
  [11465] = {
    '우레의 굽이나무정령',
    nil,
  },
  [11466] = {
    '명가의 소환사',
    nil,
  },
  [11469] = {
    '엘드레스 군중',
    nil,
  },
  [11470] = {
    '엘드레스 마술사',
    nil,
  },
  [11471] = {
    '엘드레스 유령',
    nil,
  },
  [11472] = {
    '엘드레스 영혼',
    nil,
  },
  [11473] = {
    '엘드레스 원혼',
    nil,
  },
  [11475] = {
    '엘드레스 환영',
    nil,
  },
  [11476] = {
    '해골이 된 명가',
    nil,
  },
  [11477] = {
    '썩어가는 명가',
    nil,
  },
  [11480] = {
    '불가사의한 피조물',
    nil,
  },
  [11483] = {
    '마나 파편',
    nil,
  },
  [11484] = {
    '불가사의한 마력의 소용돌이',
    nil,
  },
  [11486] = {
    '왕자 토르텔드린',
    nil,
  },
  [11487] = {
    '마법학자 칼렌드리스',
    nil,
  },
  [11488] = {
    '일리아나 레이븐오크',
    nil,
  },
  [11489] = {
    '굽이나무 텐드리스',
    nil,
  },
  [11490] = {
    '제브림 쏜후프',
    nil,
  },
  [11491] = {
    '늙은 무쇠껍질',
    nil,
  },
  [11492] = {
    '칼날바람 알진',
    nil,
  },
  [11494] = {
    '알진 트리거',
    nil,
  },
  [11497] = {
    '라자',
    nil,
  },
  [11498] = {
    '패배의 스카르',
    nil,
  },
  [11501] = {
    '왕 고르독',
    nil,
  },
  [11516] = {
    '나무구렁 문지기',
    nil,
  },
  [11517] = {
    '오글플린트',
    '성난불길 일족 족장',
  },
  [11518] = {
    '기원사 제로쉬',
    nil,
  },
  [11520] = {
    '욕망의 타라가만',
    nil,
  },
  [11521] = {
    '코도 유령',
    nil,
  },
  [11536] = {
    '병참장교 미란다 브리치락',
    '은빛 여명회',
  },
  [11547] = {
    '스칼로맨스 해골 학생',
    nil,
  },
  [11551] = {
    '소생한 지하마귀',
    nil,
  },
  [11552] = {
    '나무구렁 비술사',
    nil,
  },
  [11553] = {
    '나무구렁 싸움꾼',
    nil,
  },
  [11554] = {
    '그라즐',
    nil,
  },
  [11555] = {
    '외눈 고른',
    nil,
  },
  [11559] = {
    '추방된 강령술사',
    nil,
  },
  [11560] = {
    '마그람 유령',
    nil,
  },
  [11561] = {
    '언데드 약탈자',
    nil,
  },
  [11562] = {
    '마른껍질 마크루라',
    nil,
  },
  [11563] = {
    '뾰족뿔 마른껍질 마크루라',
    nil,
  },
  [11564] = {
    '기젤톤 대상단 코도',
    nil,
  },
  [11576] = {
    '굽이치는 회오리',
    nil,
  },
  [11577] = {
    '휘몰아치는 회오리',
    nil,
  },
  [11578] = {
    '칼날의 회오리',
    nil,
  },
  [11582] = {
    '스칼로맨스 암흑소환사',
    nil,
  },
  [11596] = {
    '스미드 스크래블스크류',
    nil,
  },
  [11598] = {
    '되살아난 수호자',
    nil,
  },
  [11600] = {
    '깊은무쇠 주술사',
    nil,
  },
  [11602] = {
    '깊은무쇠 망치잡이',
    nil,
  },
  [11603] = {
    '흰수염 채굴꾼',
    nil,
  },
  [11604] = {
    '흰수염 흙점쟁이',
    nil,
  },
  [11605] = {
    '흰수염 감독관',
    nil,
  },
  [11608] = {
    '바르두 샤프아이',
    nil,
  },
  [11609] = {
    '알렉시아 아이언나이프',
    nil,
  },
  [11610] = {
    '키르스타 딥섀도',
    nil,
  },
  [11611] = {
    '기병 드루겐',
    nil,
  },
  [11613] = {
    '사냥꾼 래들리',
    nil,
  },
  [11614] = {
    '붉은눈동자',
    nil,
  },
  [11616] = {
    nil,
    '은빛십자군',
  },
  [11620] = {
    '약탈자 유령',
    nil,
  },
  [11621] = {
    '전사자 유령',
    nil,
  },
  [11622] = {
    '들창엄니',
    nil,
  },
  [11623] = {
    '스컬지 소환 수정',
    nil,
  },
  [11624] = {
    '타이가 와이즈메인',
    nil,
  },
  [11626] = {
    '리거 기젤톤',
    nil,
  },
  [11627] = {
    '길들인 코도',
    nil,
  },
  [11628] = {
    '부패한 시체',
    nil,
  },
  [11629] = {
    '제시카 레드패스',
    nil,
  },
  [11636] = {
    '웰던 바로브의 하인',
    nil,
  },
  [11637] = {
    '알렉시 바로브의 하인',
    nil,
  },
  [11656] = {
    '전쟁노래 일꾼',
    nil,
  },
  [11658] = {
    '용암거인',
    nil,
  },
  [11659] = {
    '파괴의 용암거인',
    nil,
  },
  [11661] = {
    '불꽃꼬리 전사',
    nil,
  },
  [11662] = {
    '불꽃꼬리 사제',
    nil,
  },
  [11663] = {
    '불꽃꼬리 치유사',
    nil,
  },
  [11664] = {
    '불꽃꼬리 정예병',
    nil,
  },
  [11665] = {
    '용암의 파괴자',
    nil,
  },
  [11666] = {
    '불꽃 정령',
    nil,
  },
  [11667] = {
    '화염의수호자',
    nil,
  },
  [11668] = {
    '불의 군주',
    nil,
  },
  [11669] = {
    '화염 임프',
    nil,
  },
  [11671] = {
    '심장부 사냥개',
    nil,
  },
  [11672] = {
    '흉포한 심장부 사냥개',
    nil,
  },
  [11673] = {
    '심장부 사냥개',
    nil,
  },
  [11675] = {
    '서리바람 바람소환사',
    nil,
  },
  [11677] = {
    '작업반장 스니블',
    nil,
  },
  [11678] = {
    '서리바람 복병',
    nil,
  },
  [11679] = {
    '겨울도끼 의술사',
    nil,
  },
  [11680] = {
    '호드 정찰병',
    nil,
  },
  [11681] = {
    '전쟁노래 벌채꾼',
    nil,
  },
  [11682] = {
    '전쟁노래 그런트',
    nil,
  },
  [11683] = {
    '전쟁노래 주술사',
    nil,
  },
  [11684] = {
    '고블린 벌채기',
    nil,
  },
  [11685] = {
    '마라우돈 사제',
    nil,
  },
  [11686] = {
    '유령 침략자',
    nil,
  },
  [11687] = {
    '유령 약탈자',
    nil,
  },
  [11688] = {
    '저주받은 켄타우로스',
    nil,
  },
  [11689] = {
    '갈색 코도',
    nil,
  },
  [11690] = {
    '나무옹이 선동자',
    nil,
  },
  [11696] = {
    '찰 페이윈드',
    '눈호랑이 조련사',
  },
  [11697] = {
    '만노로크 채찍마녀',
    nil,
  },
  [11698] = {
    '독침 하이브아쉬',
    nil,
  },
  [11699] = {
    nil,
    '스톰윈드 왕자',
  },
  [11700] = {
    '사린 스타라이트',
    nil,
  },
  [11701] = {
    nil,
    '라바사우루스 조련사',
  },
  [11702] = {
    nil,
    '라바사우루스 조련사',
  },
  [11703] = {
    '그로 코너스톤',
    '사슬 방어구 상인',
  },
  [11704] = {
    '크리스 골든라이트',
    nil,
  },
  [11705] = {
    '라얀 돈라이즌',
    nil,
  },
  [11708] = {
    '코랄 문게일',
    nil,
  },
  [11709] = {
    '자레스 와일드우즈',
    nil,
  },
  [11711] = {
    '파수꾼 아이나샤',
    nil,
  },
  [11712] = {
    '릴린 다크리버',
    nil,
  },
  [11713] = {
    '검은나무 추적자',
    nil,
  },
  [11714] = {
    '험상궂은 마로쉬',
    nil,
  },
  [11716] = {
    '켈레스 어스본',
    nil,
  },
  [11717] = {
    '베단 블루워터',
    nil,
  },
  [11718] = {
    '사르 브라운아이',
    nil,
  },
  [11720] = {
    '로루크 포레스트스트라이더',
    nil,
  },
  [11721] = {
    '일꾼 하이브아쉬',
    nil,
  },
  [11722] = {
    '병정 하이브아쉬',
    nil,
  },
  [11723] = {
    '모래무지 하이브아쉬',
    nil,
  },
  [11724] = {
    '우두머리 하이브아쉬',
    nil,
  },
  [11725] = {
    '길잡이 하이브조라',
    nil,
  },
  [11726] = {
    '땅꾼 하이브조라',
    nil,
  },
  [11727] = {
    '병정 하이브조라',
    nil,
  },
  [11728] = {
    '모래무지 하이브조라',
    nil,
  },
  [11729] = {
    '어미 하이브조라',
    nil,
  },
  [11730] = {
    '모래무지 하이브레갈',
    nil,
  },
  [11731] = {
    '하이브레갈 땅무지',
    nil,
  },
  [11732] = {
    '독침 하이브레갈',
    nil,
  },
  [11733] = {
    '암컷 하이브레갈',
    nil,
  },
  [11734] = {
    '우두머리 하이브레갈',
    nil,
  },
  [11735] = {
    '돌꼬리전갈',
    nil,
  },
  [11736] = {
    '돌꼬리집게전갈',
    nil,
  },
  [11737] = {
    '돌꼬리채찍전갈',
    nil,
  },
  [11738] = {
    '모래그물 바위거미',
    nil,
  },
  [11739] = {
    '긴다리 바위거미',
    nil,
  },
  [11740] = {
    '작살미늘벌레',
    nil,
  },
  [11741] = {
    '망치미늘벌레',
    nil,
  },
  [11744] = {
    '먼지 폭풍',
    nil,
  },
  [11745] = {
    '소용돌이 전사',
    nil,
  },
  [11746] = {
    '우레의 모래정령',
    nil,
  },
  [11747] = {
    '분노의 모래정령',
    nil,
  },
  [11748] = {
    '사만다 스위프트후프',
    nil,
  },
  [11749] = {
    '페란 스트롱윈드',
    nil,
  },
  [11754] = {
    '메지 페핀로커',
    nil,
  },
  [11755] = {
    '하를로 위글즈워스',
    nil,
  },
  [11777] = {
    '우레의 음영석정령',
    nil,
  },
  [11778] = {
    '분쇄의 음영석정령',
    nil,
  },
  [11781] = {
    '분쇄의 호박석정령',
    nil,
  },
  [11782] = {
    '파괴의 호박석정령',
    nil,
  },
  [11783] = {
    '테라드림 파편',
    nil,
  },
  [11784] = {
    '테라드림 수호자',
    nil,
  },
  [11785] = {
    '호박눈 바실리스크',
    nil,
  },
  [11786] = {
    '호박눈 갈퀴바실리스크',
    nil,
  },
  [11787] = {
    '바위구멍 미늘벌레',
    nil,
  },
  [11788] = {
    '바위미늘벌레',
    nil,
  },
  [11789] = {
    '구덩이 미늘벌레',
    nil,
  },
  [11790] = {
    '타락의 사티로스',
    nil,
  },
  [11791] = {
    '타락의 요술사',
    nil,
  },
  [11792] = {
    '타락의 그림자추적자',
    nil,
  },
  [11793] = {
    '셀레브리안 드리아드',
    nil,
  },
  [11794] = {
    '셀레브라스의 딸',
    nil,
  },
  [11795] = {
    '밀렌타 리버벤드',
    nil,
  },
  [11796] = {
    '베서니 플레인즈윈드',
    nil,
  },
  [11797] = {
    '모렌 리버벤드',
    nil,
  },
  [11798] = {
    '분덴 플레인즈윈드',
    '썬더 블러프 비행 조련사',
  },
  [11800] = {
    nil,
    '다르나서스 비행 조련사',
  },
  [11802] = {
    '덴드리트 스타블레이즈',
    nil,
  },
  [11803] = {
    '황혼의 문지기 엑시터',
    '황혼의 망치단',
  },
  [11804] = {
    '황혼의 문지기 하분스',
    '황혼의 망치단',
  },
  [11805] = {
    '자룬드 스타우트라이더',
    '세나리온 의회',
  },
  [11806] = {
    '파수꾼 오나에야',
    nil,
  },
  [11807] = {
    '트리스테인 섀도스톤',
    nil,
  },
  [11808] = {
    '그룸 레드비어드',
    nil,
  },
  [11810] = {
    '호윈 카인드페더',
    nil,
  },
  [11811] = {
    '나라인 수스팬시',
    nil,
  },
  [11812] = {
    '클라이라 카인드페더',
    nil,
  },
  [11813] = {
    '케르 아이언사이트',
    nil,
  },
  [11821] = {
    '다른 탈론그립',
    nil,
  },
  [11822] = {
    '달숲 집행자',
    nil,
  },
  [11823] = {
    '바르크 배틀스카',
    nil,
  },
  [11830] = {
    '학카리 사제',
    nil,
  },
  [11831] = {
    '학카리 의술사',
    nil,
  },
  [11832] = {
    '수호자 레물로스',
    nil,
  },
  [11833] = {
    nil,
    '마가타의 하인',
  },
  [11834] = {
    '마우르 그림토템',
    nil,
  },
  [11836] = {
    '사로잡힌 광포한 엉겅퀴곰',
    nil,
  },
  [11837] = {
    '자갈발 주술사',
    nil,
  },
  [11838] = {
    '자갈발 비술사',
    nil,
  },
  [11839] = {
    '자갈발 투사',
    nil,
  },
  [11840] = {
    '자갈발 우두머리',
    nil,
  },
  [11856] = {
    '카야 플랫후프',
    nil,
  },
  [11857] = {
    '마카바 플랫후프',
    nil,
  },
  [11858] = {
    '그룬디히 다크클라우드',
    '족장',
  },
  [11859] = {
    '파멸의 수호병',
    nil,
  },
  [11860] = {
    '마그그랜 어스바인더',
    nil,
  },
  [11863] = {
    nil,
    '은빛 여명회',
  },
  [11864] = {
    '탐라 윈드필드',
    nil,
  },
  [11865] = {
    '불리위프 스톤헤드',
    '무기 전문가',
  },
  [11866] = {
    '일예니아 문파이어',
    '무기 전문가',
  },
  [11867] = {
    nil,
    '무기 전문가',
  },
  [11868] = {
    nil,
    '무기 전문가',
  },
  [11869] = {
    nil,
    '무기 전문가',
  },
  [11870] = {
    nil,
    '무기 전문가',
  },
  [11871] = {
    '사나운 들개',
    nil,
  },
  [11872] = {
    '노파 미란다',
    nil,
  },
  [11873] = {
    '수행원 유령',
    nil,
  },
  [11874] = {
    nil,
    '최상급 가죽세공인',
  },
  [11875] = {
    '박격포부대 표적 허수아비',
    nil,
  },
  [11876] = {
    '악마의 영혼',
    nil,
  },
  [11877] = {
    '룬 와일드메인',
    nil,
  },
  [11878] = {
    '나타노스 블라이트콜러',
    '밴시 여왕의 용사',
  },
  [11880] = {
    '황혼의 복수자',
    '황혼의 망치단',
  },
  [11881] = {
    '황혼의 대지술사',
    '황혼의 망치단',
  },
  [11882] = {
    '황혼의 돌소환사',
    '황혼의 망치단',
  },
  [11883] = {
    '황혼의 장로',
    '황혼의 망치단',
  },
  [11885] = {
    '황폐의사냥개',
    nil,
  },
  [11886] = {
    '머큐시오 필스고저',
    nil,
  },
  [11887] = {
    '납골당 도굴꾼',
    nil,
  },
  [11896] = {
    '피고름구더기',
    nil,
  },
  [11897] = {
    '그늘날개',
    nil,
  },
  [11898] = {
    '십자군군주 발델마르',
    nil,
  },
  [11899] = {
    nil,
    '와이번 조련사',
  },
  [11900] = {
    nil,
    '와이번 조련사',
  },
  [11901] = {
    nil,
    '와이번 조련사',
  },
  [11910] = {
    '그림토템 약탈자',
    nil,
  },
  [11911] = {
    '그림토템 용병',
    nil,
  },
  [11912] = {
    '그림토템 투사',
    nil,
  },
  [11913] = {
    '그림토템 마술사',
    nil,
  },
  [11914] = {
    '검은 고어후프',
    nil,
  },
  [11915] = {
    '구릉바위 바위지기',
    nil,
  },
  [11917] = {
    '구릉바위 흙점쟁이',
    nil,
  },
  [11918] = {
    '구릉바위 채굴꾼',
    nil,
  },
  [11936] = {
    '화가 렌프레이',
    nil,
  },
  [11937] = {
    '악마의 차원문 수호병',
    nil,
  },
  [11940] = {
    '메리사 스틸웰',
    nil,
  },
  [11941] = {
    '요리 크랙헬름',
    nil,
  },
  [11942] = {
    '오렌실 위스퍼윈드',
    nil,
  },
  [11944] = {
    '보른 스카이시어',
    nil,
  },
  [11946] = {
    nil,
    '서리늑대 사령관',
  },
  [11947] = {
    '부대장 갈반가르',
    '서리늑대 부대장',
  },
  [11948] = {
    '반다르 스톰파이크',
    '스톰파이크 사령관',
  },
  [11949] = {
    '부대장 발린다 스톤하스',
    '스톰파이크 부대장',
  },
  [11956] = {
    '거대한 곰의 혼',
    nil,
  },
  [11957] = {
    '거대한 살쾡이의 혼',
    nil,
  },
  [11983] = {
    '화염아귀',
    nil,
  },
  [11988] = {
    '초열의 골레마그',
    nil,
  },
  [11997] = {
    '스톰파이크 전령',
    nil,
  },
  [11998] = {
    '서리늑대 전령',
    nil,
  },
  [12017] = {
    '용기대장 래쉬레이어',
    nil,
  },
  [12018] = {
    '청지기 이그젝큐투스',
    nil,
  },
  [12019] = {
    nil,
    '식료품 상인',
  },
  [12021] = {
    '대올린 서머리프',
    '일용품 상인',
  },
  [12022] = {
    '로렐라이 윈터송',
    '직업용품 상인',
  },
  [12023] = {
    nil,
    '천 및 가죽 방어구 상인',
  },
  [12024] = {
    nil,
    '무기제작자',
  },
  [12025] = {
    nil,
    '전문 약초채집사',
  },
  [12026] = {
    nil,
    '식료품 상인',
  },
  [12027] = {
    nil,
    '일용품 상인',
  },
  [12028] = {
    nil,
    '직업용품 상인',
  },
  [12029] = {
    nil,
    '활 상인',
  },
  [12030] = {
    nil,
    '전문 무두장이',
  },
  [12031] = {
    nil,
    '낚시용품 상인',
  },
  [12032] = {
    nil,
    '전문 낚시꾼',
  },
  [12033] = {
    nil,
    '요리 재료 상인',
  },
  [12042] = {
    nil,
    '상급 드루이드',
  },
  [12043] = {
    nil,
    '직업용품 상인',
  },
  [12045] = {
    nil,
    '도끼제작자',
  },
  [12046] = {
    '파괴자 고르마로크',
    nil,
  },
  [12047] = {
    '스톰파이크 산악경비대',
    nil,
  },
  [12048] = {
    '얼라이언스 파수꾼',
    nil,
  },
  [12050] = {
    '스톰파이크 수호병',
    nil,
  },
  [12051] = {
    '서리늑대 용사',
    nil,
  },
  [12052] = {
    '서리늑대 전사',
    nil,
  },
  [12053] = {
    '서리늑대 수호병',
    nil,
  },
  [12056] = {
    '남작 게돈',
    nil,
  },
  [12076] = {
    '용암 정령',
    nil,
  },
  [12096] = {
    '스톰파이크 병참장교',
    nil,
  },
  [12097] = {
    '서리늑대 병참장교',
    nil,
  },
  [12098] = {
    '설퍼론 선구자',
    nil,
  },
  [12099] = {
    '불꽃의 추종자',
    nil,
  },
  [12100] = {
    '맹위의 용암 정령',
    nil,
  },
  [12101] = {
    '굽이치는 용암 정령',
    nil,
  },
  [12116] = {
    '엘룬의 대여사제',
    nil,
  },
  [12119] = {
    '불꽃꼬리 수호병',
    nil,
  },
  [12120] = {
    '역병지대 흰개미',
    nil,
  },
  [12123] = {
    '모래톱상어',
    nil,
  },
  [12124] = {
    '거대한 귀상어',
    nil,
  },
  [12125] = {
    '매머드 상어',
    nil,
  },
  [12126] = {
    '티리온 폴드링 경',
    '은빛 성기사단',
  },
  [12127] = {
    '스톰파이크 보초병',
    nil,
  },
  [12128] = {
    '진홍십자군 정예병',
    nil,
  },
  [12129] = {
    '오닉시아의 수호병',
    nil,
  },
  [12136] = {
    '스눌크 벅스퀵',
    '듀로타행 비행선 기장',
  },
  [12137] = {
    '스퀴비 오버스펙',
    '듀로타행 비행선 기장',
  },
  [12138] = {
    '초승달발톱',
    nil,
  },
  [12140] = {
    '엘룬의 수호자',
    nil,
  },
  [12141] = {
    '얼음 토템',
    nil,
  },
  [12143] = {
    '화염의 피조물',
    nil,
  },
  [12144] = {
    '초승달발톱의 영혼',
    nil,
  },
  [12145] = {
    '길들인 검은 코도',
    nil,
  },
  [12146] = {
    '길들인 올리브색 코도',
    nil,
  },
  [12147] = {
    '길들인 흰색 코도',
    nil,
  },
  [12148] = {
    '청색 코도',
    nil,
  },
  [12149] = {
    '회색 코도',
    nil,
  },
  [12150] = {
    '길들인 보라색 코도',
    nil,
  },
  [12151] = {
    '녹색 코도',
    nil,
  },
  [12152] = {
    '엘룬의 음성',
    nil,
  },
  [12156] = {
    '겨울도끼 도끼투척병',
    nil,
  },
  [12157] = {
    '겨울도끼 어둠사냥꾼',
    nil,
  },
  [12158] = {
    '겨울도끼 사냥꾼',
    nil,
  },
  [12159] = {
    '피의 광전사 콜라크',
    nil,
  },
  [12160] = {
    '그늘 협곡 파수꾼',
    nil,
  },
  [12178] = {
    '고통받는 드루이드',
    nil,
  },
  [12179] = {
    '고통받는 파수꾼',
    nil,
  },
  [12196] = {
    '여관주인 카일리스크',
    '여관주인',
  },
  [12197] = {
    '글로드룸 스틸비어드',
    '알터랙 계곡 전투모병관',
  },
  [12198] = {
    nil,
    '아라시 분지 전투모병관',
  },
  [12199] = {
    '앰버문의 유령',
    nil,
  },
  [12201] = {
    '공주 테라드라스',
    nil,
  },
  [12202] = {
    '인간 해골',
    nil,
  },
  [12203] = {
    '산사태',
    nil,
  },
  [12204] = {
    '원한꼬리 약탈자',
    nil,
  },
  [12205] = {
    '원한꼬리 마녀',
    nil,
  },
  [12206] = {
    '태초의 거수',
    nil,
  },
  [12207] = {
    '테살라 히드라',
    nil,
  },
  [12208] = {
    '지배된 블라이트콜러의 영혼',
    nil,
  },
  [12216] = {
    '맹독의 마귀',
    nil,
  },
  [12217] = {
    '타락의 마귀',
    nil,
  },
  [12218] = {
    '썩은구더기',
    nil,
  },
  [12219] = {
    '뾰족가시 덩굴손',
    nil,
  },
  [12220] = {
    '채찍줄기 덩굴손',
    nil,
  },
  [12221] = {
    '맹독 진흙괴물',
    nil,
  },
  [12222] = {
    '끈적거리는 녹괴물',
    nil,
  },
  [12223] = {
    '동굴껍질괴물',
    nil,
  },
  [12224] = {
    '파괴의 동굴껍질괴물',
    nil,
  },
  [12225] = {
    '저주받은 셀레브라스',
    nil,
  },
  [12236] = {
    '군주 바일텅',
    nil,
  },
  [12237] = {
    '정원사 메슬로크',
    nil,
  },
  [12238] = {
    '재타르의 영혼',
    nil,
  },
  [12239] = {
    '겔크의 영혼',
    '제2대 칸',
  },
  [12240] = {
    '콜크의 영혼',
    '제1대 칸',
  },
  [12241] = {
    '마그라의 영혼',
    '제3대 칸',
  },
  [12242] = {
    '마라우도스의 영혼',
    '제4대 칸',
  },
  [12243] = {
    '벵의 영혼',
    '제5대 칸',
  },
  [12244] = {
    '폭파 지점 (NW)',
    nil,
  },
  [12245] = {
    '자동판매기 1000',
    nil,
  },
  [12246] = {
    '슈퍼 판매기 680',
    nil,
  },
  [12247] = {
    '스컬지 건물',
    nil,
  },
  [12248] = {
    '침투요원 하메야',
    nil,
  },
  [12249] = {
    '폭파 지점 (SW)',
    nil,
  },
  [12250] = {
    '추방자 잴다르',
    nil,
  },
  [12251] = {
    '폭파 지점 (CLS)',
    nil,
  },
  [12252] = {
    '폭파 지점 (CRS)',
    nil,
  },
  [12253] = {
    '폭파 지점 (CSH)',
    nil,
  },
  [12254] = {
    '폭파 지점 (NESH)',
    nil,
  },
  [12255] = {
    '폭파 지점 (NE)',
    nil,
  },
  [12256] = {
    '폭파 지점 (SE)',
    nil,
  },
  [12257] = {
    '기계설인',
    nil,
  },
  [12258] = {
    '칼날채찍',
    nil,
  },
  [12260] = {
    '오닉시아의 비룡',
    nil,
  },
  [12261] = {
    '오염된 이끼껍질 트롤',
    nil,
  },
  [12262] = {
    '지구라트 파수병',
    nil,
  },
  [12263] = {
    '도살장 파수병',
    nil,
  },
  [12265] = {
    '용암 피조물',
    nil,
  },
  [12276] = {
    '하이브조라 알',
    nil,
  },
  [12277] = {
    '멜릿자 브림버즐',
    nil,
  },
  [12296] = {
    '병든 가젤',
    nil,
  },
  [12297] = {
    '회복된 가젤',
    nil,
  },
  [12298] = {
    '병든 사슴',
    nil,
  },
  [12299] = {
    '회복된 사슴',
    nil,
  },
  [12319] = {
    '불타는 칼날단 독술사',
    nil,
  },
  [12320] = {
    '불타는 칼날단 전사',
    nil,
  },
  [12321] = {
    '폭풍비늘 독술사',
    nil,
  },
  [12322] = {
    '쿠엘리시엔 수호병',
    nil,
  },
  [12336] = {
    '수사 크롤리',
    '붉은십자군 밀사',
  },
  [12337] = {
    '진홍십자군 급사',
    nil,
  },
  [12338] = {
    '그늘수렵마을 수호병',
    nil,
  },
  [12339] = {
    nil,
    '붉은십자군 예언자',
  },
  [12340] = {
    '드룰제가르 스크락후크',
    nil,
  },
  [12341] = {
    '푸른 해골마',
    nil,
  },
  [12342] = {
    '갈색 해골마',
    nil,
  },
  [12343] = {
    '붉은 해골마',
    nil,
  },
  [12344] = {
    '날쌘 녹색 해골군마',
    nil,
  },
  [12345] = {
    '붉은 점박이 랩터',
    nil,
  },
  [12346] = {
    '길들인 녹색 랩터',
    nil,
  },
  [12347] = {
    '사나운 모래톱게',
    nil,
  },
  [12348] = {
    '상아색 랩터',
    nil,
  },
  [12349] = {
    '길들인 청록색 랩터',
    nil,
  },
  [12350] = {
    '길들인 보라색 랩터',
    nil,
  },
  [12351] = {
    '길들인 광포한 늑대',
    nil,
  },
  [12352] = {
    '붉은십자군 돌격병',
    nil,
  },
  [12353] = {
    '길들인 회갈색 늑대',
    nil,
  },
  [12354] = {
    '길들인 갈색 코도',
    nil,
  },
  [12355] = {
    '길들인 회색 코도',
    nil,
  },
  [12356] = {
    '길들인 녹색 코도',
    nil,
  },
  [12357] = {
    '길들인 청색 코도',
    nil,
  },
  [12358] = {
    '길들인 줄무늬눈호랑이',
    nil,
  },
  [12359] = {
    '길들인 점박이눈호랑이',
    nil,
  },
  [12360] = {
    '길들인 줄무늬밤호랑이',
    nil,
  },
  [12361] = {
    '길들인 밤호랑이',
    nil,
  },
  [12362] = {
    '길들인 눈호랑이',
    nil,
  },
  [12363] = {
    '푸른 기계타조',
    nil,
  },
  [12364] = {
    '최신형 투명청색 기계타조',
    nil,
  },
  [12365] = {
    '빨간 기계타조',
    nil,
  },
  [12366] = {
    '무채색 기계타조 X',
    nil,
  },
  [12367] = {
    '녹색 기계타조',
    nil,
  },
  [12368] = {
    '최신형 흰색 기계타조',
    nil,
  },
  [12369] = {
    '군주 크라가루',
    nil,
  },
  [12370] = {
    '검은 산양',
    nil,
  },
  [12371] = {
    '서리 산양',
    nil,
  },
  [12372] = {
    '갈색 산양',
    nil,
  },
  [12373] = {
    '회색 산양',
    nil,
  },
  [12374] = {
    '길들인 흰색 산양',
    nil,
  },
  [12375] = {
    '적토마',
    nil,
  },
  [12376] = {
    '갈색마',
    nil,
  },
  [12377] = {
    '울부짖는 유령',
    nil,
  },
  [12378] = {
    '저주받은 유령',
    nil,
  },
  [12379] = {
    '죽지 못하는 관리인',
    nil,
  },
  [12380] = {
    '죽지 못하는 주민',
    nil,
  },
  [12381] = {
    '평원의 요정',
    nil,
  },
  [12382] = {
    '마나 요정',
    nil,
  },
  [12383] = {
    '냠냠이',
    '땅다람쥐',
  },
  [12384] = {
    '정신나간 아우구스투스',
    nil,
  },
  [12385] = {
    '박격포부대 고급 표적 허수아비',
    nil,
  },
  [12387] = {
    '거대한 오염된 진흙괴물',
    nil,
  },
  [12396] = {
    '파멸의 수호병 사령관',
    nil,
  },
  [12397] = {
    '군주 카자크',
    nil,
  },
  [12416] = {
    '검은날개 부대원',
    nil,
  },
  [12418] = {
    '고르독 하이에나',
    nil,
  },
  [12419] = {
    '감쪽같은 기계개구리',
    nil,
  },
  [12420] = {
    '검은날개 마법사',
    nil,
  },
  [12422] = {
    '죽음의발톱 용혈족',
    nil,
  },
  [12423] = {
    '경비병 로버츠',
    nil,
  },
  [12425] = {
    '플린트 섀도모어',
    nil,
  },
  [12426] = {
    '일급 표적 허수아비',
    nil,
  },
  [12427] = {
    '산악경비대 돌프',
    nil,
  },
  [12428] = {
    '죽음경비병 켈',
    nil,
  },
  [12429] = {
    '파수꾼 샤야',
    nil,
  },
  [12430] = {
    '그런트 코르자',
    nil,
  },
  [12431] = {
    '피송곳니',
    nil,
  },
  [12432] = {
    '늙은곰 톱니이빨',
    nil,
  },
  [12433] = {
    '그림자거미 크레시스',
    nil,
  },
  [12434] = {
    '몬스터 생성기 (검은날개)',
    nil,
  },
  [12435] = {
    '폭군 서슬송곳니',
    nil,
  },
  [12457] = {
    '검은날개 역술사',
    nil,
  },
  [12458] = {
    '검은날개 작업반장',
    nil,
  },
  [12459] = {
    '검은날개 흑마법사',
    nil,
  },
  [12460] = {
    '죽음의발톱 고룡수호병',
    nil,
  },
  [12461] = {
    '죽음의발톱 감독관',
    nil,
  },
  [12463] = {
    '죽음의발톱 화염전사',
    nil,
  },
  [12464] = {
    '죽음의발톱 정예병',
    nil,
  },
  [12465] = {
    '죽음의발톱 고룡족',
    nil,
  },
  [12467] = {
    '죽음의발톱 부대장',
    nil,
  },
  [12468] = {
    '죽음의발톱 알지기',
    nil,
  },
  [12473] = {
    '아케이나이트 기계용',
    nil,
  },
  [12474] = {
    '에메랄돈 가지경비병',
    nil,
  },
  [12475] = {
    '에메랄돈 나무지기',
    nil,
  },
  [12476] = {
    '에메랄돈 예언자',
    nil,
  },
  [12477] = {
    '초록용혈족 가지경비병',
    nil,
  },
  [12478] = {
    '초록용혈족 예언자',
    nil,
  },
  [12479] = {
    '초록용혈족 나무지기',
    nil,
  },
  [12480] = {
    nil,
    '경비대 대장',
  },
  [12481] = {
    nil,
    '스톰윈드 징집관',
  },
  [12496] = {
    '꿈의추적자',
    nil,
  },
  [12497] = {
    '꿈의포효자',
    nil,
  },
  [12498] = {
    '꿈의추종자',
    nil,
  },
  [12536] = {
    '환영: 검은용군단',
    nil,
  },
  [12557] = {
    '감시자 그레토크',
    nil,
  },
  [12576] = {
    '그리쉬 롱러너',
    nil,
  },
  [12577] = {
    nil,
    '히포그리프 조련사',
  },
  [12578] = {
    nil,
    '히포그리프 조련사',
  },
  [12579] = {
    '혈폭풍 갈퀴발톱',
    nil,
  },
  [12596] = {
    '비빌파즈 페어휘슬',
    '그리핀 조련사',
  },
  [12616] = {
    nil,
    '와이번 조련사',
  },
  [12617] = {
    '캘린 스틸윙',
    '그리핀 조련사',
  },
  [12636] = {
    nil,
    '박쥐 조련사',
  },
  [12676] = {
    '뾰족발톱',
    nil,
  },
  [12696] = {
    '세나니 썬더하트',
    nil,
  },
  [12718] = {
    '구르다 레이지스카',
    nil,
  },
  [12722] = {
    '베라 나이트셰이드',
    nil,
  },
  [12736] = {
    nil,
    '대지 고리회',
  },
  [12737] = {
    '마스토크 윌리히스',
    nil,
  },
  [12738] = {
    '노리 프라이드드리프트',
    nil,
  },
  [12739] = {
    '오닉시아의 정예경비병',
    nil,
  },
  [12740] = {
    nil,
    '와이번 조련사',
  },
  [12756] = {
    '여군주 오닉시아',
    nil,
  },
  [12758] = {
    '오닉시아 트리거',
    nil,
  },
  [12759] = {
    '타이더레스',
    nil,
  },
  [12776] = {
    nil,
    '악마 훈련사',
  },
  [12777] = {
    '대장 더지해머',
    '방어구 병참장교',
  },
  [12778] = {
    '부관 레이첼 바카르',
    '아웃랜드 방어구 병참장교',
  },
  [12779] = {
    '대마법사 게이맨',
    nil,
  },
  [12780] = {
    '선임하사 스카이섀도',
    nil,
  },
  [12781] = {
    '정예근위병 비긴스',
    '보급품 병참장교',
  },
  [12782] = {
    '대장 오닐',
    '무기 병참장교',
  },
  [12783] = {
    '부관 칼터',
    '전투 탈것 병참장교',
  },
  [12784] = {
    '부관 잭스프링',
    '무기 병참장교',
  },
  [12785] = {
    '선임하사 클레이트',
    '방어구 병참장교',
  },
  [12786] = {
    '경비병 콰인',
    nil,
  },
  [12787] = {
    '경비병 해먼',
    nil,
  },
  [12788] = {
    nil,
    '아웃랜드 방어구 병참장교',
  },
  [12789] = {
    '혈투사 히니와나',
    nil,
  },
  [12790] = {
    '고문 윌링턴',
    nil,
  },
  [12791] = {
    '족장 어스바인드',
    nil,
  },
  [12792] = {
    '여군주 팔란시어',
    '방어구 병참장교',
  },
  [12793] = {
    '용사 스톤하이드',
    '보급품 병참장교',
  },
  [12794] = {
    '투사 자르그',
    '무기 병참장교',
  },
  [12795] = {
    '선임하사 홀라마히',
    '방어구 병참장교',
  },
  [12796] = {
    '공격대원 보르크',
    '전투 탈것 병참장교',
  },
  [12797] = {
    '그런트 코르프',
    nil,
  },
  [12798] = {
    '그런트 베크라',
    nil,
  },
  [12799] = {
    '병장 바샤',
    '보급품 병참장교',
  },
  [12801] = {
    '불가사의한 키메로크',
    nil,
  },
  [12802] = {
    '굶주린 키메로크',
    nil,
  },
  [12803] = {
    '지배자 라크마에란',
    nil,
  },
  [12805] = {
    '장교 아레인',
    '보급품 병참장교',
  },
  [12807] = {
    nil,
    '악마 훈련사',
  },
  [12818] = {
    '루울 스노우후프',
    nil,
  },
  [12819] = {
    '루울 스노우후프 곰 형상',
    nil,
  },
  [12836] = {
    '방랑하는 고대수호자',
    nil,
  },
  [12837] = {
    '야마 스노우후프',
    nil,
  },
  [12856] = {
    '잿빛 골짜기 정찰꾼',
    nil,
  },
  [12859] = {
    '토막나무 공격대원',
    nil,
  },
  [12860] = {
    '두리엘 문파이어',
    nil,
  },
  [12861] = {
    '위습',
    nil,
  },
  [12862] = {
    '전쟁노래 정찰병',
    nil,
  },
  [12863] = {
    '전쟁노래 길잡이',
    nil,
  },
  [12864] = {
    '전쟁노래 척후병',
    nil,
  },
  [12865] = {
    '사절 말킨',
    nil,
  },
  [12866] = {
    '미리암 문싱어',
    nil,
  },
  [12876] = {
    '군주 아쿠아니스',
    nil,
  },
  [12877] = {
    '에르톡 레이지터스크',
    nil,
  },
  [12896] = {
    '은빛날개 파수꾼',
    nil,
  },
  [12897] = {
    '은빛날개 전사',
    nil,
  },
  [12898] = {
    '판팀의 환영',
    nil,
  },
  [12903] = {
    '토막나무 경비병',
    nil,
  },
  [12904] = {
    '구원의 영혼',
    nil,
  },
  [12918] = {
    '족장 머구트',
    '썩은나무 일족의 왕',
  },
  [12920] = {
    '의사 그레고리 빅터',
    '군의관',
  },
  [12921] = {
    '광포한 썩은나무 펄볼그',
    nil,
  },
  [12922] = {
    '하급 임프',
    nil,
  },
  [12923] = {
    '부상병',
    nil,
  },
  [12924] = {
    '위태로운 부상병',
    nil,
  },
  [12925] = {
    '위독한 부상병',
    nil,
  },
  [12936] = {
    '위태로운 얼라이언스 부상병',
    nil,
  },
  [12937] = {
    '위독한 얼라이언스 부상병',
    nil,
  },
  [12938] = {
    '얼라이언스 부상병',
    nil,
  },
  [12939] = {
    '의사 구스타프 밴하우젠',
    '군의관',
  },
  [12940] = {
    '채찍꼬리 보르샤',
    nil,
  },
  [12941] = {
    nil,
    '직업용품 상인',
  },
  [12942] = {
    nil,
    '가죽세공용품 상인',
  },
  [12943] = {
    '웨르그 틱블레이드',
    '가죽세공용품 상인',
  },
  [12944] = {
    '로크토스 다크바게이너',
    '토륨 대장조합',
  },
  [12956] = {
    '잔노크 하이드피어서',
    '가죽세공용품 상인',
  },
  [12957] = {
    '블리모 가젯스프링',
    '직업용품 상인',
  },
  [12958] = {
    '기젯 집코일',
    '직업용품 상인',
  },
  [12959] = {
    nil,
    '일용품 상인',
  },
  [12960] = {
    nil,
    '일용품 상인',
  },
  [12961] = {
    nil,
    '전문 낚시꾼',
  },
  [12962] = {
    nil,
    '낚시용품 상인',
  },
  [12976] = {
    '콜카르 잠복꾼',
    nil,
  },
  [12977] = {
    '콜카르 매복병',
    nil,
  },
  [12996] = {
    '아이언포지 산악기병대',
    nil,
  },
  [12997] = {
    nil,
    '쥐 방제 전문가',
  },
  [12998] = {
    '드워프 농부',
    nil,
  },
  [12999] = {
    '공용 투명 트리거',
    nil,
  },
  [13000] = {
    '노움 기술자',
    nil,
  },
  [13016] = {
    '깊은굴쥐',
    nil,
  },
  [13017] = {
    '피리 소리에 홀린 깊은굴쥐',
    nil,
  },
  [13019] = {
    '불타는 칼날단 현자',
    nil,
  },
  [13020] = {
    '타락한 밸라스트라즈',
    nil,
  },
  [13021] = {
    '분쇄의 굽이나무정령',
    nil,
  },
  [13022] = {
    '채찍덩굴손',
    nil,
  },
  [13036] = {
    '고르독 사냥개',
    nil,
  },
  [13076] = {
    '던 모로 산악경비대',
    nil,
  },
  [13080] = {
    '깊은무쇠광산 경비병',
    nil,
  },
  [13081] = {
    '깊은무쇠광산 공격대원',
    nil,
  },
  [13082] = {
    nil,
    '격투가',
  },
  [13084] = {
    '빅시 워블봉크',
    '무기 전문가',
  },
  [13085] = {
    '미로코스 사일런트폼',
    nil,
  },
  [13086] = {
    '아기 럼블스톰프',
    nil,
  },
  [13087] = {
    '얼음이빨광산 점령군',
    nil,
  },
  [13088] = {
    '마샤 스위프트컷',
    nil,
  },
  [13089] = {
    '얼음이빨광산 경비병',
    nil,
  },
  [13096] = {
    '얼음이빨광산 측량관',
    nil,
  },
  [13097] = {
    '얼음이빨광산 감독관',
    nil,
  },
  [13098] = {
    '깊은무쇠광산 감독관',
    nil,
  },
  [13099] = {
    '깊은무쇠광산 측량관',
    nil,
  },
  [13116] = {
    '얼라이언스 영혼의 인도자',
    nil,
  },
  [13117] = {
    '호드 영혼의 인도자',
    nil,
  },
  [13118] = {
    '진홍십자군 경호원',
    nil,
  },
  [13136] = {
    '탐색꾼 하이브아쉬',
    nil,
  },
  [13137] = {
    '부관 루그바',
    nil,
  },
  [13138] = {
    '부관 스펜서',
    nil,
  },
  [13139] = {
    '지휘관 란돌프',
    nil,
  },
  [13140] = {
    '지휘관 다르도쉬',
    nil,
  },
  [13141] = {
    '우레의 깊은뿌리정령',
    nil,
  },
  [13142] = {
    '올가미의 깊은뿌리정령',
    nil,
  },
  [13143] = {
    '부관 스트롱후프',
    nil,
  },
  [13144] = {
    '부관 볼탈라',
    nil,
  },
  [13145] = {
    '부관 그룸무스',
    nil,
  },
  [13146] = {
    '부관 머프',
    nil,
  },
  [13147] = {
    '부관 루이스',
    nil,
  },
  [13148] = {
    '라그나로스의 불길',
    nil,
  },
  [13149] = {
    '비밀결사대 약탈자',
    nil,
  },
  [13150] = {
    '비밀결사대 요원',
    nil,
  },
  [13151] = {
    '비밀결사대장 라이슨',
    nil,
  },
  [13152] = {
    '지휘관 말고르',
    nil,
  },
  [13153] = {
    '지휘관 멀포트',
    nil,
  },
  [13154] = {
    '지휘관 루이스 필립스',
    nil,
  },
  [13155] = {
    '죽음추적자',
    nil,
  },
  [13158] = {
    '부관 샌더스',
    nil,
  },
  [13160] = {
    '청소부딱정벌레',
    nil,
  },
  [13161] = {
    '맹금의 그리핀',
    nil,
  },
  [13176] = {
    '대장장이 렉자르',
    nil,
  },
  [13177] = {
    nil,
    '와이번 조련사',
  },
  [13178] = {
    '전투와이번',
    nil,
  },
  [13179] = {
    '편대사령관 구스',
    nil,
  },
  [13180] = {
    '편대사령관 제즈톨',
    nil,
  },
  [13181] = {
    '편대사령관 멀베릭',
    nil,
  },
  [13196] = {
    '차원의 덩굴손',
    nil,
  },
  [13197] = {
    '악마의 덩굴손',
    nil,
  },
  [13216] = {
    '가엘덴 해머스미스',
    '스톰파이크 병참장교',
  },
  [13217] = {
    '산살디스 스노우글림',
    '스톰파이크 병참장교',
  },
  [13218] = {
    '그룬다 울프하트',
    '서리늑대 병참장교',
  },
  [13219] = {
    '조렉 아이언사이드',
    '서리늑대 병참장교',
  },
  [13220] = {
    '라요 스타스트라이크',
    '세나리온 의회',
  },
  [13221] = {
    '라이슨의 창공의 눈',
    nil,
  },
  [13236] = {
    '원시술사 투를로가',
    nil,
  },
  [13256] = {
    '얼음군주 로크홀라',
    nil,
  },
  [13257] = {
    '멀고트 딥포지',
    nil,
  },
  [13276] = {
    '야생혈족 임프',
    nil,
  },
  [13278] = {
    '군주 히드락시스',
    nil,
  },
  [13279] = {
    '불협의 물결',
    nil,
  },
  [13280] = {
    '히드로스폰',
    nil,
  },
  [13282] = {
    '녹시온',
    nil,
  },
  [13283] = {
    '토니 로마노 경',
    '상급 도적',
  },
  [13284] = {
    '서리늑대 주술사',
    nil,
  },
  [13285] = {
    '죽음의 덩굴손',
    nil,
  },
  [13296] = {
    '부관 라전트',
    nil,
  },
  [13297] = {
    '부관 스타우트핸들',
    nil,
  },
  [13298] = {
    '부관 그레이원드',
    nil,
  },
  [13299] = {
    '부관 로나딘',
    nil,
  },
  [13300] = {
    '부관 만쿠소',
    nil,
  },
  [13301] = {
    '잠복꾼 하이브아쉬',
    nil,
  },
  [13316] = {
    '얼음이빨광산 일꾼',
    nil,
  },
  [13317] = {
    '얼음이빨광산 광부',
    nil,
  },
  [13318] = {
    '지휘관 몰티머',
    nil,
  },
  [13319] = {
    '지휘관 더피',
    nil,
  },
  [13320] = {
    '지휘관 칼 필립스',
    nil,
  },
  [13321] = {
    '작은 개구리',
    nil,
  },
  [13322] = {
    '히드락시안 근위병',
    nil,
  },
  [13323] = {
    '지하 디메트로돈',
    nil,
  },
  [13324] = {
    '상급 보초병',
    nil,
  },
  [13325] = {
    '상급 산악경비대',
    nil,
  },
  [13326] = {
    '상급 방어병',
    nil,
  },
  [13327] = {
    '상급 파수꾼',
    nil,
  },
  [13328] = {
    '상급 수호병',
    nil,
  },
  [13329] = {
    '상급 용사',
    nil,
  },
  [13330] = {
    '상급 전사',
    nil,
  },
  [13331] = {
    '정예 방어병',
    nil,
  },
  [13332] = {
    '정예 수호병',
    nil,
  },
  [13333] = {
    '정예 보초병',
    nil,
  },
  [13334] = {
    '정예 용사',
    nil,
  },
  [13335] = {
    '정예 산악경비대',
    nil,
  },
  [13336] = {
    '정예 파수꾼',
    nil,
  },
  [13337] = {
    '정예 전사',
    nil,
  },
  [13338] = {
    '화산쥐',
    nil,
  },
  [13356] = {
    '스톰파이크 지뢰매설병',
    nil,
  },
  [13357] = {
    '서리늑대 지뢰매설병',
    nil,
  },
  [13358] = {
    '스톰파이크 궁병',
    nil,
  },
  [13359] = {
    '서리늑대 궁병',
    nil,
  },
  [13377] = {
    '수석기술자 진피즐렉스',
    nil,
  },
  [13378] = {
    '서리늑대 벌목기',
    nil,
  },
  [13396] = {
    '깊은무쇠광산 광부',
    nil,
  },
  [13397] = {
    '깊은무쇠광산 일꾼',
    nil,
  },
  [13416] = {
    '스톰파이크 벌목기',
    nil,
  },
  [13417] = {
    '사고른 크레스트스트라이더',
    '상급 주술사',
  },
  [13418] = {
    '케이말드 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [13419] = {
    '숲군주 이부스',
    nil,
  },
  [13420] = {
    '펜니 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [13421] = {
    '최정예 수호병',
    nil,
  },
  [13422] = {
    '최정예 방어병',
    nil,
  },
  [13424] = {
    '최정예 보초병',
    nil,
  },
  [13425] = {
    '최정예 용사',
    nil,
  },
  [13426] = {
    '최정예 산악경비대',
    nil,
  },
  [13427] = {
    '최정예 파수꾼',
    nil,
  },
  [13428] = {
    '최정예 전사',
    nil,
  },
  [13429] = {
    '날드스트럼 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [13430] = {
    '제이크루 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [13431] = {
    '훌워트 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [13432] = {
    '시르사 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [13433] = {
    '훌몰트 징글포켓',
    '굴뚝나무 목장조합',
  },
  [13434] = {
    '메이시 징글포켓',
    '굴뚝나무 목장조합',
  },
  [13435] = {
    '크홀 징글포켓',
    '굴뚝나무 목장조합',
  },
  [13436] = {
    '구키 징글포켓',
    '굴뚝나무 목장조합',
  },
  [13437] = {
    '편대사령관 이크만',
    nil,
  },
  [13438] = {
    '편대사령관 실도르',
    nil,
  },
  [13439] = {
    '편대사령관 비포르',
    nil,
  },
  [13440] = {
    '서리늑대 늑대기병',
    nil,
  },
  [13441] = {
    '서리늑대 늑대기병대 지휘관',
    nil,
  },
  [13442] = {
    '대드루이드 렌퍼럴',
    nil,
  },
  [13443] = {
    '숲의 드루이드',
    nil,
  },
  [13444] = {
    '겨울 할아버지',
    nil,
  },
  [13445] = {
    '겨울 할아버지',
    nil,
  },
  [13446] = {
    '야전사령관 테라베인',
    nil,
  },
  [13447] = {
    '하사관 노레그 스톰파이크',
    nil,
  },
  [13448] = {
    '하사관 야즈라 블러드스날',
    nil,
  },
  [13449] = {
    '전투대장 가르릭',
    nil,
  },
  [13456] = {
    '녹시온의 피조물',
    nil,
  },
  [13476] = {
    '젠발아이',
    '상급 드루이드',
  },
  [13477] = {
    '녹시온 트리거',
    nil,
  },
  [13516] = {
    '서리늑대 정찰꾼',
    nil,
  },
  [13517] = {
    '상급 정찰꾼',
    nil,
  },
  [13518] = {
    '정예 정찰꾼',
    nil,
  },
  [13519] = {
    '최정예 정찰꾼',
    nil,
  },
  [13520] = {
    '스톰파이크 순찰자',
    nil,
  },
  [13521] = {
    '상급 순찰자',
    nil,
  },
  [13522] = {
    '정예 순찰자',
    nil,
  },
  [13523] = {
    '최정예 순찰자',
    nil,
  },
  [13524] = {
    '스톰파이크 특공대',
    nil,
  },
  [13525] = {
    '상급 특공대',
    nil,
  },
  [13526] = {
    '정예 특공대',
    nil,
  },
  [13527] = {
    '최정예 특공대',
    nil,
  },
  [13528] = {
    '서리늑대 돌격병',
    nil,
  },
  [13529] = {
    '상급 돌격병',
    nil,
  },
  [13530] = {
    '정예 돌격병',
    nil,
  },
  [13531] = {
    '최정예 돌격병',
    nil,
  },
  [13533] = {
    '독물구더기',
    nil,
  },
  [13534] = {
    '상급 얼음이빨광산 경비병',
    nil,
  },
  [13535] = {
    '정예 얼음이빨광산 경비병',
    nil,
  },
  [13536] = {
    '최정예 얼음이빨광산 경비병',
    nil,
  },
  [13537] = {
    '상급 얼음이빨광산 감독관',
    nil,
  },
  [13538] = {
    '정예 얼음이빨광산 감독관',
    nil,
  },
  [13539] = {
    '최정예 얼음이빨광산 감독관',
    nil,
  },
  [13540] = {
    '상급 깊은무쇠광산 측량관',
    nil,
  },
  [13541] = {
    '정예 깊은무쇠광산 측량관',
    nil,
  },
  [13542] = {
    '최정예 깊은무쇠광산 측량관',
    nil,
  },
  [13543] = {
    '상급 깊은무쇠광산 공격대원',
    nil,
  },
  [13544] = {
    '정예 깊은무쇠광산 공격대원',
    nil,
  },
  [13545] = {
    '최정예 깊은무쇠광산 공격대원',
    nil,
  },
  [13546] = {
    '상급 얼음이빨광산 측량관',
    nil,
  },
  [13547] = {
    '정예 얼음이빨광산 측량관',
    nil,
  },
  [13548] = {
    '최정예 얼음이빨광산 측량관',
    nil,
  },
  [13549] = {
    '상급 얼음이빨광산 점령군',
    nil,
  },
  [13550] = {
    '정예 얼음이빨광산 점령군',
    nil,
  },
  [13551] = {
    '최정예 얼음이빨광산 점령군',
    nil,
  },
  [13552] = {
    '상급 깊은무쇠광산 경비병',
    nil,
  },
  [13553] = {
    '정예 깊은무쇠광산 경비병',
    nil,
  },
  [13554] = {
    '최정예 깊은무쇠광산 경비병',
    nil,
  },
  [13555] = {
    '상급 깊은무쇠광산 감독관',
    nil,
  },
  [13556] = {
    '정예 깊은무쇠광산 감독관',
    nil,
  },
  [13557] = {
    '최정예 깊은무쇠광산 감독관',
    nil,
  },
  [13576] = {
    '스톰파이크 산양기병대',
    nil,
  },
  [13577] = {
    '스톰파이크 산양기병대 지휘관',
    nil,
  },
  [13596] = {
    '썩은아귀',
    nil,
  },
  [13597] = {
    '서리늑대 폭파 전문가',
    nil,
  },
  [13598] = {
    '스톰파이크 폭파 전문가',
    nil,
  },
  [13599] = {
    '느림보 무쇠턱거북',
    nil,
  },
  [13601] = {
    '땜장이 기즐록',
    nil,
  },
  [13602] = {
    '썩은내 그린치',
    nil,
  },
  [13616] = {
    '서리늑대 야수 관리인',
    '야수 관리인',
  },
  [13617] = {
    '스톰파이크 야수 관리인',
    '야수 관리인',
  },
  [13618] = {
    '길들인 서리늑대',
    nil,
  },
  [13619] = {
    '기즐록의 허수아비',
    nil,
  },
  [13620] = {
    '기즐록',
    nil,
  },
  [13636] = {
    '이상한 눈사람',
    nil,
  },
  [13656] = {
    '윌로우',
    '황혼의 망치단',
  },
  [13676] = {
    '길들인 알터랙 산양',
    nil,
  },
  [13696] = {
    '녹시온의 후예',
    nil,
  },
  [13698] = {
    '수호자 마란디스',
    nil,
  },
  [13716] = {
    '회복된 셀레브라스',
    nil,
  },
  [13717] = {
    '켄타우로스 추방자',
    nil,
  },
  [13718] = {
    '이름 없는 예언자',
    nil,
  },
  [13736] = {
    '녹시온의 정수',
    nil,
  },
  [13737] = {
    '마란디스의 자매',
    nil,
  },
  [13738] = {
    nil,
    '제5대 칸',
  },
  [13739] = {
    nil,
    '제4대 칸',
  },
  [13740] = {
    nil,
    '제3대 칸',
  },
  [13741] = {
    nil,
    '제2대 칸',
  },
  [13742] = {
    nil,
    '제1대 칸',
  },
  [13743] = {
    '타락한 자연의 군대',
    nil,
  },
  [13756] = {
    'PvP 무덤 점수기록장치',
    nil,
  },
  [13776] = {
    '하사관 티카 블러드스날',
    nil,
  },
  [13777] = {
    '하사관 두르겐 스톰파이크',
    nil,
  },
  [13778] = {
    'PvP 경비탑 점수기록장치',
    nil,
  },
  [13796] = {
    'PvP 광산 점수기록장치',
    nil,
  },
  [13797] = {
    '산악경비대 붐벨로',
    nil,
  },
  [13816] = {
    '발굴조사단장 스톤휴어',
    nil,
  },
  [13817] = {
    '보그가 데스그립',
    nil,
  },
  [13836] = {
    '불타는 칼날단 악몽마',
    nil,
  },
  [13837] = {
    '사로잡힌 말',
    nil,
  },
  [13839] = {
    '공포의 왕실근위병',
    nil,
  },
  [13840] = {
    '전투대장 락그론드',
    nil,
  },
  [13841] = {
    '부관 해거딘',
    nil,
  },
  [13842] = {
    '서리늑대 사절 로크스트롬',
    nil,
  },
  [13843] = {
    '부관 로티메르',
    '스톰파이크 경비병 징집관',
  },
  [13876] = {
    '기계박사 트리거',
    nil,
  },
  [13896] = {
    '비늘수염',
    nil,
  },
  [13916] = {
    '혈투의 전장 수정 토템',
    nil,
  },
  [13917] = {
    '이찌 코퍼그랩',
    '은행원',
  },
  [13956] = {
    '겨울도끼 비술사',
    nil,
  },
  [13957] = {
    '겨울도끼 전사',
    nil,
  },
  [13958] = {
    '겨울도끼 현자',
    nil,
  },
  [13959] = {
    '알터랙 설인',
    nil,
  },
  [13976] = {
    '고통받는 비룡',
    nil,
  },
  [13996] = {
    '검은날개 기술병',
    nil,
  },
  [14021] = {
    '겨울도끼 보초병',
    nil,
  },
  [14022] = {
    '타락한 붉은 새끼용',
    nil,
  },
  [14023] = {
    '타락한 녹색 새끼용',
    nil,
  },
  [14024] = {
    '타락한 푸른 새끼용',
    nil,
  },
  [14025] = {
    '타락한 청동 새끼용',
    nil,
  },
  [14026] = {
    '구스 트리거',
    nil,
  },
  [14027] = {
    '멀베릭 트리거',
    nil,
  },
  [14028] = {
    '제즈톨 트리거',
    nil,
  },
  [14029] = {
    '이크만 트리거',
    nil,
  },
  [14030] = {
    '실도르 트리거',
    nil,
  },
  [14031] = {
    '비포르 트리거',
    nil,
  },
  [14041] = {
    '해글',
    nil,
  },
  [14081] = {
    '악마의 차원문',
    nil,
  },
  [14101] = {
    '분노한 지옥수호병',
    nil,
  },
  [14121] = {
    '깊은굴 잠수부',
    nil,
  },
  [14122] = {
    '용천수',
    nil,
  },
  [14123] = {
    '강철 무쇠턱거북',
    nil,
  },
  [14182] = {
    '현상금 사냥꾼 콜라크',
    nil,
  },
  [14183] = {
    '포수 쉘도노어',
    nil,
  },
  [14185] = {
    '나자크 헥센',
    '현상금 사냥꾼',
  },
  [14186] = {
    '라바크 그림토템',
    '현상금 사냥꾼',
  },
  [14187] = {
    nil,
    '현상금 사냥꾼',
  },
  [14188] = {
    '더크 스윈들',
    '현상금 사냥꾼',
  },
  [14221] = {
    '그라비스 슬립노트',
    nil,
  },
  [14223] = {
    '심술쟁이 벤지',
    nil,
  },
  [14224] = {
    nil,
    '장거리 회수 로봇',
  },
  [14225] = {
    '왕자 켈렌',
    nil,
  },
  [14228] = {
    '히죽이',
    nil,
  },
  [14229] = {
    '저주받은 뱀갈퀴 나가',
    nil,
  },
  [14230] = {
    '외눈박이',
    nil,
  },
  [14231] = {
    '방랑자 드로고스',
    nil,
  },
  [14232] = {
    '바람뿔',
    nil,
  },
  [14233] = {
    '비늘톱',
    nil,
  },
  [14235] = {
    '시궁괴물',
    nil,
  },
  [14236] = {
    '마크루라왕 아귀',
    nil,
  },
  [14237] = {
    '수액벌레',
    nil,
  },
  [14241] = {
    '회복된 무쇠껍질',
    nil,
  },
  [14261] = {
    '푸른용기병',
    nil,
  },
  [14262] = {
    '녹색용기병',
    nil,
  },
  [14263] = {
    '청동용기병',
    nil,
  },
  [14264] = {
    '붉은용기병',
    nil,
  },
  [14265] = {
    '검은용기병',
    nil,
  },
  [14266] = {
    '검은올가미 샨다',
    nil,
  },
  [14267] = {
    '무쇠주먹 에모그',
    nil,
  },
  [14268] = {
    '독수리왕 콘다르',
    nil,
  },
  [14269] = {
    '수색자 아쿠알론',
    nil,
  },
  [14271] = {
    '늑골잡이',
    nil,
  },
  [14272] = {
    '불꽃용',
    nil,
  },
  [14273] = {
    '바위심장',
    nil,
  },
  [14274] = {
    '겨울도끼 추적자',
    nil,
  },
  [14275] = {
    '탐라 스톰파이크',
    nil,
  },
  [14277] = {
    '여군주 제프리스',
    nil,
  },
  [14279] = {
    '땅거미',
    nil,
  },
  [14280] = {
    '큰곰 삼라스',
    nil,
  },
  [14281] = {
    '날도둑 지미',
    nil,
  },
  [14282] = {
    '전투 서리늑대',
    nil,
  },
  [14283] = {
    '스톰파이크 올빼미',
    nil,
  },
  [14284] = {
    '스톰파이크 전투호위병',
    nil,
  },
  [14285] = {
    '서리늑대 전투호위병',
    nil,
  },
  [14301] = {
    nil,
    '활 상인',
  },
  [14302] = {
    '오색용기병',
    nil,
  },
  [14303] = {
    '무쇠껍질 수호정령',
    nil,
  },
  [14304] = {
    '코르크론 정예병',
    nil,
  },
  [14305] = {
    '인간 고아',
    nil,
  },
  [14307] = {
    '검은용기병 생성기',
    nil,
  },
  [14309] = {
    '붉은용기병 생성기',
    nil,
  },
  [14310] = {
    '녹색용기병 생성기',
    nil,
  },
  [14311] = {
    '청동용기병 생성기',
    nil,
  },
  [14312] = {
    '푸른용기병 생성기',
    nil,
  },
  [14321] = {
    '경비병 펜구스',
    nil,
  },
  [14322] = {
    '천둥발 크리그',
    '주정뱅이',
  },
  [14323] = {
    '경비병 슬립킥',
    nil,
  },
  [14324] = {
    '정찰병 초루쉬',
    nil,
  },
  [14325] = {
    '대장 크롬크러쉬',
    nil,
  },
  [14326] = {
    '경비병 몰다르',
    nil,
  },
  [14329] = {
    '검은 전투늑대',
    nil,
  },
  [14330] = {
    '검은 전투랩터',
    nil,
  },
  [14331] = {
    '붉은 전투해골마',
    nil,
  },
  [14332] = {
    '검은 전투군마',
    nil,
  },
  [14333] = {
    '검은 전투코도',
    nil,
  },
  [14334] = {
    '검은 전투기계타조',
    nil,
  },
  [14335] = {
    '검은 전투산양',
    nil,
  },
  [14336] = {
    '검은 전투호랑이',
    nil,
  },
  [14337] = {
    '야전수리로봇 74A',
    nil,
  },
  [14338] = {
    '노트 팀블잭',
    nil,
  },
  [14339] = {
    '검은울음',
    nil,
  },
  [14340] = {
    '맹독숨결 알쉬르',
    nil,
  },
  [14342] = {
    '성난발톱',
    nil,
  },
  [14343] = {
    '지혜의 오름',
    nil,
  },
  [14345] = {
    '온가르',
    nil,
  },
  [14347] = {
    '대영주 데미트리안',
    nil,
  },
  [14348] = {
    '대지술사 프랑잘',
    nil,
  },
  [14350] = {
    '하급 물의 정령',
    nil,
  },
  [14351] = {
    '고르독 매복병',
    nil,
  },
  [14353] = {
    '약삭빠른 미즐',
    nil,
  },
  [14356] = {
    '톱지느러미 광포어',
    nil,
  },
  [14357] = {
    '호수 트레샤돈',
    nil,
  },
  [14358] = {
    '셴드랄라 고대인',
    nil,
  },
  [14361] = {
    '셴드랄라 위습',
    nil,
  },
  [14362] = {
    '가시덩굴손',
    nil,
  },
  [14363] = {
    '방범대원 섀도델브',
    nil,
  },
  [14364] = {
    '셴드랄라 영혼',
    nil,
  },
  [14365] = {
    '방범대원 파마운틴',
    nil,
  },
  [14366] = {
    '굽이나무 포자',
    nil,
  },
  [14367] = {
    '방범대원 썬더브루',
    nil,
  },
  [14368] = {
    '현자 리드로스',
    nil,
  },
  [14369] = {
    '셴드랄라 광신도',
    nil,
  },
  [14370] = {
    '송장벌레',
    nil,
  },
  [14371] = {
    '셴드랄라 배급원',
    nil,
  },
  [14372] = {
    '겨울눈 복병',
    nil,
  },
  [14373] = {
    '현자 코로루스크',
    nil,
  },
  [14374] = {
    '학자 룬쏜',
    nil,
  },
  [14375] = {
    '정찰병 스트롱핸드',
    nil,
  },
  [14376] = {
    '정찰병 맨슬레이어',
    nil,
  },
  [14377] = {
    '정찰병 타르',
    nil,
  },
  [14378] = {
    '여사냥꾼 스카이메인',
    nil,
  },
  [14379] = {
    '여사냥꾼 레이븐오크',
    nil,
  },
  [14380] = {
    '여사냥꾼 리프러너',
    nil,
  },
  [14381] = {
    '현자 야본',
    nil,
  },
  [14382] = {
    '현자 마이코스',
    nil,
  },
  [14383] = {
    '현자 킬드라스',
    nil,
  },
  [14385] = {
    '하급 파멸의 수호병',
    nil,
  },
  [14386] = {
    '떠도는 킬로그의 눈',
    nil,
  },
  [14387] = {
    '로소스 리프트웨이커',
    nil,
  },
  [14388] = {
    '사악한 검은 비룡',
    nil,
  },
  [14389] = {
    '황천의 정령',
    nil,
  },
  [14390] = {
    '원정 중인 산악경비대',
    nil,
  },
  [14392] = {
    '대군주 룬탁',
    nil,
  },
  [14393] = {
    '원정 중인 사제',
    nil,
  },
  [14395] = {
    '구경꾼 그리니블릭스',
    nil,
  },
  [14396] = {
    '이몰타르의 눈',
    nil,
  },
  [14397] = {
    '마나 폭발',
    nil,
  },
  [14398] = {
    '엘드레스 화살요정용',
    nil,
  },
  [14399] = {
    '비전 격류',
    nil,
  },
  [14400] = {
    '비전의 역류',
    nil,
  },
  [14401] = {
    '수석 원소구현술사 크릭시스',
    nil,
  },
  [14402] = {
    '수색병 크롬웰',
    nil,
  },
  [14403] = {
    '수색병 나르',
    nil,
  },
  [14404] = {
    '수색병 톰슨',
    nil,
  },
  [14421] = {
    '갈색 땅다람쥐',
    nil,
  },
  [14422] = {
    'BRD 트리거',
    nil,
  },
  [14423] = {
    '장교 잭슨',
    nil,
  },
  [14424] = {
    '골구렁',
    nil,
  },
  [14425] = {
    '뼈갈이',
    nil,
  },
  [14426] = {
    '하브 파울마운틴',
    nil,
  },
  [14427] = {
    '기블스니크',
    nil,
  },
  [14429] = {
    '검은아귀',
    nil,
  },
  [14430] = {
    '그늘표범',
    nil,
  },
  [14431] = {
    '복수의 여신 쉘다',
    nil,
  },
  [14433] = {
    '곤죽이',
    nil,
  },
  [14434] = {
    '노움 자동경보기',
    nil,
  },
  [14435] = {
    '왕자 썬더란',
    '바람추적자',
  },
  [14436] = {
    '모르줄 블러드브링어',
    nil,
  },
  [14437] = {
    '고르지키 와일드아이즈',
    nil,
  },
  [14438] = {
    '장교 폼로이',
    nil,
  },
  [14439] = {
    '장교 브래디',
    nil,
  },
  [14440] = {
    '사냥꾼 세이지윈드',
    nil,
  },
  [14441] = {
    '사냥꾼 레이지토템',
    nil,
  },
  [14442] = {
    '사냥꾼 썬더혼',
    nil,
  },
  [14443] = {
    '파멸의 수호병 트리거',
    nil,
  },
  [14444] = {
    '오크 고아',
    nil,
  },
  [14445] = {
    '군주 웜막',
    nil,
  },
  [14448] = {
    '허물가시',
    nil,
  },
  [14449] = {
    '검은날개 보주 트리거',
    nil,
  },
  [14450] = {
    '보육원 원장님 나이팅게일',
    nil,
  },
  [14451] = {
    '보육원 원장님 배틀웨일',
    nil,
  },
  [14452] = {
    '사로잡힌 파멸의 수호병 사령관',
    nil,
  },
  [14453] = {
    '지배의 수정구',
    nil,
  },
  [14454] = {
    '칼날바람',
    nil,
  },
  [14455] = {
    '회오리치는 침략자',
    nil,
  },
  [14456] = {
    '검은날개 수호병',
    nil,
  },
  [14457] = {
    '공주 템페스트리아',
    nil,
  },
  [14458] = {
    '소용돌이치는 침략자',
    nil,
  },
  [14459] = {
    '네파리안의 군대',
    nil,
  },
  [14460] = {
    '불타오르는 침략자',
    nil,
  },
  [14461] = {
    '남작 차르',
    nil,
  },
  [14462] = {
    '진동하는 침략자',
    nil,
  },
  [14463] = {
    '노쇠한 다이오',
    nil,
  },
  [14465] = {
    '얼라이언스 전투 깃발',
    nil,
  },
  [14466] = {
    '호드 전투 깃발',
    nil,
  },
  [14469] = {
    '전지전능한 나이비',
    nil,
  },
  [14470] = {
    '임프시',
    '나이비의 하수인',
  },
  [14478] = {
    '허리케니안',
    nil,
  },
  [14479] = {
    '황혼의 군주 이브런',
    '황혼의 망치단',
  },
  [14480] = {
    nil,
    '사탕 상인',
  },
  [14481] = {
    nil,
    '사탕 상인',
  },
  [14482] = {
    '소로시안 임프',
    nil,
  },
  [14483] = {
    '공포의 수호병',
    nil,
  },
  [14484] = {
    '상처 입은 인부',
    nil,
  },
  [14485] = {
    '역병 걸린 인부',
    nil,
  },
  [14486] = {
    '스컬지 보병',
    '켈투자드의 졸개',
  },
  [14487] = {
    '글루글',
    nil,
  },
  [14489] = {
    '스컬지 궁수',
    nil,
  },
  [14492] = {
    '베리포닉스',
    '측량기사',
  },
  [14493] = {
    '사제 에픽 이벤트 생성기',
    nil,
  },
  [14494] = {
    '에리스 헤이븐파이어',
    nil,
  },
  [14495] = {
    '투명 트리거 1',
    nil,
  },
  [14496] = {
    '스톰윈드 고아',
    nil,
  },
  [14497] = {
    nil,
    '보육원 선생님',
  },
  [14499] = {
    '호드 고아',
    nil,
  },
  [14502] = {
    '소로시안 공포마',
    nil,
  },
  [14503] = {
    '척살자',
    nil,
  },
  [14504] = {
    '공포마 영혼',
    nil,
  },
  [14505] = {
    '공포마',
    nil,
  },
  [14506] = {
    '군주 헬누라스',
    nil,
  },
  [14507] = {
    '대사제 베녹시스',
    nil,
  },
  [14508] = {
    '땅딸보 존 미스릴',
    nil,
  },
  [14509] = {
    '대사제 데칼',
    nil,
  },
  [14510] = {
    '대여사제 말리',
    nil,
  },
  [14511] = {
    '어둠에 물든 영혼',
    nil,
  },
  [14512] = {
    '타락한 영혼',
    nil,
  },
  [14513] = {
    '악에 물든 영혼',
    nil,
  },
  [14514] = {
    '떠도는 영혼',
    nil,
  },
  [14515] = {
    '대여사제 알로크',
    nil,
  },
  [14516] = {
    '죽음의 기사 다크리버',
    nil,
  },
  [14517] = {
    '대여사제 제클릭',
    nil,
  },
  [14518] = {
    '진부의 위상',
    nil,
  },
  [14519] = {
    '타락의 위상',
    nil,
  },
  [14520] = {
    '원한의 위상',
    nil,
  },
  [14521] = {
    '어둠의 위상',
    nil,
  },
  [14524] = {
    '고대정령 바르투스',
    nil,
  },
  [14525] = {
    '고대정령 스토마',
    nil,
  },
  [14526] = {
    '고대정령 하스타트',
    nil,
  },
  [14527] = {
    '마음씨 고운 시몬',
    nil,
  },
  [14528] = {
    '프레셔스',
    '시몬의 하수인',
  },
  [14529] = {
    '다정한 프랑클린',
    nil,
  },
  [14530] = {
    '학살자 솔레노르',
    nil,
  },
  [14531] = {
    '상냥한 아토리우스',
    nil,
  },
  [14532] = {
    '래즈자쉬 독거미',
    nil,
  },
  [14533] = {
    '매혹의 시몬',
    nil,
  },
  [14534] = {
    '광기의 클린프랑',
    nil,
  },
  [14535] = {
    '파멸의 인도자 아토리우스',
    nil,
  },
  [14536] = {
    '친절한 넬슨',
    nil,
  },
  [14538] = {
    '파멸의 프레셔스',
    '시몬의 하수인',
  },
  [14539] = {
    '날쌘 회갈색 늑대',
    nil,
  },
  [14540] = {
    '날쌘 갈색 늑대',
    nil,
  },
  [14541] = {
    '날쌘 회색 늑대',
    nil,
  },
  [14542] = {
    '거대한 흰색 코도',
    nil,
  },
  [14543] = {
    '날쌘 녹색 랩터',
    nil,
  },
  [14544] = {
    '날쌘 주황색 랩터',
    nil,
  },
  [14545] = {
    '날쌘 푸른 랩터',
    nil,
  },
  [14546] = {
    '날쌘 갈색 산양',
    nil,
  },
  [14547] = {
    '날쌘 흰색 산양',
    nil,
  },
  [14548] = {
    '날쌘 회색 산양',
    nil,
  },
  [14549] = {
    '거대한 갈색 코도',
    nil,
  },
  [14550] = {
    '거대한 회색 코도',
    nil,
  },
  [14551] = {
    '날쌘 노란색 기계타조',
    nil,
  },
  [14552] = {
    '날쌘 흰색 기계타조',
    nil,
  },
  [14553] = {
    '날쌘 녹색 기계타조',
    nil,
  },
  [14554] = {
    '날쌘 줄무늬 기계타조',
    nil,
  },
  [14555] = {
    '날쌘 안개호랑이',
    nil,
  },
  [14556] = {
    '날쌘 눈호랑이',
    nil,
  },
  [14557] = {
    '날쌘 여명호랑이',
    nil,
  },
  [14558] = {
    '보라색 전투해골마',
    nil,
  },
  [14559] = {
    '날쌘 황토마',
    nil,
  },
  [14560] = {
    '날쌘 백마',
    nil,
  },
  [14561] = {
    '날쌘 갈색마',
    nil,
  },
  [14562] = {
    '날쌘 푸른 기계타조',
    nil,
  },
  [14563] = {
    '날쌘 빨간 기계타조',
    nil,
  },
  [14564] = {
    '테러데일 영혼',
    nil,
  },
  [14565] = {
    '군마',
    nil,
  },
  [14566] = {
    '고대 준마의 영혼',
    nil,
  },
  [14567] = {
    '데로타인 머드시퍼',
    '토륨 대장조합',
  },
  [14568] = {
    '다크리버 군마의 영혼',
    nil,
  },
  [14581] = {
    '하사관 썬더혼',
    '무기 병참장교',
  },
  [14601] = {
    '에본로크',
    nil,
  },
  [14602] = {
    '날쌘 폭풍호랑이',
    nil,
  },
  [14603] = {
    '변형된 성큼걸이 해안거인',
    nil,
  },
  [14604] = {
    '변형된 평지거인',
    nil,
  },
  [14605] = {
    '해골 피조물',
    nil,
  },
  [14606] = {
    '용기병 시체 트리거',
    nil,
  },
  [14621] = {
    '감독관 말토류스',
    nil,
  },
  [14622] = {
    '토륨 대장조합 감시병',
    '토륨 대장조합',
  },
  [14623] = {
    '전쟁노래 협곡 전투모병관',
    nil,
  },
  [14624] = {
    '수석대장장이 버니네이트',
    '토륨 대장조합',
  },
  [14625] = {
    '감독관 오일피스트',
    '토륨 대장조합',
  },
  [14626] = {
    '작업반장 스크랜지',
    '토륨 대장조합',
  },
  [14627] = {
    '한셀 헤비핸드',
    '토륨 대장조합',
  },
  [14628] = {
    '에보니스 수트스모커',
    '토륨 대장조합',
  },
  [14629] = {
    '망치머리 무쇠턱거북',
    nil,
  },
  [14630] = {
    '무쇠턱 장수거북',
    nil,
  },
  [14631] = {
    '올리브 무쇠턱거북',
    nil,
  },
  [14632] = {
    '매부리 무쇠턱거북',
    nil,
  },
  [14633] = {
    '알비노 무쇠턱거북',
    nil,
  },
  [14634] = {
    '감시대장 롤로 롱스트라이커',
    '토륨 대장조합',
  },
  [14635] = {
    '졸려 보이는 검은무쇠 인부',
    nil,
  },
  [14636] = {
    '하녀 필라클렌처',
    nil,
  },
  [14637] = {
    '조르빈 팬대즐',
    nil,
  },
  [14638] = {
    '변형된 성큼걸이 파도거인',
    nil,
  },
  [14639] = {
    '변형된 성큼걸이 바다거인',
    nil,
  },
  [14640] = {
    '변형된 절벽거인',
    nil,
  },
  [14645] = {
    '전쟁노래 협곡 전령',
    nil,
  },
  [14646] = {
    '스트라솔름 트리거',
    nil,
  },
  [14661] = {
    '채찍쐐기',
    nil,
  },
  [14662] = {
    '타락의 불꽃 회오리 토템 V',
    nil,
  },
  [14663] = {
    '타락의 돌가죽 토템 VI',
    nil,
  },
  [14664] = {
    '타락한 치유의 토템 V',
    nil,
  },
  [14666] = {
    '타락한 질풍의 토템',
    nil,
  },
  [14667] = {
    '타락의 토템',
    nil,
  },
  [14668] = {
    '타락한 지옥불정령',
    nil,
  },
  [14681] = {
    '순간이동기 기능장애',
    nil,
  },
  [14682] = {
    '살육의 괴물',
    nil,
  },
  [14686] = {
    '귀부인 팔데리스',
    nil,
  },
  [14693] = {
    '냉소의 영혼',
    nil,
  },
  [14695] = {
    '군주 블랙우드',
    nil,
  },
  [14697] = {
    '성큼걸이 누더기골렘',
    nil,
  },
  [14715] = {
    '은빛날개 정예병',
    nil,
  },
  [14717] = {
    '호드 정예병',
    nil,
  },
  [14718] = {
    '호드 인부',
    nil,
  },
  [14720] = {
    '대군주 사울팽',
    nil,
  },
  [14721] = {
    '야전사령관 아프라샤비',
    nil,
  },
  [14722] = {
    nil,
    '얼라이언스 천 방어구 병참장교',
  },
  [14723] = {
    '미스티나 스틸실드',
    '얼라이언스 천 방어구 병참장교',
  },
  [14724] = {
    nil,
    '얼라이언스 천 방어구 병참장교',
  },
  [14725] = {
    '라에돈 더스크스트라이커',
    '얼라이언스 천 방어구 병참장교',
  },
  [14726] = {
    '라쇼나 스트랙래쉬',
    '호드 천 방어구 병참장교',
  },
  [14727] = {
    nil,
    '호드 천 방어구 병참장교',
  },
  [14728] = {
    '럼스태그 프라우드스트라이더',
    '호드 천 방어구 병참장교',
  },
  [14729] = {
    nil,
    '호드 천 방어구 병참장교',
  },
  [14730] = {
    '깨진엄니 보초',
    nil,
  },
  [14731] = {
    nil,
    '여관주인',
  },
  [14732] = {
    'PvP CTF 점수기록장치',
    nil,
  },
  [14733] = {
    '파수꾼 파송',
    nil,
  },
  [14734] = {
    '깨진엄니 북장이',
    nil,
  },
  [14736] = {
    '주술사 톤터스크',
    nil,
  },
  [14737] = {
    '대장장이 슬래그트리',
    '대장용품 상인',
  },
  [14738] = {
    nil,
    '요리 재료 상인',
  },
  [14739] = {
    '비술사 야요진',
    '마법 재료 상인',
  },
  [14740] = {
    '낚시꾼 카툼',
    '전문 낚시꾼 및 낚시용품 상인',
  },
  [14741] = {
    '사냥꾼 마코르',
    '야수 관리인',
  },
  [14742] = {
    '잽 파플링어',
    '정신나간 기술자',
  },
  [14743] = {
    '조르디 랩포지',
    '기술자',
  },
  [14744] = {
    '전투 서리늑대',
    nil,
  },
  [14745] = {
    '스톰파이크 전투산양',
    nil,
  },
  [14748] = {
    '썩은가지 약탈자',
    nil,
  },
  [14750] = {
    '구루바시 박쥐 기수',
    nil,
  },
  [14751] = {
    '서리늑대 전투 깃발',
    nil,
  },
  [14752] = {
    '스톰파이크 전투 깃발',
    nil,
  },
  [14753] = {
    '일리야나 문블레이즈',
    '은빛날개 병참장교',
  },
  [14754] = {
    nil,
    '전쟁노래 병참장교',
  },
  [14755] = {
    '작은 녹색 새끼용',
    nil,
  },
  [14756] = {
    '작은 붉은 새끼용',
    nil,
  },
  [14757] = {
    '장로 톤터스크',
    nil,
  },
  [14758] = {
    '줄구룹 트리거',
    nil,
  },
  [14761] = {
    '파멸충',
    nil,
  },
  [14762] = {
    '던 발다르 북부 작전사령관',
    nil,
  },
  [14763] = {
    '던 발다르 남부 작전사령관',
    nil,
  },
  [14764] = {
    '얼음날개 작전사령관',
    nil,
  },
  [14765] = {
    '돌난로 작전사령관',
    nil,
  },
  [14766] = {
    '얼음피 작전사령관',
    nil,
  },
  [14767] = {
    '거점 보초탑 작전사령관',
    nil,
  },
  [14768] = {
    '동부 서리늑대 작전사령관',
    nil,
  },
  [14769] = {
    '서부 서리늑대 작전사령관',
    nil,
  },
  [14770] = {
    '던 발다르 북부 전투대장',
    nil,
  },
  [14771] = {
    '던 발다르 남부 전투대장',
    nil,
  },
  [14772] = {
    '동부 서리늑대 전투대장',
    nil,
  },
  [14773] = {
    '얼음피 전투대장',
    nil,
  },
  [14774] = {
    '얼음날개 전투대장',
    nil,
  },
  [14775] = {
    '돌난로 전투대장',
    nil,
  },
  [14776] = {
    '거점 보초탑 전투대장',
    nil,
  },
  [14777] = {
    '서부 서리늑대 전투대장',
    nil,
  },
  [14781] = {
    '부대장 쉐터스컬',
    nil,
  },
  [14821] = {
    '래즈자쉬 랩터',
    nil,
  },
  [14823] = {
    '실라스 다크문',
    nil,
  },
  [14825] = {
    '부패한 무희',
    nil,
  },
  [14826] = {
    '제물이 된 트롤',
    nil,
  },
  [14827] = {
    '부르스',
    nil,
  },
  [14828] = {
    '겔바스 그림게이트',
    '기념품 및 장난감 상품',
  },
  [14829] = {
    '예브 네블기어',
    nil,
  },
  [14832] = {
    nil,
    '세상에서 가장 힘 센 여자',
  },
  [14833] = {
    nil,
    '기억력의 대가',
  },
  [14842] = {
    '멜난 다크스톤',
    '다크문 유랑단 포고꾼',
  },
  [14843] = {
    '크루반 다크블레이드',
    '다크문 유랑단 포고꾼',
  },
  [14844] = {
    nil,
    '음료 상인',
  },
  [14845] = {
    '스탬프 썬더혼',
    '식료품 상인',
  },
  [14846] = {
    nil,
    '애완동물 및 탈것 상인',
  },
  [14847] = {
    '학자 타데우스 팔레오',
    '다크문 카드',
  },
  [14848] = {
    '전령',
    nil,
  },
  [14849] = {
    '다크문 일꾼',
    nil,
  },
  [14859] = {
    '경비병 타룩',
    nil,
  },
  [14861] = {
    '키르토노스의 혈지기',
    nil,
  },
  [14862] = {
    '밀사 로만칸',
    nil,
  },
  [14864] = {
    '카즈 모단 산양',
    nil,
  },
  [14866] = {
    '플릭의 개구리',
    nil,
  },
  [14869] = {
    '꼬마 코카트리스',
    nil,
  },
  [14875] = {
    nil,
    '라스타칸의 대리인',
  },
  [14876] = {
    '잔달라 머리사냥꾼',
    nil,
  },
  [14877] = {
    '대사제 베녹시스',
    '파멸의 인도자',
  },
  [14878] = {
    '쥬블링',
    nil,
  },
  [14879] = {
    '아라시 분지 전투모병관',
    nil,
  },
  [14880] = {
    '래즈자쉬 흡혈거미',
    nil,
  },
  [14881] = {
    '거미',
    nil,
  },
  [14882] = {
    '아탈라이 무희',
    nil,
  },
  [14883] = {
    '부두교 노예',
    nil,
  },
  [14884] = {
    '기생수',
    nil,
  },
  [14892] = {
    '검둥이',
    nil,
  },
  [14893] = {
    '경비병 쿠랄',
    nil,
  },
  [14894] = {
    '벌떼',
    nil,
  },
  [14902] = {
    '파괴자 진로크',
    nil,
  },
  [14903] = {
    '천리안 알타빔',
    nil,
  },
  [14904] = {
    '줄다자르의 메이위키',
    nil,
  },
  [14905] = {
    '장님 팔디르',
    nil,
  },
  [14910] = {
    nil,
    '라스타칸의 종복',
  },
  [14911] = {
    '잔달라 집행자',
    nil,
  },
  [14912] = {
    '사로잡힌 학카리 광신도',
    nil,
  },
  [14921] = {
    '상인 린워쇼',
    '잔달라 부족 보급 및 수리',
  },
  [14941] = {
    '대여사제 제클릭',
    '파멸의 인도자',
  },
  [14942] = {
    '카르타 블러드스날',
    '알터랙 계곡 전투모병관',
  },
  [14943] = {
    '구스의 전투와이번',
    nil,
  },
  [14944] = {
    '제즈톨의 전투와이번',
    nil,
  },
  [14945] = {
    '멀베릭의 전투와이번',
    nil,
  },
  [14946] = {
    '실도르의 전투그리핀',
    nil,
  },
  [14947] = {
    '이크만의 전투그리핀',
    nil,
  },
  [14948] = {
    '비포르의 전투그리핀',
    nil,
  },
  [14961] = {
    '미르비나 징글포켓',
    '굴뚝나무 목장조합',
  },
  [14962] = {
    '딜로드 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [14963] = {
    '개프 징글포켓',
    '굴뚝나무 목장조합',
  },
  [14964] = {
    '헥트 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [14965] = {
    '광포한 흡혈박쥐',
    nil,
  },
  [14966] = {
    '대사제 데칼',
    '파멸의 인도자',
  },
  [14967] = {
    '대여사제 말리',
    '파멸의 인도자',
  },
  [14968] = {
    '대여사제 알로크',
    '파멸의 인도자',
  },
  [14981] = {
    nil,
    '전쟁노래 협곡 전투모병관',
  },
  [14982] = {
    nil,
    '전쟁노래 협곡 전투모병관',
  },
  [14983] = {
    '야전사령관 오슬라이트',
    nil,
  },
  [14984] = {
    '하사관 매클리어',
    nil,
  },
  [14986] = {
    '진도의 망령',
    nil,
  },
  [14987] = {
    '강력한 치유의 수호물',
    nil,
  },
  [14989] = {
    '유독성 구름',
    nil,
  },
  [14990] = {
    '파멸단 특사',
    nil,
  },
  [14991] = {
    '아라소르 연맹 사절',
    nil,
  },
  [14994] = {
    '잔달라 이벤트 생성기',
    nil,
  },
  [15001] = {
    'PvP A-Mid 점수기록장치',
    nil,
  },
  [15002] = {
    'PvP Mid 점수기록장치',
    nil,
  },
  [15003] = {
    'PvP H-Mid 점수기록장치',
    nil,
  },
  [15004] = {
    'PvP ALT-S 점수기록장치',
    nil,
  },
  [15005] = {
    'PvP ALT-N 점수기록장치',
    nil,
  },
  [15006] = {
    '데제 스노우베인',
    '아라시 분지 전투모병관',
  },
  [15007] = {
    '말로리 휠러 경',
    '아라시 분지 전투모병관',
  },
  [15008] = {
    '영주 하티셈',
    '아라시 분지 전투모병관',
  },
  [15009] = {
    '부두교 영혼',
    nil,
  },
  [15010] = {
    '정글 두꺼비',
    nil,
  },
  [15011] = {
    '와그너 해머스트라이크',
    nil,
  },
  [15021] = {
    '죽음의경비대장 드와이어',
    nil,
  },
  [15022] = {
    '죽음추적자 몰티스',
    nil,
  },
  [15041] = {
    '말리의 새끼거미',
    nil,
  },
  [15042] = {
    '잠들지 않는 잔자',
    nil,
  },
  [15043] = {
    '줄리안 악어',
    nil,
  },
  [15045] = {
    '아라시 농부',
    nil,
  },
  [15046] = {
    '포세이큰 농부',
    nil,
  },
  [15061] = {
    '진도의 영혼',
    nil,
  },
  [15062] = {
    '아라시 나무꾼',
    nil,
  },
  [15063] = {
    '아라시 대장장이',
    nil,
  },
  [15064] = {
    '포세이큰 대장장이',
    nil,
  },
  [15065] = {
    '레이디',
    nil,
  },
  [15067] = {
    '줄리안 그림자표범',
    nil,
  },
  [15068] = {
    '줄리안 수호표범',
    nil,
  },
  [15069] = {
    '학카르의 심장',
    nil,
  },
  [15070] = {
    nil,
    '잔자의 종복',
  },
  [15071] = {
    '언더풋',
    nil,
  },
  [15072] = {
    '스파이크',
    nil,
  },
  [15073] = {
    '팻의 지옥불',
    nil,
  },
  [15074] = {
    '아라시 광부',
    nil,
  },
  [15075] = {
    '포세이큰 광부',
    nil,
  },
  [15076] = {
    '잔달라 사절',
    nil,
  },
  [15077] = {
    '리글 바스베이트',
    '낚시의 대가',
  },
  [15078] = {
    nil,
    '낚시 대가의 수습생',
  },
  [15079] = {
    '낚시로봇 5000',
    nil,
  },
  [15080] = {
    '대리인의 심복',
    '라스타칸의 대리인',
  },
  [15086] = {
    '아라시 마구간지기',
    nil,
  },
  [15087] = {
    '포세이큰 마구간지기',
    nil,
  },
  [15088] = {
    '무법항 정예경비병',
    nil,
  },
  [15089] = {
    '포세이큰 나무꾼',
    nil,
  },
  [15090] = {
    '날쌘 래즈자쉬 랩터',
    nil,
  },
  [15091] = {
    '줄구룹 표범',
    nil,
  },
  [15101] = {
    '굶주린 줄리안 표범',
    nil,
  },
  [15102] = {
    '은빛날개 사절',
    nil,
  },
  [15103] = {
    '스톰파이크 사절',
    nil,
  },
  [15104] = {
    '날쌘 줄리안 호랑이',
    nil,
  },
  [15105] = {
    '전쟁노래 특사',
    nil,
  },
  [15106] = {
    '서리늑대 특사',
    nil,
  },
  [15107] = {
    '아라시 말',
    nil,
  },
  [15108] = {
    '포세이큰 말',
    nil,
  },
  [15109] = {
    '고대 축복',
    '파멸의 인도자',
  },
  [15110] = {
    '구루바시 포로',
    nil,
  },
  [15111] = {
    '광기 어린 종복',
    nil,
  },
  [15112] = {
    '세뇌의 토템',
    nil,
  },
  [15113] = {
    '전설의 영웅',
    nil,
  },
  [15115] = {
    '전설의 영웅',
    nil,
  },
  [15116] = {
    nil,
    '낚시왕 선발대회 홍보대사',
  },
  [15117] = {
    '구속된 영혼',
    nil,
  },
  [15118] = {
    '낚시왕 변신',
    nil,
  },
  [15119] = {
    nil,
    '낚시왕 선발대회 홍보대사',
  },
  [15122] = {
    '가즈란카의 시체',
    nil,
  },
  [15124] = {
    '까르포 징글포켓',
    '굴뚝나무 목장조합',
  },
  [15125] = {
    '디마트 코퍼핀치',
    '굴뚝나무 목장조합',
  },
  [15126] = {
    nil,
    '파멸단 병참장교',
  },
  [15127] = {
    nil,
    '아라소르 연맹 병참장교',
  },
  [15128] = {
    '파멸단 정예병',
    nil,
  },
  [15130] = {
    '아라소르 연맹 정예병',
    nil,
  },
  [15131] = {
    nil,
    '야수 관리인',
  },
  [15136] = {
    '망치 주둔지 정예병',
    nil,
  },
  [15137] = {
    '메네실 정예병',
    nil,
  },
  [15138] = {
    '은빛소나무숲 정예병',
    nil,
  },
  [15139] = {
    '가즈란카 전령',
    nil,
  },
  [15140] = {
    '패트의 트리거',
    nil,
  },
  [15141] = {
    '광기의 차원문',
    nil,
  },
  [15146] = {
    '광기 어린 공허방랑자',
    nil,
  },
  [15162] = {
    '붉은십자군 심문관',
    nil,
  },
  [15163] = {
    '악몽의 환영',
    nil,
  },
  [15164] = {
    '멀고어 트리거',
    nil,
  },
  [15165] = {
    '거만한 의류상',
    '패션 디자이너',
  },
  [15168] = {
    '청소부 스카라베',
    nil,
  },
  [15169] = {
    '영원의 감시자 랄로샨',
    nil,
  },
  [15170] = {
    '루트거 글립쉐이퍼',
    nil,
  },
  [15171] = {
    '프랭칼 스톤브리지',
    nil,
  },
  [15172] = {
    nil,
    '브란 브론즈비어드의 애완동물',
  },
  [15174] = {
    nil,
    '여관주인',
  },
  [15175] = {
    '쿠르 혼스트라이커',
    '마법 재료 상인',
  },
  [15176] = {
    nil,
    '대장장이',
  },
  [15177] = {
    '클라우드 스카이댄서',
    '히포그리프 조련사',
  },
  [15178] = {
    '룬크 윈드테이머',
    '와이번 조련사',
  },
  [15179] = {
    nil,
    '직업용품 상인',
  },
  [15180] = {
    '흐르는 모래의 바리스톨스',
    nil,
  },
  [15181] = {
    '지휘관 마랄리스',
    nil,
  },
  [15182] = {
    nil,
    '경비대 대장',
  },
  [15183] = {
    '지질학자 락스베인',
    nil,
  },
  [15184] = {
    '세나리온 요새 보초병',
    nil,
  },
  [15185] = {
    '노즈도르무 혈족',
    nil,
  },
  [15186] = {
    '머키',
    nil,
  },
  [15187] = {
    '세나리온 사절 제이드문',
    nil,
  },
  [15188] = {
    '세나리온 사절 블랙후프',
    nil,
  },
  [15189] = {
    '비틱스 픽클스프라그',
    nil,
  },
  [15190] = {
    '노글 픽클스프라그',
    nil,
  },
  [15191] = {
    '바람소환사 프라우드혼',
    nil,
  },
  [15193] = {
    '여군주 실바나스 윈드러너',
    nil,
  },
  [15194] = {
    '은둔자 오르텔',
    nil,
  },
  [15195] = {
    '밀짚인형 수호병',
    nil,
  },
  [15196] = {
    '죽음의 갈고리',
    nil,
  },
  [15197] = {
    '암흑의 소환사 얀카',
    nil,
  },
  [15199] = {
    '하사관 허트만',
    nil,
  },
  [15200] = {
    '황혼의 문지기 메이나',
    '황혼의 망치단',
  },
  [15201] = {
    '황혼의 화염약탈자',
    nil,
  },
  [15202] = {
    '타락의 바이랄',
    '황혼의 망치단',
  },
  [15203] = {
    '왕자 스칼레녹스',
    '심연의 대의회',
  },
  [15204] = {
    '대장군 휠락시스',
    '심연의 대의회',
  },
  [15205] = {
    '남작 카줌',
    '심연의 대의회',
  },
  [15206] = {
    '불꽃의 군주',
    '심연의 의회',
  },
  [15207] = {
    '나락의 군주',
    '심연의 의회',
  },
  [15208] = {
    '파편의 군주',
    '심연의 의회',
  },
  [15209] = {
    '진홍 기사단',
    '심연의 의회',
  },
  [15211] = {
    '청명 기사단',
    '심연의 의회',
  },
  [15212] = {
    '백색 기사단',
    '심연의 의회',
  },
  [15213] = {
    '황혼의 대군주',
    '황혼의 망치단',
  },
  [15214] = {
    '보이지 않는 추적자',
    nil,
  },
  [15215] = {
    '여군주 나탈리아 마랄리스',
    '크툰의 대여사제',
  },
  [15216] = {
    '남자 유령',
    nil,
  },
  [15217] = {
    '여자 유령',
    nil,
  },
  [15218] = {
    '다크문 유랑단 대포',
    nil,
  },
  [15220] = {
    '서풍의 군주',
    '심연의 의회',
  },
  [15221] = {
    '프랭칼 트리거',
    nil,
  },
  [15222] = {
    '루트거 트리거',
    nil,
  },
  [15224] = {
    '꿈의 안개',
    nil,
  },
  [15229] = {
    '병정 베크니스',
    nil,
  },
  [15230] = {
    '전사 베크니스',
    nil,
  },
  [15233] = {
    '수호병 베크니스',
    nil,
  },
  [15235] = {
    '쐐기 베크니스',
    nil,
  },
  [15236] = {
    '독침 베크니스',
    nil,
  },
  [15240] = {
    '집게발 베크니스',
    nil,
  },
  [15246] = {
    '퀴라지 정신파괴자',
    nil,
  },
  [15247] = {
    '퀴라지 세뇌관',
    nil,
  },
  [15249] = {
    '퀴라지 채찍전사',
    nil,
  },
  [15250] = {
    '퀴라지 학살자',
    nil,
  },
  [15252] = {
    '퀴라지 용사',
    nil,
  },
  [15260] = {
    '실성한 드루이드 영혼',
    nil,
  },
  [15261] = {
    '정기의 망령',
    nil,
  },
  [15262] = {
    '흑요석 파멸자',
    nil,
  },
  [15263] = {
    '예언자 스케람',
    nil,
  },
  [15264] = {
    '아누비사스 파수병',
    nil,
  },
  [15270] = {
    '후움 와일드메인',
    nil,
  },
  [15275] = {
    '제왕 베크닐라쉬',
    nil,
  },
  [15276] = {
    '제왕 베클로어',
    nil,
  },
  [15277] = {
    '아누비사스 문지기',
    nil,
  },
  [15282] = {
    '오렐 골드리프',
    nil,
  },
  [15286] = {
    nil,
    '하이브레갈 대군주',
  },
  [15288] = {
    nil,
    '하이브아쉬 대군주',
  },
  [15290] = {
    nil,
    '하이브조라 대군주',
  },
  [15293] = {
    '앤델 윈드스피어',
    nil,
  },
  [15300] = {
    '일꾼 베크니스',
    nil,
  },
  [15302] = {
    '타에라의 망령',
    nil,
  },
  [15303] = {
    '맥시마 블라스텐하이머',
    '다크문 축제 포수',
  },
  [15304] = {
    '고대의 마나샘 토템',
    nil,
  },
  [15305] = {
    '군주 스퀄',
    '심연의 대의회',
  },
  [15306] = {
    '보르 와일드메인',
    nil,
  },
  [15307] = {
    '황색 기사단',
    '심연의 의회',
  },
  [15308] = {
    '황혼의 예언자',
    '황혼의 망치단',
  },
  [15311] = {
    '아누비사스 수호병',
    nil,
  },
  [15312] = {
    '흑요석 종결자',
    nil,
  },
  [15313] = {
    '달빛야수',
    '나이트 엘프 드루이드',
  },
  [15314] = {
    '달빛야수',
    '타우렌 드루이드',
  },
  [15315] = {
    '말리니 프로스트문',
    '무기 상인',
  },
  [15316] = {
    '퀴라지 스카라베',
    nil,
  },
  [15317] = {
    '퀴라지 전갈',
    nil,
  },
  [15318] = {
    '일꾼 하이브자라',
    nil,
  },
  [15319] = {
    '채집꾼 하이브자라',
    nil,
  },
  [15320] = {
    '병정 하이브자라',
    nil,
  },
  [15323] = {
    '모래무지 하이브자라',
    nil,
  },
  [15324] = {
    '퀴라지 투사',
    nil,
  },
  [15325] = {
    '독침 하이브자라',
    nil,
  },
  [15327] = {
    '쐐기 하이브자라',
    nil,
  },
  [15328] = {
    '다크문 통통 전차',
    nil,
  },
  [15333] = {
    '소금모래 청소부',
    nil,
  },
  [15334] = {
    '눈 달린 거대한 촉수',
    nil,
  },
  [15335] = {
    '청소부 수액괴물',
    nil,
  },
  [15336] = {
    '채찍꼬리 하이브자라',
    nil,
  },
  [15338] = {
    '흑요석 파괴자',
    nil,
  },
  [15339] = {
    '무적의 오시리안',
    nil,
  },
  [15341] = {
    '장군 라작스',
    nil,
  },
  [15343] = {
    '퀴라지 감시병',
    nil,
  },
  [15344] = {
    '가시쐐기 감시병',
    nil,
  },
  [15350] = {
    '호드 전쟁인도자',
    nil,
  },
  [15351] = {
    '얼라이언스 준장',
    nil,
  },
  [15353] = {
    '카트리나 쉬머스타',
    '할로윈 축제 상인',
  },
  [15354] = {
    nil,
    '할로윈 축제 상인',
  },
  [15355] = {
    '아누비사스 감시자',
    nil,
  },
  [15362] = {
    '말퓨리온 스톰레이지',
    nil,
  },
  [15363] = {
    '정기의 토템',
    nil,
  },
  [15364] = {
    '무선조종 박격포전차',
    nil,
  },
  [15368] = {
    '통통 지뢰',
    nil,
  },
  [15369] = {
    '사냥꾼 아야미스',
    nil,
  },
  [15370] = {
    '먹보 부루',
    nil,
  },
  [15373] = {
    '할로윈 해적 선장',
    nil,
  },
  [15374] = {
    '할로윈 언데드 해적',
    nil,
  },
  [15375] = {
    '할로윈 여자 해적 선장',
    nil,
  },
  [15376] = {
    '할로윈 남자 유령',
    nil,
  },
  [15377] = {
    '할로윈 여자 유령',
    nil,
  },
  [15378] = {
    '꿈의 메리스라',
    nil,
  },
  [15381] = {
    '고대의 아나크로노스',
    nil,
  },
  [15382] = {
    '판드랄 스태그헬름',
    nil,
  },
  [15383] = {
    '하사관 스톤브라우',
    '구리 주괴 수집원',
  },
  [15384] = {
    'OLDWorld Trigger (DO NOT DELETE)',
    nil,
  },
  [15387] = {
    '퀴라지 전사',
    nil,
  },
  [15388] = {
    '부사령관 팍콘',
    nil,
  },
  [15389] = {
    '부대장 드렌',
    nil,
  },
  [15390] = {
    '부대장 수렘',
    nil,
  },
  [15391] = {
    '부대장 퀴즈',
    nil,
  },
  [15392] = {
    '부대장 투비드',
    nil,
  },
  [15394] = {
    '호드의 영웅',
    nil,
  },
  [15410] = {
    '아나크로노스 용 변신',
    nil,
  },
  [15411] = {
    '아리고스',
    nil,
  },
  [15412] = {
    '캘레스트라즈',
    nil,
  },
  [15413] = {
    '메리스라 용 변신',
    nil,
  },
  [15414] = {
    '독침 퀴라지',
    nil,
  },
  [15415] = {
    '남녘해안 구린내 폭탄',
    nil,
  },
  [15419] = {
    nil,
    '마법부여용품 상인',
  },
  [15421] = {
    '일꾼 퀴라지',
    nil,
  },
  [15422] = {
    '병정 퀴라지',
    nil,
  },
  [15423] = {
    '칼도레이 보병',
    nil,
  },
  [15424] = {
    '아누비사스 정복자',
    nil,
  },
  [15425] = {
    '디버그 포인트',
    nil,
  },
  [15426] = {
    '안퀴라즈 트리거',
    nil,
  },
  [15427] = {
    '메리스라의 깨어남',
    nil,
  },
  [15428] = {
    '모래 회오리',
    nil,
  },
  [15429] = {
    '메스꺼운 수액덩어리',
    nil,
  },
  [15431] = {
    '하사관 칸스',
    '철 주괴 수집원',
  },
  [15432] = {
    '남작부인 트윈브레이드',
    '토륨 주괴 수집원',
  },
  [15434] = {
    '병사 드랙슬게이지',
    '갈래물풀 수집원',
  },
  [15436] = {
    '포병대장 스타우트해머',
    nil,
  },
  [15437] = {
    '수석 연금술사 나이트송',
    '보라 연꽃 수집원',
  },
  [15440] = {
    '연대장 블랙앤빌',
    '아이언포지 연대장',
  },
  [15441] = {
    '아이언포지 여단 소총병',
    nil,
  },
  [15442] = {
    '아이언포지 여단 보병',
    nil,
  },
  [15443] = {
    '자넬라 스타우트해머',
    nil,
  },
  [15444] = {
    '비전술사 노즐스프링',
    nil,
  },
  [15445] = {
    '선임하사 저메인',
    '아서스의 눈물 수집원',
  },
  [15446] = {
    '보니 스톤플레이어',
    '얇은 가죽 수집원',
  },
  [15448] = {
    '병사 포터',
    '일반 가죽 수집원',
  },
  [15449] = {
    '하이브조라 증오의 쐐기',
    nil,
  },
  [15450] = {
    '마사 파인스핀들',
    '두꺼운 가죽 수집원',
  },
  [15451] = {
    '파수꾼 실버스카이',
    '리넨 붕대 수집원',
  },
  [15452] = {
    '간호사 스톤필드',
    '비단 붕대 수집원',
  },
  [15453] = {
    '수호자 문셰이드',
    '룬무늬 붕대 수집원',
  },
  [15454] = {
    '아나크로노스 퀘스트 트리거',
    nil,
  },
  [15455] = {
    '슬리키 개스트로놈',
    '무지개날개다랑어 구이 수집원',
  },
  [15456] = {
    '사라 새드휘슬',
    '랩터 숯불구이 수집원',
  },
  [15457] = {
    '여사냥꾼 스위프트리버',
    '점박이놀래기 구이 수집원',
  },
  [15458] = {
    '사령관 스트롱해머',
    '얼라이언스 사절',
  },
  [15459] = {
    '광부 크롬웰',
    '구리 주괴 수집원',
  },
  [15460] = {
    '그런트 마우그',
    '주석 주괴 수집원',
  },
  [15461] = {
    '비명소리 스카라베',
    nil,
  },
  [15462] = {
    '독액 스카라베',
    nil,
  },
  [15463] = {
    'zzOLD은총의 토템 III',
    nil,
  },
  [15464] = {
    'zzOLD대지력 토템 V',
    nil,
  },
  [15466] = {
    '오멘의 부하',
    nil,
  },
  [15467] = {
    '오멘',
    nil,
  },
  [15469] = {
    '정예수호병 티키라',
    '미스릴 주괴 수집원',
  },
  [15471] = {
    '사령관 안도로브',
    nil,
  },
  [15473] = {
    '칼도레이 정예병',
    nil,
  },
  [15475] = {
    '딱정벌레',
    nil,
  },
  [15476] = {
    '전갈',
    nil,
  },
  [15477] = {
    '약초채집가 프라우드페더',
    '평온초 수집원',
  },
  [15481] = {
    '아주어고스의 영혼',
    nil,
  },
  [15491] = {
    '꿈의 폭군 에라니쿠스',
    nil,
  },
  [15495] = {
    '밤의 안식처 수호병',
    nil,
  },
  [15498] = {
    '바람소환사 예센드라',
    nil,
  },
  [15499] = {
    '감시자 하로',
    nil,
  },
  [15500] = {
    '케일 스위프트클로',
    nil,
  },
  [15502] = {
    nil,
    '말리고스 혈족',
  },
  [15503] = {
    nil,
    '알렉스트라자 혈족',
  },
  [15504] = {
    nil,
    '이세라 혈족',
  },
  [15505] = {
    '운하 광포어',
    nil,
  },
  [15507] = {
    '먹보 부루',
    '파멸의 인도자',
  },
  [15508] = {
    '박쥐기수 펠레케이키',
    '화염초 수집원',
  },
  [15509] = {
    '공주 후후란',
    nil,
  },
  [15510] = {
    '불굴의 판크리스',
    nil,
  },
  [15511] = {
    '군주 크리',
    nil,
  },
  [15512] = {
    '연금술사 제젤',
    '보라 연꽃 수집원',
  },
  [15514] = {
    '부루의 알',
    nil,
  },
  [15515] = {
    '무두장이 자마니',
    '질긴 가죽 수집원',
  },
  [15516] = {
    '전투감시병 살투라',
    nil,
  },
  [15521] = {
    '새끼 하이브자라',
    nil,
  },
  [15522] = {
    '하사관 우말라',
    '두꺼운 가죽 수집원',
  },
  [15524] = {
    '임시 순록',
    nil,
  },
  [15525] = {
    '의사 세라투스',
    '튼튼한 가죽 수집원',
  },
  [15526] = {
    '인어공주 메리디스',
    nil,
  },
  [15527] = {
    '마나 악령',
    nil,
  },
  [15528] = {
    '치료사 롱러너',
    '양모 붕대 수집원',
  },
  [15529] = {
    '귀부인 칼로',
    '마법 붕대 수집원',
  },
  [15532] = {
    '투사 클레이후프',
    '룬무늬 붕대 수집원',
  },
  [15533] = {
    '혈투사 로타르',
    '늑대 살코기 스테이크 수집원',
  },
  [15534] = {
    '낚시꾼 린도',
    '점박이놀래기 구이 수집원',
  },
  [15535] = {
    '족장 샤프클로',
    '훈제 연어 수집원',
  },
  [15537] = {
    '아누비사스 전사',
    nil,
  },
  [15538] = {
    '아누비사스 감시병',
    nil,
  },
  [15539] = {
    '전투사령관 조그',
    '호드 사절',
  },
  [15540] = {
    '바람소환사 칼돈',
    nil,
  },
  [15541] = {
    '황혼의 약탈자 모르나',
    '황혼의 망치단',
  },
  [15542] = {
    '황혼의 약탈자',
    '황혼의 망치단',
  },
  [15543] = {
    '공주 야우즈',
    nil,
  },
  [15545] = {
    '세나리온 척후병',
    nil,
  },
  [15546] = {
    '우두머리 하이브자라',
    nil,
  },
  [15549] = {
    '장로 몬딥',
    nil,
  },
  [15552] = {
    '박사 위빌',
    nil,
  },
  [15553] = {
    '박사 위빌의 비행기',
    nil,
  },
  [15554] = {
    '넘버투',
    nil,
  },
  [15555] = {
    '하이브자라 유충',
    nil,
  },
  [15556] = {
    '장로 스플릿락',
    nil,
  },
  [15557] = {
    '장로 럼버락',
    nil,
  },
  [15558] = {
    '장로 실버베인',
    nil,
  },
  [15559] = {
    '장로 하이피크',
    nil,
  },
  [15560] = {
    '장로 스톤포트',
    nil,
  },
  [15561] = {
    '장로 옵시디안',
    nil,
  },
  [15562] = {
    '장로 해머스타우트',
    nil,
  },
  [15563] = {
    '장로 벨로우레이지',
    nil,
  },
  [15564] = {
    '장로 다크코어',
    nil,
  },
  [15565] = {
    '장로 스톰브라우',
    nil,
  },
  [15566] = {
    '장로 스노우크라운',
    nil,
  },
  [15567] = {
    '장로 아이언밴드',
    nil,
  },
  [15568] = {
    '장로 그레이브본',
    nil,
  },
  [15569] = {
    '장로 골드웰',
    nil,
  },
  [15570] = {
    '장로 프라임스톤',
    nil,
  },
  [15571] = {
    '식인아귀',
    nil,
  },
  [15572] = {
    '장로 룬토템',
    nil,
  },
  [15573] = {
    '장로 레이지토템',
    nil,
  },
  [15574] = {
    '장로 스톤스파이어',
    nil,
  },
  [15575] = {
    '장로 블러드후프',
    nil,
  },
  [15576] = {
    '장로 윈터후프',
    nil,
  },
  [15577] = {
    '장로 스카이체이서',
    nil,
  },
  [15578] = {
    '장로 와일드메인',
    nil,
  },
  [15579] = {
    '장로 다크혼',
    nil,
  },
  [15580] = {
    '장로 에즈라 윗후프',
    nil,
  },
  [15581] = {
    '장로 그림토템',
    nil,
  },
  [15582] = {
    '장로 윈드토템',
    nil,
  },
  [15583] = {
    '장로 썬더혼',
    nil,
  },
  [15584] = {
    '장로 스카이시어',
    nil,
  },
  [15585] = {
    '장로 돈스트라이더',
    nil,
  },
  [15586] = {
    '장로 드림시어',
    nil,
  },
  [15587] = {
    '장로 미스트워커',
    nil,
  },
  [15588] = {
    '장로 하이마운틴',
    nil,
  },
  [15589] = {
    '크툰의 눈',
    nil,
  },
  [15590] = {
    '오시리안 수정 트리거',
    nil,
  },
  [15591] = {
    '위빌의 부하',
    nil,
  },
  [15592] = {
    '장로 윈드런',
    nil,
  },
  [15593] = {
    '장로 스타송',
    nil,
  },
  [15594] = {
    '장로 문스트라이크',
    nil,
  },
  [15595] = {
    '장로 문스트라이크',
    nil,
  },
  [15596] = {
    '장로 스타글레이드',
    nil,
  },
  [15597] = {
    '장로 문워든',
    nil,
  },
  [15598] = {
    '장로 블레이드스위프트',
    nil,
  },
  [15599] = {
    '장로 블레이드싱',
    nil,
  },
  [15600] = {
    '장로 스카이글림',
    nil,
  },
  [15601] = {
    '장로 스타위브',
    nil,
  },
  [15602] = {
    '장로 메도런',
    nil,
  },
  [15603] = {
    '장로 나이트윈드',
    nil,
  },
  [15604] = {
    '장로 모닝듀',
    nil,
  },
  [15605] = {
    '장로 리버송',
    nil,
  },
  [15606] = {
    '장로 브라이트스피어',
    nil,
  },
  [15607] = {
    '장로 파위스퍼',
    nil,
  },
  [15609] = {
    '세나리온 정찰병 란디온',
    nil,
  },
  [15610] = {
    '세나리온 정찰병 아제넬',
    nil,
  },
  [15611] = {
    '세나리온 정찰병 잘리아',
    nil,
  },
  [15612] = {
    '크루그 스컬스플릿',
    '오그리마 군단장',
  },
  [15613] = {
    '메로크 롱스트라이드',
    nil,
  },
  [15614] = {
    'J.D. 셰이드송',
    nil,
  },
  [15615] = {
    '어둠의여사제 샤이',
    nil,
  },
  [15616] = {
    '오그리마 군단 그런트',
    nil,
  },
  [15617] = {
    '오그리마 군단 도끼투척병',
    nil,
  },
  [15620] = {
    '하이브레갈 사냥꾼 암살자',
    nil,
  },
  [15621] = {
    '야우즈의 새끼',
    nil,
  },
  [15622] = {
    '천공 베크니스',
    nil,
  },
  [15624] = {
    '숲 위습',
    nil,
  },
  [15625] = {
    '황혼의 타락자',
    nil,
  },
  [15628] = {
    '회복된 에라니쿠스',
    nil,
  },
  [15629] = {
    '악몽의 망령',
    nil,
  },
  [15630] = {
    '판크리스의 애벌레',
    nil,
  },
  [15631] = {
    '집중조명',
    nil,
  },
  [15633] = {
    nil,
    '엘룬의 대여사제',
  },
  [15634] = {
    '달의 여사제',
    nil,
  },
  [15659] = {
    '경매인 잭손',
    nil,
  },
  [15660] = {
    '에라니쿠스 변신',
    '파멸의 인도자',
  },
  [15663] = {
    '전쟁 지원 지원병',
    nil,
  },
  [15664] = {
    '순록 멧젠',
    nil,
  },
  [15665] = {
    '임시 순록',
    nil,
  },
  [15666] = {
    '푸른 퀴라지 전차',
    nil,
  },
  [15667] = {
    '비시두스의 수액덩어리',
    nil,
  },
  [15675] = {
    '경매인 스톡튼',
    nil,
  },
  [15676] = {
    '경매인 얄리',
    nil,
  },
  [15677] = {
    '경매인 그레이브즈',
    nil,
  },
  [15678] = {
    '경매인 실바라스',
    nil,
  },
  [15679] = {
    '경매인 카자레즈',
    nil,
  },
  [15681] = {
    '경매인 오릴리',
    nil,
  },
  [15682] = {
    '경매인 케인',
    nil,
  },
  [15683] = {
    '경매인 낙스레미스',
    nil,
  },
  [15684] = {
    '경매인 트릭켓',
    nil,
  },
  [15685] = {
    '남쪽바다 납치범',
    nil,
  },
  [15686] = {
    '경매인 라이커',
    nil,
  },
  [15692] = {
    '검은무쇠 납치범',
    nil,
  },
  [15693] = {
    '계시자 조나단',
    nil,
  },
  [15694] = {
    '스톰윈드 축제 구경꾼',
    nil,
  },
  [15695] = {
    '베크 쌍둥이 트리거',
    nil,
  },
  [15696] = {
    '전쟁 지원 신병',
    nil,
  },
  [15698] = {
    '겨울 할아버지의 도우미',
    nil,
  },
  [15699] = {
    '온순한 기계설인',
    nil,
  },
  [15700] = {
    '장군 고르척',
    '전쟁 지원 지휘관',
  },
  [15701] = {
    '야전사령관 스노우폴',
    '전쟁 지원 지휘관',
  },
  [15702] = {
    '정예수호병 타이가',
    '전쟁 지원 징집관',
  },
  [15703] = {
    '정예수호병 그림스포드',
    '전쟁 지원 징집관',
  },
  [15704] = {
    '정예수호병 카이진',
    '전쟁 지원 징집관',
  },
  [15705] = {
    '겨울 할아버지의 꼬마 도우미',
    nil,
  },
  [15706] = {
    '겨울순록',
    nil,
  },
  [15707] = {
    '정예근위병 피즐볼트',
    '전쟁 지원 징집관',
  },
  [15708] = {
    '정예근위병 매클루어',
    '전쟁 지원 징집관',
  },
  [15709] = {
    '정예근위병 문섀도',
    '전쟁 지원 징집관',
  },
  [15710] = {
    '꼬마 눈사람',
    nil,
  },
  [15712] = {
    '흙더미',
    nil,
  },
  [15713] = {
    '푸른 퀴라지 전차',
    nil,
  },
  [15714] = {
    '노란 퀴라지 전차',
    nil,
  },
  [15715] = {
    '녹색 퀴라지 전차',
    nil,
  },
  [15716] = {
    '붉은 퀴라지 전차',
    nil,
  },
  [15717] = {
    '아우로 트리거',
    nil,
  },
  [15718] = {
    '아우로 스카라베',
    nil,
  },
  [15719] = {
    '썬더 블러프 축제 구경꾼',
    nil,
  },
  [15720] = {
    '나무구렁 선조',
    nil,
  },
  [15721] = {
    '기계 그린치',
    nil,
  },
  [15722] = {
    '대지주 레오렌 말데라스',
    '야수 관리인',
  },
  [15723] = {
    '무법항 축제 구경꾼',
    nil,
  },
  [15724] = {
    '술 취한 투사',
    nil,
  },
  [15725] = {
    '갈고리 촉수',
    nil,
  },
  [15726] = {
    '눈 달린 촉수',
    nil,
  },
  [15728] = {
    '거대한 발톱 촉수',
    nil,
  },
  [15729] = {
    '겨울 할아버지의 도우미',
    nil,
  },
  [15730] = {
    '팻의 눈구름',
    nil,
  },
  [15731] = {
    '다르나서스 인사장교',
    nil,
  },
  [15732] = {
    '원더볼트 조작기사',
    '굴뚝나무 목장조합',
  },
  [15733] = {
    '놈리건 인사장교',
    nil,
  },
  [15734] = {
    '아이언포지 인사장교',
    nil,
  },
  [15735] = {
    '스톰윈드 인사장교',
    nil,
  },
  [15736] = {
    '오그리마 인사장교',
    nil,
  },
  [15737] = {
    '검은창 인사장교',
    nil,
  },
  [15738] = {
    '언더시티 인사장교',
    nil,
  },
  [15739] = {
    '썬더 블러프 인사장교',
    nil,
  },
  [15740] = {
    '조라 거대괴수',
    nil,
  },
  [15741] = {
    '레갈 거대괴수',
    nil,
  },
  [15742] = {
    '아쉬 거대괴수',
    nil,
  },
  [15743] = {
    '거대한 아누비사스 전쟁인도자',
    nil,
  },
  [15744] = {
    '제국의 퀴라지 파괴자',
    nil,
  },
  [15745] = {
    '겨울 할아버지의 도우미',
    nil,
  },
  [15746] = {
    '겨울 할아버지의 도우미',
    nil,
  },
  [15747] = {
    '퀴라지 부대장',
    nil,
  },
  [15748] = {
    '아누비사스 전쟁인도자',
    nil,
  },
  [15749] = {
    '실리시드 약탈자',
    nil,
  },
  [15750] = {
    '퀴라지 부사령관',
    nil,
  },
  [15751] = {
    '상급 아누비사스 전쟁인도자',
    nil,
  },
  [15752] = {
    '상급 실리시드 약탈자',
    nil,
  },
  [15753] = {
    '퀴라지 전투사령관',
    nil,
  },
  [15754] = {
    '최상급 아누비사스 전쟁인도자',
    nil,
  },
  [15756] = {
    '최상급 실리시드 약탈자',
    nil,
  },
  [15757] = {
    '퀴라지 사령관',
    nil,
  },
  [15758] = {
    '정예 아누비사스 전쟁인도자',
    nil,
  },
  [15759] = {
    '정예 실리시드 약탈자',
    nil,
  },
  [15760] = {
    '겨울맞이 축제 구경꾼',
    nil,
  },
  [15761] = {
    '장교 부샬라이',
    '검은창 인사장교',
  },
  [15762] = {
    '장교 루나라이트',
    '다르나서스 인사장교',
  },
  [15763] = {
    '장교 포터하우스',
    '놈리건 인사장교',
  },
  [15764] = {
    '장교 아이언비어드',
    '아이언포지 인사장교',
  },
  [15765] = {
    '장교 레드블레이드',
    '오그리마 인사장교',
  },
  [15766] = {
    '장교 말루프',
    '스톰윈드 인사장교',
  },
  [15767] = {
    '장교 썬더스트라이더',
    '썬더 블러프 인사장교',
  },
  [15768] = {
    '장교 가디나',
    '언더시티 인사장교',
  },
  [15769] = {
    '공명의 수정',
    nil,
  },
  [15770] = {
    '상급 공명의 수정',
    nil,
  },
  [15771] = {
    '최상급 공명의 수정',
    nil,
  },
  [15772] = {
    '크리스마스 암흑스승 간들링',
    nil,
  },
  [15773] = {
    '크리스마스 포병대장 윌리',
    nil,
  },
  [15774] = {
    '크리스마스 왕자 토르텔드린',
    nil,
  },
  [15775] = {
    '크리스마스 제왕 다그란 타우릿산',
    nil,
  },
  [15776] = {
    '크리스마스 대족장 렌드 블랙핸드',
    nil,
  },
  [15777] = {
    '크리스마스 대장군 부네',
    nil,
  },
  [15778] = {
    '촉수',
    nil,
  },
  [15780] = {
    '인간 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15781] = {
    '인간 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15782] = {
    '드워프 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15783] = {
    '드워프 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15784] = {
    '나이트 엘프 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15785] = {
    '트롤 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15786] = {
    '오크 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15787] = {
    '고블린 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15788] = {
    '언데드 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15789] = {
    '타우렌 여자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15790] = {
    '언데드 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15791] = {
    '오크 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15792] = {
    '트롤 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15793] = {
    '타우렌 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15794] = {
    '나이트 엘프 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15795] = {
    '고블린 남자 겨울맞이 축제 구경꾼',
    nil,
  },
  [15796] = {
    '크리스마스 고랄루크 앤빌크랙',
    '검은손 부대 갑옷제작자',
  },
  [15797] = {
    '거대괴수 연구원 소피아',
    nil,
  },
  [15798] = {
    '거대괴수 연구원 네스톨',
    nil,
  },
  [15799] = {
    '거대괴수 연구원 이젤',
    nil,
  },
  [15800] = {
    '출구 트리거',
    nil,
  },
  [15801] = {
    nil,
    '징 걸이',
  },
  [15802] = {
    '식인 촉수',
    nil,
  },
  [15803] = {
    '평온의 토템',
    nil,
  },
  [15804] = {
    '하급 공명의 수정',
    nil,
  },
  [15805] = {
    '최하급 공명의 수정',
    nil,
  },
  [15806] = {
    '퀴라지 부관',
    nil,
  },
  [15807] = {
    '하급 아누비사스 전쟁인도자',
    nil,
  },
  [15808] = {
    '하급 실리시드 약탈자',
    nil,
  },
  [15809] = {
    nil,
    '파멸의 인도자',
  },
  [15810] = {
    '최하급 아누비사스 전쟁인도자',
    nil,
  },
  [15811] = {
    '최하급 실리시드 약탈자',
    nil,
  },
  [15812] = {
    '퀴라지 장교',
    nil,
  },
  [15813] = {
    '퀴라지 장교 조드',
    nil,
  },
  [15814] = {
    '퀴라지 부관 조렐',
    nil,
  },
  [15815] = {
    '퀴라지 부대장 카르크',
    nil,
  },
  [15816] = {
    '퀴라지 부사령관 헤알리에',
    nil,
  },
  [15817] = {
    '퀴라지 전투사령관 팍슬리쉬',
    nil,
  },
  [15818] = {
    '사령관 노크호르',
    nil,
  },
  [15832] = {
    '겨울 할아버지의 도우미',
    nil,
  },
  [15835] = {
    '겨울 할아버지의 도우미',
    nil,
  },
  [15838] = {
    '겨울 할아버지의 도우미',
    nil,
  },
  [15839] = {
    '칼림도어 연합군 그런트',
    nil,
  },
  [15840] = {
    '칼림도어 연합군 수호병',
    nil,
  },
  [15841] = {
    '칼림도어 연합군 부관',
    nil,
  },
  [15842] = {
    '칼림도어 연합군 마법사',
    nil,
  },
  [15843] = {
    '칼림도어 연합군 사제',
    nil,
  },
  [15844] = {
    '칼림도어 연합군 복원가',
    nil,
  },
  [15845] = {
    '칼림도어 연합군 부대장',
    nil,
  },
  [15846] = {
    '칼림도어 연합군 궁수',
    nil,
  },
  [15847] = {
    '칼림도어 연합군 주술사',
    nil,
  },
  [15848] = {
    '칼림도어 연합군 보병',
    nil,
  },
  [15849] = {
    '칼림도어 연합군 드루이드',
    nil,
  },
  [15850] = {
    '칼림도어 연합군 척후병',
    nil,
  },
  [15851] = {
    '칼림도어 연합군 치안대장',
    nil,
  },
  [15852] = {
    '오그리마 정예수호병',
    nil,
  },
  [15853] = {
    '오그리마 정예 보병대원',
    nil,
  },
  [15854] = {
    '오그리마 정예기병',
    nil,
  },
  [15855] = {
    '타우렌 소총병',
    nil,
  },
  [15856] = {
    '타우렌 원시술사',
    nil,
  },
  [15857] = {
    '스톰윈드 기병',
    nil,
  },
  [15858] = {
    '스톰윈드 보병대원',
    nil,
  },
  [15859] = {
    '스톰윈드 대마법사',
    nil,
  },
  [15860] = {
    '칼도레이 명사수',
    nil,
  },
  [15861] = {
    '아이언포지 보병대원',
    nil,
  },
  [15862] = {
    '아이언포지 기병',
    nil,
  },
  [15863] = {
    '검은창 주술사',
    nil,
  },
  [15864] = {
    '발라다르 스타송',
    '선조의 주화 수집원',
  },
  [15865] = {
    '칼림도어 연합군 하사관',
    nil,
  },
  [15866] = {
    '총사령관 리노르 윈드스트라이크',
    nil,
  },
  [15867] = {
    '칼림도어 연합군 대마술사',
    nil,
  },
  [15868] = {
    '대영주 레오릭 본 젤디그',
    nil,
  },
  [15869] = {
    '전술사 말라가브',
    nil,
  },
  [15870] = {
    '대공 어거스트 포해머',
    nil,
  },
  [15871] = {
    '장로 브론즈비어드',
    nil,
  },
  [15872] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15873] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15874] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15875] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15876] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15877] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15878] = {
    '전쟁인도자 핀스터',
    nil,
  },
  [15879] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15880] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15881] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15882] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15883] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15884] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15885] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15886] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15887] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15888] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15889] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15890] = {
    '팻의 폭죽 기술자',
    nil,
  },
  [15891] = {
    '달의 축제 전령',
    nil,
  },
  [15892] = {
    '달의 축제 사절',
    nil,
  },
  [15893] = {
    '달의 축제 폭죽 점수기록장치',
    nil,
  },
  [15894] = {
    '달의 축제 연발탄 점수기록장치',
    nil,
  },
  [15895] = {
    '달의 축제 사절',
    nil,
  },
  [15896] = {
    '크툰의 차원문',
    nil,
  },
  [15897] = {
    '큰 집중조명',
    nil,
  },
  [15898] = {
    '달의 축제 상인',
    nil,
  },
  [15901] = {
    '정복당한 촉수',
    nil,
  },
  [15902] = {
    '거대한 집중조명',
    nil,
  },
  [15903] = {
    '근위병 칸스',
    nil,
  },
  [15904] = {
    '촉수 차원문',
    nil,
  },
  [15905] = {
    '다르나서스 구경꾼',
    nil,
  },
  [15906] = {
    '아이언포지 구경꾼',
    nil,
  },
  [15907] = {
    '언더시티 구경꾼',
    nil,
  },
  [15908] = {
    '오그리마 구경꾼',
    nil,
  },
  [15909] = {
    '파리엘 스타송',
    '선조의 주화 수집원',
  },
  [15910] = {
    '거대한 촉수 차원문',
    nil,
  },
  [15911] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15912] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15913] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15914] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15915] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15916] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15917] = {
    '달의 축제 구경꾼',
    nil,
  },
  [15918] = {
    '팻의 폭죽 연발탄 기술자',
    nil,
  },
  [15922] = {
    '비시두스 트리거',
    nil,
  },
  [15933] = {
    '독구름',
    nil,
  },
  [15934] = {
    '갈퀴 하이브자라',
    nil,
  },
  [15936] = {
    '부정의 헤이건',
    nil,
  },
  [15953] = {
    '귀부인 팰리나',
    nil,
  },
  [15954] = {
    '역병술사 노스',
    nil,
  },
  [15957] = {
    '아우로 생성기',
    nil,
  },
  [15961] = {
    '달의 축제 파수꾼',
    nil,
  },
  [15962] = {
    '새끼 베크니스',
    nil,
  },
  [15963] = {
    '지배자의 눈',
    nil,
  },
  [15964] = {
    '부루 알 트리거',
    nil,
  },
  [15972] = {
    '알터랙 계곡 전투모병관',
    nil,
  },
  [15973] = {
    '낙스라마스 유령',
    nil,
  },
  [15974] = {
    '공포의 암흑거미',
    nil,
  },
  [15975] = {
    '청소부 그물거미',
    nil,
  },
  [15976] = {
    '맹독 늑대거미',
    nil,
  },
  [15977] = {
    '맹독거미',
    nil,
  },
  [15978] = {
    '칼날발톱 지하마귀',
    nil,
  },
  [15979] = {
    '공포의 무덤마귀',
    nil,
  },
  [15980] = {
    '낙스라마스 신도',
    nil,
  },
  [15981] = {
    '낙스라마스 수행사제',
    nil,
  },
  [15984] = {
    '살투라의 근위병',
    nil,
  },
  [16001] = {
    '알드리스 포클라우즈',
    nil,
  },
  [16003] = {
    '죽음경비병 토르',
    nil,
  },
  [16005] = {
    '부관 조크린 헬드릭',
    nil,
  },
  [16006] = {
    '전투중 트리거',
    nil,
  },
  [16007] = {
    '오로크 데스베인',
    nil,
  },
  [16008] = {
    '샘지기 템마',
    nil,
  },
  [16009] = {
    '토르멕 스톤리버',
    nil,
  },
  [16011] = {
    '로데브',
    nil,
  },
  [16014] = {
    '먹스 마나스크램블러',
    nil,
  },
  [16015] = {
    '흉포한 검투사의 망치',
    '진귀한 마법 재료 상인',
  },
  [16017] = {
    '기워 붙인 누더기골렘',
    nil,
  },
  [16018] = {
    '부패의 역병골렘',
    nil,
  },
  [16020] = {
    '미치광이 과학자',
    nil,
  },
  [16021] = {
    '살아 움직이는 괴물',
    nil,
  },
  [16022] = {
    '외과 조수',
    nil,
  },
  [16024] = {
    '방부액 덩어리',
    nil,
  },
  [16025] = {
    '기워 붙인 거인',
    nil,
  },
  [16027] = {
    '살아 움직이는 유독 물질',
    nil,
  },
  [16028] = {
    '패치워크',
    nil,
  },
  [16029] = {
    '썩은위액 누더기골렘',
    nil,
  },
  [16030] = {
    '구더기',
    nil,
  },
  [16032] = {
    '팔린 트리셰이퍼',
    nil,
  },
  [16034] = {
    '역병 걸린 괴물',
    nil,
  },
  [16036] = {
    '광포한 박쥐',
    nil,
  },
  [16037] = {
    '역병 걸린 박쥐',
    nil,
  },
  [16042] = {
    '군주 발타라크',
    nil,
  },
  [16043] = {
    '용암 군주 보크',
    nil,
  },
  [16044] = {
    '모르 그레이후프 트리거',
    nil,
  },
  [16045] = {
    '이살리엔 트리거',
    nil,
  },
  [16046] = {
    '자리엔과 소도스의 트리거',
    nil,
  },
  [16047] = {
    '코르모크',
    nil,
  },
  [16048] = {
    '군주 발타라크',
    nil,
  },
  [16049] = {
    '레프티',
    nil,
  },
  [16050] = {
    '썩은송곳니',
    nil,
  },
  [16051] = {
    '검은가시 스노크',
    nil,
  },
  [16052] = {
    '말겐 롱스피어',
    nil,
  },
  [16056] = {
    '오염된 구더기',
    nil,
  },
  [16057] = {
    '썩어가는 구더기',
    nil,
  },
  [16060] = {
    '영혼 착취자 고딕',
    nil,
  },
  [16061] = {
    '훈련교관 라주비어스',
    nil,
  },
  [16062] = {
    '대영주 모그레인',
    '파멸의 인도자',
  },
  [16063] = {
    '젤리에크 경',
    nil,
  },
  [16065] = {
    '여군주 블라미우스',
    nil,
  },
  [16066] = {
    '암살자 유령',
    nil,
  },
  [16067] = {
    '죽음의 군마',
    nil,
  },
  [16068] = {
    '애벌레',
    nil,
  },
  [16069] = {
    '거키',
    nil,
  },
  [16070] = {
    '가렐 레드락',
    nil,
  },
  [16072] = {
    '바다군주 르룰가즈',
    nil,
  },
  [16073] = {
    '군주 발타라크의 영혼',
    nil,
  },
  [16075] = {
    '덜렁발 큐이피',
    nil,
  },
  [16076] = {
    '타를 스톤블리더',
    nil,
  },
  [16079] = {
    '텔드렌 트리거',
    nil,
  },
  [16080] = {
    '모르 그레이후프',
    nil,
  },
  [16083] = {
    '모르 그레이후프',
    '파멸의 인도자',
  },
  [16085] = {
    '덜렁발',
    nil,
  },
  [16086] = {
    '휘날리는 꽃잎',
    nil,
  },
  [16091] = {
    '더크 썬더우드',
    nil,
  },
  [16092] = {
    '실리시드 순간이동기',
    nil,
  },
  [16093] = {
    '추적자 유령',
    nil,
  },
  [16094] = {
    nil,
    '야수 관리인',
  },
  [16095] = {
    '갈기턱',
    '말겐 롱스피어의 소환수',
  },
  [16096] = {
    '스팀휘들 투사',
    nil,
  },
  [16098] = {
    '엠피린',
    nil,
  },
  [16100] = {
    '이시다의 트리거',
    nil,
  },
  [16103] = {
    '자리엔의 영혼',
    nil,
  },
  [16104] = {
    '소도스의 영혼',
    nil,
  },
  [16107] = {
    '연금술사 스태프론 리런트',
    '왕립 연금술 학회',
  },
  [16111] = {
    '사랑에 빠진 바보',
    nil,
  },
  [16112] = {
    '십자군 사령관 코팩스',
    '빛의 결사단',
  },
  [16113] = {
    '신부 이니고 몬토이',
    '빛의 결사단',
  },
  [16114] = {
    '붉은십자군 사령관 마잔',
    '붉은십자군',
  },
  [16115] = {
    '십자군 사령관 엘리고르 돈브링어',
    '빛의 결사단',
  },
  [16116] = {
    '대마법사 안젤라 도산토스',
    '빛의 결사단',
  },
  [16117] = {
    '역병 걸린 멧돼지',
    nil,
  },
  [16119] = {
    '해골 병사',
    nil,
  },
  [16120] = {
    '해골 마법사',
    nil,
  },
  [16123] = {
    '그렘닉 리즐스프랭',
    nil,
  },
  [16124] = {
    '무자비한 수련생',
    nil,
  },
  [16125] = {
    '무자비한 죽음의 기사',
    nil,
  },
  [16126] = {
    '무자비한 죽음의 기병',
    nil,
  },
  [16127] = {
    '훈련생 유령',
    nil,
  },
  [16129] = {
    '어둠의 균열',
    nil,
  },
  [16131] = {
    '암살자 로한',
    '붉은십자군',
  },
  [16132] = {
    '사냥꾼 레오폴드',
    '붉은십자군',
  },
  [16133] = {
    '분노의 마타우스',
    '붉은십자군',
  },
  [16134] = {
    '림블랫 어스쉐터',
    '대지 고리회',
  },
  [16135] = {
    nil,
    '세나리온 의회',
  },
  [16136] = {
    '죽음의 결정',
    nil,
  },
  [16139] = {
    '세나리온 요새 보충병',
    nil,
  },
  [16141] = {
    '구울 광전사',
    nil,
  },
  [16142] = {
    '위액 덩어리',
    nil,
  },
  [16143] = {
    '파멸의 망령',
    nil,
  },
  [16145] = {
    '죽음의 기사단 대장',
    nil,
  },
  [16146] = {
    '죽음의 기사',
    nil,
  },
  [16148] = {
    '죽음의 기사 망령',
    nil,
  },
  [16149] = {
    '말 망령',
    nil,
  },
  [16150] = {
    '기병 망령',
    nil,
  },
  [16154] = {
    '부활한 기사',
    nil,
  },
  [16156] = {
    '어둠을 영접한 전사',
    '야수 관리인',
  },
  [16157] = {
    '파멸을 영접한 전사',
    nil,
  },
  [16158] = {
    '죽음을 영접한 전사',
    nil,
  },
  [16163] = {
    '죽음의 기사단 기병',
    nil,
  },
  [16164] = {
    '낙스라마스의 망령',
    nil,
  },
  [16165] = {
    '해골 기사',
    nil,
  },
  [16166] = {
    '텔드렌 처치 크레딧',
    nil,
  },
  [16167] = {
    '기괴한 해골 피조물',
    nil,
  },
  [16168] = {
    '돌가죽 가고일',
    nil,
  },
  [16172] = {
    '손상된 죽음의 결정',
    nil,
  },
  [16184] = {
    '네루비안 우두머리',
    nil,
  },
  [16193] = {
    '해골 대장장이',
    nil,
  },
  [16194] = {
    '악령 깃든 도끼',
    nil,
  },
  [16211] = {
    '낙스라마스 훈련용 허수아비',
    nil,
  },
  [16212] = {
    '파견사령관 메츠',
    '은빛 여명회',
  },
  [16215] = {
    '악령 깃든 지팡이',
    nil,
  },
  [16216] = {
    '악령 깃든 검',
    nil,
  },
  [16218] = {
    '테슬라 코일',
    nil,
  },
  [16225] = {
    '짐노새',
    nil,
  },
  [16226] = {
    '경비병 디디어',
    '빛의 결사단',
  },
  [16227] = {
    nil,
    '비행 조련사',
  },
  [16228] = {
    '은빛 여명회 보병',
    '은빛 여명회',
  },
  [16229] = {
    '부상당한 은빛 여명회 보병',
    '은빛 여명회',
  },
  [16230] = {
    '신도 기술자',
    nil,
  },
  [16232] = {
    '보급품 실은 노새',
    nil,
  },
  [16236] = {
    '추적자의 눈',
    nil,
  },
  [16241] = {
    '은빛 여명회 징병관',
    '은빛 여명회',
  },
  [16243] = {
    '역병 걸린 진흙괴물',
    nil,
  },
  [16244] = {
    '전염병 구울',
    nil,
  },
  [16254] = {
    '야전사령관 챔버스',
    '은빛 여명회',
  },
  [16255] = {
    '은빛 여명회 정찰병',
    '은빛 여명회',
  },
  [16256] = {
    nil,
    '여관주인',
  },
  [16281] = {
    '기록 보관원',
    '은빛 여명회',
  },
  [16283] = {
    '짐노새 주인 스톤브루저',
    '빛의 결사단',
  },
  [16284] = {
    '은빛 여명회 의무병',
    '은빛 여명회',
  },
  [16285] = {
    '은빛 여명회 사절',
    '은빛 여명회',
  },
  [16290] = {
    '죽음의 독액괴물',
    nil,
  },
  [16297] = {
    '돌연변이 굼벵이',
    nil,
  },
  [16298] = {
    '기괴한 병사 유령',
    nil,
  },
  [16299] = {
    '해골 기습돌격병',
    nil,
  },
  [16306] = {
    '스컬지의 침공 Minion, spawner, Ghost/Ghoul',
    nil,
  },
  [16336] = {
    '스컬지의 침공 Minion, spawner, Ghost/Ghoul',
    nil,
  },
  [16338] = {
    '스컬지의 침공 Minion, spawner, Ghost/Ghoul',
    nil,
  },
  [16356] = {
    '스컬지의 침공 Minion, spawner, Ghost/Ghoul',
    nil,
  },
  [16359] = {
    '은빛 여명회 전령',
    '은빛 여명회',
  },
  [16360] = {
    '간식용 좀비',
    nil,
  },
  [16361] = {
    '사령관 토마스 헬러랜',
    '은빛 여명회',
  },
  [16363] = {
    '그라불루스 독구름',
    nil,
  },
  [16365] = {
    '거장 오마리온',
    '빛의 결사단',
  },
  [16368] = {
    '죽음의 요새 수행사제',
    nil,
  },
  [16369] = {
    '변이된 닭',
    nil,
  },
  [16371] = {
    '변이된 돼지',
    nil,
  },
  [16372] = {
    '양',
    nil,
  },
  [16373] = {
    '변이된 쥐',
    nil,
  },
  [16374] = {
    '변이된 바퀴벌레',
    nil,
  },
  [16375] = {
    '용수로 독액괴물',
    nil,
  },
  [16376] = {
    '기능공 빌헬름',
    '빛의 결사단',
  },
  [16377] = {
    '변이된 거북이',
    nil,
  },
  [16378] = {
    '은빛 보초병',
    '은빛 여명회',
  },
  [16379] = {
    '저주받은 자의 영혼',
    nil,
  },
  [16380] = {
    '해골 마녀',
    nil,
  },
  [16381] = {
    '대마법사 타르시스 키르몰디르',
    nil,
  },
  [16382] = {
    '공포의 누더기골렘',
    nil,
  },
  [16383] = {
    '해골 불꽃소환사',
    nil,
  },
  [16384] = {
    '은빛 여명회 신병',
    '은빛 여명회',
  },
  [16385] = {
    '번개 토템',
    nil,
  },
  [16386] = {
    '죽음의 요새 교대',
    nil,
  },
  [16387] = {
    nil,
    '살게라스의 하수인',
  },
  [16390] = {
    '매서운 추위의 하수인',
    nil,
  },
  [16392] = {
    '부대장 알만도 오식스',
    nil,
  },
  [16394] = {
    '공포의 괴물',
    nil,
  },
  [16395] = {
    '은빛 여명회 성기사',
    '은빛 여명회',
  },
  [16396] = {
    '스톰윈드 정예 경비병',
    nil,
  },
  [16398] = {
    '죽음의 요새 대리',
    nil,
  },
  [16399] = {
    '붉은해적단의 배신자',
    nil,
  },
  [16400] = {
    '독액굴',
    nil,
  },
  [16401] = {
    '죽음의 요새',
    nil,
  },
  [16416] = {
    '브론 피츠렌치',
    nil,
  },
  [16417] = {
    '럼슨 피즐브랙',
    nil,
  },
  [16418] = {
    '뭅시 섀클프리드',
    nil,
  },
  [16419] = {
    '낙스라마스의 유령',
    nil,
  },
  [16420] = {
    '어둠의 차원문',
    nil,
  },
  [16421] = {
    '죽음의 요새 생명력',
    nil,
  },
  [16422] = {
    '해골 병사',
    nil,
  },
  [16423] = {
    '기괴한 망령',
    nil,
  },
  [16427] = {
    '얼어붙은 황무지의 병사',
    nil,
  },
  [16428] = {
    '무시무시한 누더기골렘',
    nil,
  },
  [16429] = {
    '영혼의 마녀',
    nil,
  },
  [16430] = {
    '파멸의 인도자',
    nil,
  },
  [16431] = {
    '부서진 죽음의 수정',
    nil,
  },
  [16432] = {
    '언더시티 정예 수호병',
    nil,
  },
  [16433] = {
    '은빛 여명회 성전사',
    '은빛 여명회',
  },
  [16434] = {
    '은빛 여명회 용사',
    '은빛 여명회',
  },
  [16435] = {
    '은빛 여명회 성직자',
    '은빛 여명회',
  },
  [16436] = {
    '은빛 여명회 사제',
    '은빛 여명회',
  },
  [16437] = {
    '기괴한 영혼',
    nil,
  },
  [16438] = {
    '해골 돌격병',
    nil,
  },
  [16439] = {
    '종교재판관 페어뱅크스',
    '파멸의 인도자',
  },
  [16440] = {
    '대영주 모그레인',
    '파멸의 인도자',
  },
  [16441] = {
    '얼음왕관의 수호자',
    nil,
  },
  [16446] = {
    '역병 걸린 가고일',
    nil,
  },
  [16447] = {
    '역병 걸린 구울',
    nil,
  },
  [16448] = {
    '역병 걸린 죽음의 사냥개',
    nil,
  },
  [16449] = {
    '낙스라마스의 영혼',
    nil,
  },
  [16451] = {
    '죽음의 기사단 근위병',
    nil,
  },
  [16452] = {
    '해골 기사 수호병',
    nil,
  },
  [16453] = {
    '죽음의 동굴거미',
    nil,
  },
  [16458] = {
    '여관주인 파랄리아',
    '여관주인',
  },
  [16478] = {
    '부관 오린',
    '은빛 여명회',
  },
  [16479] = {
    '변이된 복제생물',
    nil,
  },
  [16484] = {
    '부관 니블',
    '은빛 여명회',
  },
  [16486] = {
    '거미줄 올가미',
    nil,
  },
  [16490] = {
    '부관 리산데',
    '은빛 여명회',
  },
  [16493] = {
    '부관 다겔',
    '은빛 여명회',
  },
  [16494] = {
    '부관 루카그',
    '은빛 여명회',
  },
  [16495] = {
    '부관 바이사',
    '은빛 여명회',
  },
  [16505] = {
    '낙스라마스 추종자',
    nil,
  },
  [16506] = {
    '낙스라마스 숭배자',
    nil,
  },
  [16508] = {
    '은빛 여명회 말',
    nil,
  },
  [16509] = {
    '은빛십자군 전투마',
    nil,
  },
  [16510] = {
    '은빛십자군 군마',
    nil,
  },
  [16511] = {
    '은빛 여명회 탈것',
    nil,
  },
  [16512] = {
    '은빛 여명회 죽음의 준마',
    nil,
  },
  [16513] = {
    '은빛 여명회 죽음의 군마',
    nil,
  },
  [16531] = {
    '희미한 죽음의 수정',
    nil,
  },
  [16547] = {
    '날쌘돌이',
    nil,
  },
  [16548] = {
    '꿀꿀이',
    nil,
  },
  [16549] = {
    '찍찍이',
    nil,
  },
  [16573] = {
    '지하마귀 수호병',
    nil,
  },
  [16604] = {
    '검은날개 주문 표시기',
    nil,
  },
  [16697] = {
    '공허의 지대',
    nil,
  },
  [16698] = {
    '송장 딱정벌레',
    nil,
  },
  [16701] = {
    '여름의 정령',
    nil,
  },
  [16775] = {
    '모그레인의 영혼',
    '파멸의 인도자',
  },
  [16776] = {
    '블라미우스의 영혼',
    nil,
  },
  [16777] = {
    '젤리에크의 영혼',
    nil,
  },
  [16778] = {
    '코스아즈의 영혼',
    nil,
  },
  [16779] = {
    '소',
    nil,
  },
  [16781] = {
    '한여름 축제 축하객',
    nil,
  },
  [16783] = {
    '역병 걸린 푸른색 진흙괴물',
    nil,
  },
  [16784] = {
    '역병 걸린 붉은색 진흙괴물',
    nil,
  },
  [16785] = {
    '역병 걸린 초록색 진흙괴물',
    nil,
  },
  [16786] = {
    '은빛 여명회 병참장교',
    '은빛 여명회',
  },
  [16787] = {
    '은빛 여명회 보급장교',
    '은빛 여명회',
  },
  [16788] = {
    '한여름 축제 불꽃지기',
    nil,
  },
  [16803] = {
    '죽음의 기사 수습생',
    nil,
  },
  [16817] = {
    '한여름 축제 현자',
    nil,
  },
  [16818] = {
    '한여름 축제 이야기꾼',
    nil,
  },
  [16861] = {
    '죽음의 군주',
    nil,
  },
  [16980] = {
    '리치 왕',
    nil,
  },
  [16981] = {
    '역병 걸린 수호자',
    nil,
  },
  [16982] = {
    '역병 걸린 피조물',
    nil,
  },
  [16983] = {
    '역병 걸린 용사',
    nil,
  },
  [16984] = {
    '역병 걸린 전사',
    nil,
  },
  [16987] = {
    '한여름 축제 타우렌 불꽃지기',
    nil,
  },
  [16988] = {
    '한여름 축제 인간 불꽃지기',
    nil,
  },
  [16989] = {
    '한여름 축제 트롤 불꽃지기',
    nil,
  },
  [16990] = {
    '한여름 축제 드워프 불꽃지기',
    nil,
  },
  [16995] = {
    '리치 왕의 전령',
    nil,
  },
  [16998] = {
    '비글스워스 씨',
    nil,
  },
  [17003] = {
    '불꽃 정령',
    nil,
  },
  [17025] = {
    '사피론의 폭풍 날개',
    nil,
  },
  [17038] = {
    '스톰윈드 불꽃마술사',
    nil,
  },
  [17041] = {
    '오그리마 불꽃마술사',
    nil,
  },
  [17048] = {
    '아이언포지 불꽃마술사',
    nil,
  },
  [17049] = {
    '다르나서스 불꽃마술사',
    nil,
  },
  [17050] = {
    '썬더 블러프 불꽃마술사',
    nil,
  },
  [17051] = {
    '언더시티 불꽃마술사',
    nil,
  },
  [17055] = {
    '맥스나의 새끼 거미',
    nil,
  },
  [17066] = {
    '축제 기둥 디버그 대상',
    nil,
  },
  [17068] = {
    '원정대 보급 최고책임자 엔클스',
    nil,
  },
  [17069] = {
    '사절 화이트비어드',
    nil,
  },
  [17070] = {
    '연금술사 퀴나드',
    nil,
  },
  [17072] = {
    '사절 고르목',
    nil,
  },
  [17074] = {
    '세나리온 정찰병',
    nil,
  },
  [17079] = {
    '사령관 키리카',
    nil,
  },
  [17080] = {
    '치안대장 블루월',
    nil,
  },
  [17081] = {
    '정찰병 블러드피스트',
    nil,
  },
  [17082] = {
    '소총수 토리그',
    nil,
  },
  [17090] = {
    '실리더스 모래 반납 퀘스트',
    nil,
  },
  [17209] = {
    nil,
    '유령 그리핀 조련사',
  },
  [17231] = {
    '화원 가스',
    nil,
  },
  [17249] = {
    '랜드로 롱샷',
    '검은 불길',
  },
  [17252] = {
    '지옥수호병',
    nil,
  },
  [17266] = {
    '길들인 거북이',
    nil,
  },
  [17635] = {
    '로데론 지휘관',
    nil,
  },
  [17647] = {
    '로데론 병사',
    nil,
  },
  [17688] = {
    '산마루 경비탑 호드 점령 퀘스트',
    nil,
  },
  [17689] = {
    '산마루 경비탑 점령 퀘스트',
    nil,
  },
  [17690] = {
    '동부방벽 경비탑 점령 퀘스트',
    nil,
  },
  [17691] = {
    '동부방벽 경비탑 호드 점령 퀘스트',
    nil,
  },
  [17696] = {
    '북부관문 경비탑 점령 퀘스트',
    nil,
  },
  [17697] = {
    '북부관문 경비탑 호드 점령 퀘스트',
    nil,
  },
  [17698] = {
    '역병숲 점령 퀘스트',
    nil,
  },
  [17699] = {
    '역병숲 호드 점령 퀘스트',
    nil,
  },
  [17719] = {
    '아이언포지 그리핀 기수',
    nil,
  },
  [17720] = {
    '오그리마 와이번 기수',
    nil,
  },
  [17765] = {
    '얼라이언스 실리시스트 파수병',
    nil,
  },
  [17766] = {
    '호드 실리시스트 파수병',
    nil,
  },
  [17794] = {
    '얼라이언스 경비탑 강화 효과',
    nil,
  },
  [17795] = {
    '호드 경비탑 강화 효과',
    nil,
  },
  [17804] = {
    '수습기사 로우',
    nil,
  },
  [17995] = {
    '로데론 정예병',
    nil,
  },
  [17996] = {
    '로데론 병사',
    nil,
  },
  [18199] = {
    '실리더스 모래 반납 퀘스트',
    nil,
  },
  [24782] = {
    '약해진 모벤트 펠',
    nil,
  },
  [25870] = {
    '한여름 축제 드워프 축하객',
    nil,
  },
  [25871] = {
    '한여름 축제 노움 축하객',
    nil,
  },
  [25872] = {
    '한여름 축제 고블린 축하객',
    nil,
  },
  [25873] = {
    '한여름 축제 인간 축하객',
    nil,
  },
  [25874] = {
    '한여름 축제 나이트 엘프 축하객',
    nil,
  },
  [25875] = {
    '한여름 축제 오크 축하객',
    nil,
  },
  [25876] = {
    '한여름 축제 타우렌 축하객',
    nil,
  },
  [25877] = {
    '한여름 축제 트롤 축하객',
    nil,
  },
  [25878] = {
    '한여름 축제 언데드 축하객',
    nil,
  },
}
