if GetLocale() ~= "ruRU" then
    return
end

---@type l10n
local l10n = QuestieLoader:ImportModule("l10n")

l10n.objectLookup["ruRU"] = loadstring([[return {
[415106] = "Прогоревшие останки",
[581822] = "Окровавленная сумка",
[610954] = "Обещана награда: Вулгара Ненасытный",
[644437] = "Почтовый ящик",
[644438] = "Почтовый ящик",
[644439] = "Почтовый ящик",
[644440] = "Почтовый ящик",
[658838] = "\"Восстание в Эльдре'Таласе\", ч. I",
[658919] = "Почтовый ящик",
[658970] = "Почтовый ящик",
[659159] = "Почтовый ящик",
}]])
