locales_npc = locales_npc or {}
locales_npc['zhTW'] = {
  [3] = {
    '食腐者',
    nil,
  },
  [6] = {
    '狗頭人惡黨',
    nil,
  },
  [30] = {
    '森林蜘蛛',
    nil,
  },
  [36] = {
    '麥田魔像',
    nil,
  },
  [38] = {
    '低劣暴徒',
    nil,
  },
  [40] = {
    '狗頭人礦工',
    nil,
  },
  [43] = {
    '礦坑蜘蛛',
    nil,
  },
  [46] = {
    '魚人強奪者',
    nil,
  },
  [48] = {
    '骷髏戰士',
    nil,
  },
  [54] = {
    nil,
    '武器鍛造師',
  },
  [60] = {
    '陷捕者魯克拉爾',
    nil,
  },
  [61] = {
    '索羅斯·萊特芬格',
    nil,
  },
  [66] = {
    nil,
    '貿易供應商',
  },
  [68] = {
    '暴風城衛兵',
    nil,
  },
  [69] = {
    '染病的森林狼',
    nil,
  },
  [74] = {
    nil,
    '布甲和皮甲商人',
  },
  [78] = {
    '亞努斯·哈默納克',
    '武器鍛造師',
  },
  [79] = {
    '監工納爾格',
    nil,
  },
  [80] = {
    '狗頭人苦力',
    nil,
  },
  [89] = {
    '煉獄火',
    nil,
  },
  [92] = {
    '石元素',
    nil,
  },
  [94] = {
    '迪菲亞小偷',
    nil,
  },
  [95] = {
    '迪菲亞走私者',
    nil,
  },
  [97] = {
    '矮小的河爪豺狼人',
    nil,
  },
  [98] = {
    '河爪監工',
    nil,
  },
  [99] = {
    '狡猾的莫加尼',
    nil,
  },
  [100] = {
    '格拉夫·疾齒',
    nil,
  },
  [103] = {
    '加瑞克·護足',
    nil,
  },
  [113] = {
    '石牙野豬',
    nil,
  },
  [114] = {
    '看守傀儡',
    nil,
  },
  [115] = {
    '收割傀儡',
    nil,
  },
  [116] = {
    '強盜',
    nil,
  },
  [117] = {
    '河爪豺狼人',
    nil,
  },
  [118] = {
    '覓食的灰狼',
    nil,
  },
  [119] = {
    '長鼻野豬',
    nil,
  },
  [121] = {
    '迪菲亞巡路者',
    nil,
  },
  [122] = {
    '迪菲亞路霸',
    nil,
  },
  [123] = {
    '混血河爪豺狼人',
    nil,
  },
  [124] = {
    '河爪蠻卒',
    nil,
  },
  [125] = {
    '河爪監督者',
    nil,
  },
  [126] = {
    '灘行魚人',
    nil,
  },
  [127] = {
    '獵潮魚人',
    nil,
  },
  [151] = {
    '布洛葛·哈姆菲斯特',
    '雜貨供應商',
  },
  [152] = {
    '丹尼爾修士',
    '雜貨供應商',
  },
  [154] = {
    '大碎屍鳥',
    nil,
  },
  [157] = {
    '血牙野豬',
    nil,
  },
  [167] = {
    '摩漢·銅喉',
    '鐵匠',
  },
  [171] = {
    '魚人戰士',
    nil,
  },
  [190] = {
    nil,
    '布甲和皮甲商人',
  },
  [193] = {
    '藍色龍裔',
    nil,
  },
  [196] = {
    '伊根·派特斯金納',
    nil,
  },
  [197] = {
    '治安官瑪克布萊德',
    nil,
  },
  [198] = {
    nil,
    '法師訓練師',
  },
  [199] = {
    '小碎屍鳥',
    nil,
  },
  [202] = {
    '腐爛的恐怖殭屍',
    nil,
  },
  [203] = {
    '骷髏法師',
    nil,
  },
  [205] = {
    '夜行黑暗狼人',
    nil,
  },
  [206] = {
    '夜行邪齒狼人',
    nil,
  },
  [210] = {
    '噬骨者',
    nil,
  },
  [212] = {
    '裂拳戰士',
    nil,
  },
  [213] = {
    '飢餓的恐狼',
    nil,
  },
  [215] = {
    '迪菲亞夜行者',
    nil,
  },
  [217] = {
    '結網毒蜘蛛',
    nil,
  },
  [218] = {
    '盜墓者',
    nil,
  },
  [222] = {
    nil,
    '製錘師',
  },
  [223] = {
    nil,
    '見習製皮師',
  },
  [225] = {
    '加文·納爾特里',
    '武器鍛造師',
  },
  [226] = {
    '莫格·納爾特里',
    '護甲商',
  },
  [227] = {
    nil,
    '雜貨商',
  },
  [228] = {
    '艾瓦特·菲爾伍德',
    '弓箭商',
  },
  [232] = {
    '農夫雷恩',
    nil,
  },
  [233] = {
    '農夫薩丁',
    nil,
  },
  [234] = {
    '格里安·斯托曼保安官',
    '西部荒野人民軍',
  },
  [237] = {
    '農夫法布隆',
    nil,
  },
  [238] = {
    '弗娜·法布隆',
    nil,
  },
  [239] = {
    '葛林布茲·雷酒',
    nil,
  },
  [240] = {
    '治安官杜漢',
    nil,
  },
  [241] = {
    '雷米',
    nil,
  },
  [244] = {
    '斯通菲爾德媽媽',
    nil,
  },
  [246] = {
    '波尼斯·斯通菲爾德姑媽',
    nil,
  },
  [248] = {
    '斯通菲爾德老奶奶',
    nil,
  },
  [252] = {
    '湯米·喬·斯通菲爾德',
    nil,
  },
  [253] = {
    '威廉·匹斯特',
    nil,
  },
  [257] = {
    '狗頭人勞工',
    nil,
  },
  [258] = {
    nil,
    '葡萄酒商',
  },
  [261] = {
    '守衛湯瑪斯',
    nil,
  },
  [263] = {
    '艾爾羅·埃伯洛克領主',
    '夜色鎮的鎮長',
  },
  [264] = {
    '指揮官奧爾希雅·埃伯洛克',
    '守夜人指揮官',
  },
  [266] = {
    '黑衣威利',
    nil,
  },
  [267] = {
    '書記員達爾塔',
    nil,
  },
  [268] = {
    nil,
    '夜色鎮歷史學家',
  },
  [269] = {
    nil,
    '夜色鎮的副鎮長',
  },
  [270] = {
    '議員米爾斯泰普',
    '夜色鎮議會',
  },
  [271] = {
    '拜瑞巴克大使',
    '夜色鎮議會',
  },
  [273] = {
    '旅店老闆史密茲',
    nil,
  },
  [274] = {
    '酒吧老闆漢恩',
    '酒保',
  },
  [277] = {
    nil,
    '美酒鑒賞家',
  },
  [279] = {
    '摩根·匹斯特',
    nil,
  },
  [284] = {
    '棕馬',
    nil,
  },
  [285] = {
    '魚人',
    nil,
  },
  [288] = {
    '基特斯',
    nil,
  },
  [289] = {
    nil,
    '隱士',
  },
  [294] = {
    '治安官哈迦德',
    nil,
  },
  [295] = {
    '旅店老闆法雷',
    '旅店老闆',
  },
  [297] = {
    '管理員弗索姆',
    nil,
  },
  [299] = {
    '幼狼',
    nil,
  },
  [302] = {
    '盲眼瑪麗',
    nil,
  },
  [304] = {
    '魔化戰馬',
    nil,
  },
  [305] = {
    '白馬',
    nil,
  },
  [308] = {
    '黑馬',
    nil,
  },
  [313] = {
    nil,
    '阿祖拉之塔的法師',
  },
  [314] = {
    nil,
    '藏屍者的新娘',
  },
  [315] = {
    '斯塔文·密斯特曼托',
    nil,
  },
  [327] = {
    '金牙',
    nil,
  },
  [328] = {
    nil,
    '法師訓練師',
  },
  [329] = {
    '土元素',
    nil,
  },
  [330] = {
    '公主',
    nil,
  },
  [331] = {
    nil,
    '高階法師',
  },
  [332] = {
    '馬迪亞斯·肖爾大師',
    '軍情七處領袖',
  },
  [334] = {
    nil,
    '黑石氏族督軍',
  },
  [335] = {
    '森格',
    nil,
  },
  [338] = {
    nil,
    '魔法和科學研究院',
  },
  [340] = {
    nil,
    '烹飪大師',
  },
  [341] = {
    '工頭奧斯洛',
    nil,
  },
  [344] = {
    '所羅門鎮長',
    nil,
  },
  [345] = {
    '貝利格拉布',
    nil,
  },
  [346] = {
    '酒吧老闆丹尼爾',
    nil,
  },
  [347] = {
    '格里茲爾·半鬃',
    '奧特蘭克山谷戰場軍官',
  },
  [349] = {
    '基沙恩下士',
    nil,
  },
  [352] = {
    '杜加爾·朗德瑞克',
    '獅鷲獸管理員',
  },
  [356] = {
    '黑狼',
    nil,
  },
  [358] = {
    '染病的森林狼',
    nil,
  },
  [359] = {
    '冬狼',
    nil,
  },
  [372] = {
    '卡姆·鐵翎',
    '採礦供應商',
  },
  [374] = {
    '考格·旋軸',
    nil,
  },
  [375] = {
    '女牧師安妮塔',
    '牧師訓練師',
  },
  [376] = {
    '高階牧師勞瑞娜',
    '牧師訓練師',
  },
  [377] = {
    '女牧師潔塞塔',
    '牧師訓練師',
  },
  [379] = {
    '達希',
    '女服務生',
  },
  [381] = {
    '碼頭管理員巴倫',
    nil,
  },
  [382] = {
    '治安官瑪瑞斯',
    nil,
  },
  [383] = {
    nil,
    '魚販',
  },
  [384] = {
    nil,
    '養馬人',
  },
  [385] = {
    '馬',
    nil,
  },
  [390] = {
    '隨行小豬',
    nil,
  },
  [391] = {
    '老瞎眼',
    nil,
  },
  [392] = {
    '葛瑞森船長',
    nil,
  },
  [397] = {
    '大魔導師度恩',
    nil,
  },
  [412] = {
    '縫合怪',
    '藏屍者的禮物',
  },
  [415] = {
    '弗納·奧斯古',
    nil,
  },
  [416] = {
    '小鬼',
    nil,
  },
  [417] = {
    '惡魔獵犬',
    nil,
  },
  [422] = {
    '魚人食腐者',
    nil,
  },
  [423] = {
    '混血赤脊山豺狼人',
    nil,
  },
  [424] = {
    '赤脊山盜獵者',
    nil,
  },
  [426] = {
    '赤脊山蠻卒',
    nil,
  },
  [428] = {
    '恐鷲',
    nil,
  },
  [429] = {
    '影皮暗織者',
    nil,
  },
  [430] = {
    '赤脊山秘術使',
    nil,
  },
  [431] = {
    '影皮殺手',
    nil,
  },
  [432] = {
    '影皮蠻卒',
    nil,
  },
  [433] = {
    '影皮豺狼人',
    nil,
  },
  [434] = {
    '瘋狂的影皮豺狼人',
    nil,
  },
  [435] = {
    '黑石勇士',
    nil,
  },
  [436] = {
    '黑石暗影施法者',
    nil,
  },
  [437] = {
    '黑石叛節者',
    nil,
  },
  [440] = {
    '黑石蠻兵',
    nil,
  },
  [441] = {
    '小黑色幼龍',
    nil,
  },
  [442] = {
    '狼蛛',
    nil,
  },
  [445] = {
    '原生赤脊山豺狼人',
    nil,
  },
  [446] = {
    '赤脊山猛擊者',
    nil,
  },
  [448] = {
    '霍格',
    nil,
  },
  [449] = {
    '迪菲亞拳匪',
    nil,
  },
  [450] = {
    '迪菲亞叛節法師',
    nil,
  },
  [452] = {
    '河爪強盜',
    nil,
  },
  [453] = {
    '河爪秘術使',
    nil,
  },
  [454] = {
    '幼年血牙野豬',
    nil,
  },
  [456] = {
    '魚人小神諭者',
    nil,
  },
  [458] = {
    '打獵魚人',
    nil,
  },
  [459] = {
    nil,
    '術士訓練師',
  },
  [460] = {
    nil,
    '術士訓練師',
  },
  [461] = {
    nil,
    '術士訓練師',
  },
  [464] = {
    '警衛隊長派克',
    nil,
  },
  [465] = {
    '酒吧老闆杜賓斯',
    '酒保',
  },
  [466] = {
    '馬庫斯·喬納森將軍',
    '暴風城防禦部隊高階指揮官',
  },
  [467] = {
    '迪菲亞叛徒',
    nil,
  },
  [468] = {
    '城鎮公告員',
    nil,
  },
  [469] = {
    '多倫中尉',
    nil,
  },
  [471] = {
    '母蜘蛛',
    nil,
  },
  [472] = {
    '費德菲尼爾',
    nil,
  },
  [473] = {
    '收貨人摩根',
    nil,
  },
  [474] = {
    '流浪巫師',
    nil,
  },
  [475] = {
    '狗頭人隧道工',
    nil,
  },
  [476] = {
    '狗頭人地卜師',
    nil,
  },
  [478] = {
    '河爪豺狼人前鋒',
    nil,
  },
  [480] = {
    '生鏽的麥田魔像',
    nil,
  },
  [481] = {
    '迪菲亞攔路賊',
    nil,
  },
  [482] = {
    nil,
    '乳酪商',
  },
  [483] = {
    nil,
    '乳酪商',
  },
  [485] = {
    '黑石前鋒',
    nil,
  },
  [487] = {
    '保衛者比亞倫',
    '西部荒野人民軍',
  },
  [488] = {
    '保衛者維沃爾',
    '西部荒野人民軍',
  },
  [489] = {
    '保衛者達菲歐德',
    '西部荒野人民軍',
  },
  [490] = {
    '保衛者加瑞爾',
    '西部荒野人民軍',
  },
  [491] = {
    '軍需官路易斯',
    '軍需官',
  },
  [494] = {
    '守夜人布克瑞斯',
    '守夜人',
  },
  [495] = {
    '守夜人基佛',
    '守夜人',
  },
  [499] = {
    '守夜人派格',
    '守夜人',
  },
  [500] = {
    '河爪斥候',
    nil,
  },
  [501] = {
    '河爪草藥師',
    nil,
  },
  [503] = {
    '瑪拉索姆領主',
    nil,
  },
  [504] = {
    '迪菲亞陷捕者',
    nil,
  },
  [505] = {
    '巨型狼蛛',
    nil,
  },
  [506] = {
    '利爪隊長',
    nil,
  },
  [510] = {
    '水元素',
    nil,
  },
  [511] = {
    '瘋狂的食屍鬼',
    nil,
  },
  [513] = {
    '撒網魚人',
    nil,
  },
  [514] = {
    '鐵匠阿古斯',
    '鍛造訓練師',
  },
  [515] = {
    '魚人劫掠者',
    nil,
  },
  [517] = {
    '魚人神諭者',
    nil,
  },
  [518] = {
    '猶勒',
    nil,
  },
  [523] = {
    nil,
    '獅鷲獸管理員',
  },
  [524] = {
    '石皮野豬',
    nil,
  },
  [525] = {
    '癩皮狼',
    nil,
  },
  [531] = {
    '骷髏魔',
    nil,
  },
  [533] = {
    '夜行織影狼人',
    nil,
  },
  [534] = {
    nil,
    '獸穴之后',
  },
  [539] = {
    '小型結網毒蜘蛛',
    nil,
  },
  [541] = {
    '獅鷲獸',
    nil,
  },
  [543] = {
    '納雷塞特·野性使者',
    '獸欄管理員',
  },
  [544] = {
    '魚人夜行者',
    nil,
  },
  [545] = {
    '魚人招潮者',
    nil,
  },
  [547] = {
    '巨型血牙野豬',
    nil,
  },
  [548] = {
    '魚人小招潮者',
    nil,
  },
  [550] = {
    '迪菲亞信差',
    nil,
  },
  [565] = {
    '瘋狂的恐狼',
    nil,
  },
  [568] = {
    '影皮戰士',
    nil,
  },
  [569] = {
    '綠色獨行蛛',
    nil,
  },
  [570] = {
    '食腦者',
    nil,
  },
  [573] = {
    '敵人收割者4000',
    nil,
  },
  [575] = {
    '火元素',
    nil,
  },
  [576] = {
    '守夜人拉迪摩爾',
    '守夜人',
  },
  [578] = {
    '魚人斥候',
    nil,
  },
  [579] = {
    '影皮刺客',
    nil,
  },
  [580] = {
    '赤脊山苦工',
    nil,
  },
  [582] = {
    '老馬布蘭契',
    nil,
  },
  [583] = {
    '伏擊者',
    nil,
  },
  [587] = {
    '血頂戰士',
    nil,
  },
  [588] = {
    '血頂斥候',
    nil,
  },
  [589] = {
    '迪菲亞掠取者',
    nil,
  },
  [590] = {
    '迪菲亞強奪者',
    nil,
  },
  [594] = {
    '迪菲亞匪徒',
    nil,
  },
  [595] = {
    '血頂獵人',
    nil,
  },
  [596] = {
    '被洗腦的貴族',
    nil,
  },
  [597] = {
    '血頂狂戰士',
    nil,
  },
  [598] = {
    '迪菲亞礦工',
    nil,
  },
  [603] = {
    '格瑞圖斯',
    nil,
  },
  [604] = {
    '瘟疫散佈者',
    nil,
  },
  [615] = {
    '黑石追蹤者',
    nil,
  },
  [616] = {
    '查特',
    nil,
  },
  [619] = {
    '迪菲亞咒術師',
    nil,
  },
  [620] = {
    '雞',
    nil,
  },
  [622] = {
    '哥布林工程師',
    nil,
  },
  [623] = {
    '骷髏礦工',
    nil,
  },
  [624] = {
    '不死族挖掘者',
    nil,
  },
  [625] = {
    '亡靈爆破者',
    nil,
  },
  [626] = {
    '工頭希斯耐特',
    nil,
  },
  [628] = {
    '黑色劫毀者',
    nil,
  },
  [634] = {
    '迪菲亞監督者',
    nil,
  },
  [636] = {
    '迪菲亞黑衣衛',
    nil,
  },
  [639] = {
    nil,
    '迪菲亞兄弟會首腦',
  },
  [641] = {
    '哥布林木匠',
    nil,
  },
  [642] = {
    '斯尼德的伐木機',
    '伐木工頭',
  },
  [643] = {
    nil,
    '伐木工頭',
  },
  [644] = {
    nil,
    '工頭',
  },
  [645] = {
    '廚師',
    '船上的廚師',
  },
  [646] = {
    '重拳先生',
    '船上的大副',
  },
  [647] = {
    '綠皮隊長',
    nil,
  },
  [656] = {
    '維爾德·薊草',
    nil,
  },
  [657] = {
    '迪菲亞海賊',
    nil,
  },
  [658] = {
    '斯登·粗臂',
    nil,
  },
  [659] = {
    nil,
    '黑暗死亡小雞',
  },
  [660] = {
    '血頂巫醫',
    nil,
  },
  [667] = {
    '劈顱戰士',
    nil,
  },
  [669] = {
    '劈顱獵人',
    nil,
  },
  [670] = {
    '劈顱巫醫',
    nil,
  },
  [671] = {
    '血頂獵頭者',
    nil,
  },
  [672] = {
    '劈顱逐靈者',
    nil,
  },
  [674] = {
    '風險投資公司露天礦工',
    nil,
  },
  [675] = {
    '風險投資公司工頭',
    nil,
  },
  [676] = {
    '風險投資公司勘測員',
    nil,
  },
  [677] = {
    '風險投資公司技工',
    nil,
  },
  [678] = {
    '莫什奧格虐待者',
    nil,
  },
  [679] = {
    '莫什奧格薩滿',
    nil,
  },
  [680] = {
    '莫什奧格領主',
    nil,
  },
  [681] = {
    '小荊棘谷猛虎',
    nil,
  },
  [682] = {
    '荊棘谷猛虎',
    nil,
  },
  [683] = {
    '小獵豹',
    nil,
  },
  [684] = {
    '深喉獵豹',
    nil,
  },
  [685] = {
    '荊棘谷迅猛龍',
    nil,
  },
  [686] = {
    '鞭尾迅猛龍',
    nil,
  },
  [687] = {
    '叢林潛獵者',
    nil,
  },
  [688] = {
    '石喉蜥蜴',
    nil,
  },
  [689] = {
    '晶背蜥蜴',
    nil,
  },
  [690] = {
    '冷眼蜥蜴',
    nil,
  },
  [691] = {
    '次級水元素',
    nil,
  },
  [694] = {
    '血頂擲斧者',
    nil,
  },
  [696] = {
    '劈顱擲斧者',
    nil,
  },
  [697] = {
    '血頂薩滿',
    nil,
  },
  [698] = {
    '血頂猛虎',
    nil,
  },
  [699] = {
    '血頂獸王',
    nil,
  },
  [701] = {
    '血頂秘術使',
    nil,
  },
  [702] = {
    '血頂食腐者',
    nil,
  },
  [703] = {
    '范高雷將軍',
    nil,
  },
  [704] = {
    '蓬毛森林狼',
    nil,
  },
  [705] = {
    '蓬毛幼狼',
    nil,
  },
  [706] = {
    '小霜鬃食人妖',
    nil,
  },
  [707] = {
    '石齶穴居怪',
    nil,
  },
  [708] = {
    '小型峭壁野豬',
    nil,
  },
  [709] = {
    '莫什奧格好戰者',
    nil,
  },
  [710] = {
    '莫什奧格法師',
    nil,
  },
  [711] = {
    '阿爾多·泥爪',
    nil,
  },
  [712] = {
    '赤脊山痛擊者',
    nil,
  },
  [713] = {
    '巴爾林·霜錘',
    nil,
  },
  [714] = {
    '塔林·銳眼',
    nil,
  },
  [716] = {
    '巴尼爾·石罐',
    nil,
  },
  [718] = {
    '艾爾加丁爵士',
    nil,
  },
  [721] = {
    '兔子',
    nil,
  },
  [723] = {
    '莫什奧格屠夫',
    nil,
  },
  [724] = {
    '壯實的石齶穴居怪',
    nil,
  },
  [727] = {
    '鐵爐堡巡山人',
    nil,
  },
  [731] = {
    '虎王邦加拉西',
    nil,
  },
  [732] = {
    '魚人潛伏者',
    nil,
  },
  [733] = {
    '尤瓦中士',
    nil,
  },
  [734] = {
    '布魯斯下士',
    '營地商人',
  },
  [735] = {
    '魚人士兵',
    nil,
  },
  [736] = {
    '黑豹',
    nil,
  },
  [738] = {
    '士兵托爾森',
    nil,
  },
  [739] = {
    '尼麥茲修士',
    nil,
  },
  [740] = {
    '年輕的幼龍',
    nil,
  },
  [741] = {
    '睡夢中的幼龍',
    nil,
  },
  [742] = {
    '綠色龍人',
    nil,
  },
  [743] = {
    '龍人夢行者',
    nil,
  },
  [744] = {
    '綠色逆鱗龍人',
    nil,
  },
  [745] = {
    '逆鱗龍人隊長',
    nil,
  },
  [746] = {
    '龍人長者',
    nil,
  },
  [747] = {
    '沼澤魚人',
    nil,
  },
  [750] = {
    '沼澤噴墨魚人',
    nil,
  },
  [751] = {
    '沼澤食腐魚人',
    nil,
  },
  [752] = {
    '沼澤魚人神諭者',
    nil,
  },
  [754] = {
    '反抗軍警備兵',
    nil,
  },
  [755] = {
    '失落泥濘者',
    nil,
  },
  [756] = {
    '劈顱黑豹',
    nil,
  },
  [757] = {
    '失落者漁夫',
    nil,
  },
  [759] = {
    '失落者獵人',
    nil,
  },
  [760] = {
    '失落定居者',
    nil,
  },
  [761] = {
    '失落者先知',
    nil,
  },
  [762] = {
    '失落尋隙者',
    nil,
  },
  [763] = {
    '失落者酋長',
    nil,
  },
  [764] = {
    '沼澤漫步者',
    nil,
  },
  [765] = {
    '沼澤漫步者長老',
    nil,
  },
  [766] = {
    '糾纏恐獸',
    nil,
  },
  [767] = {
    '沼澤虎',
    nil,
  },
  [768] = {
    '暗影黑豹',
    nil,
  },
  [769] = {
    '死亡狼蛛',
    nil,
  },
  [770] = {
    '卡雷布下士',
    nil,
  },
  [771] = {
    '指揮官菲斯托姆',
    nil,
  },
  [772] = {
    '荊棘谷雌虎',
    nil,
  },
  [775] = {
    '庫爾森的密探',
    nil,
  },
  [777] = {
    nil,
    '商人',
  },
  [780] = {
    '劈顱秘術使',
    nil,
  },
  [781] = {
    '劈顱獵頭者',
    nil,
  },
  [782] = {
    '劈顱斥候',
    nil,
  },
  [783] = {
    '劈顱狂戰士',
    nil,
  },
  [784] = {
    '劈顱獸王',
    nil,
  },
  [785] = {
    '骷髏護衛',
    nil,
  },
  [786] = {
    '格瑞林·白鬚',
    nil,
  },
  [787] = {
    '骷髏醫者',
    nil,
  },
  [789] = {
    nil,
    '弓箭商',
  },
  [790] = {
    nil,
    '鍛造和採礦供應商',
  },
  [791] = {
    '林塞·阿什洛克',
    '雜貨供應商',
  },
  [793] = {
    nil,
    '鑄盾師',
  },
  [798] = {
    '所羅門',
    nil,
  },
  [808] = {
    '冷酷的格瑞克尼爾',
    nil,
  },
  [812] = {
    nil,
    '草藥學訓練師',
  },
  [813] = {
    '庫爾森上校',
    nil,
  },
  [814] = {
    '瑪爾蘇斯中士',
    nil,
  },
  [815] = {
    '書呆子赫洛德',
    nil,
  },
  [819] = {
    '伊爾加拉的僕從',
    nil,
  },
  [820] = {
    '斥候瑞爾',
    '西部荒野人民軍',
  },
  [821] = {
    '丹努文上尉',
    '西部荒野人民軍',
  },
  [822] = {
    '小森林熊',
    nil,
  },
  [823] = {
    '維里中士',
    nil,
  },
  [824] = {
    '迪菲亞掘地工',
    nil,
  },
  [826] = {
    '守夜人詹恩',
    '守夜人',
  },
  [827] = {
    '守夜人摩卡斯基',
    '守夜人',
  },
  [828] = {
    '守夜人皮塔斯',
    '守夜人',
  },
  [829] = {
    '艾德林·怒流',
    '雜貨供應商',
  },
  [830] = {
    '沙行蟹',
    nil,
  },
  [831] = {
    '海行蟹',
    nil,
  },
  [832] = {
    '無縛的颶風',
    nil,
  },
  [833] = {
    '山狗首領',
    nil,
  },
  [836] = {
    '德南·弗卡特',
    '布甲和皮甲商人',
  },
  [837] = {
    nil,
    '牧師訓練師',
  },
  [840] = {
    '守夜人巴庫斯',
    '守夜人',
  },
  [842] = {
    '伐木工',
    nil,
  },
  [843] = {
    nil,
    '貿易供應商',
  },
  [844] = {
    nil,
    '旅行商人',
  },
  [846] = {
    '腐爛的食屍鬼',
    nil,
  },
  [852] = {
    '野性之魂',
    nil,
  },
  [853] = {
    '寒脊山巡山人',
    nil,
  },
  [854] = {
    '幼年叢林潛獵者',
    nil,
  },
  [855] = {
    '幼年荊棘谷迅猛龍',
    nil,
  },
  [856] = {
    '幼年鞭尾迅猛龍',
    nil,
  },
  [857] = {
    '杜納爾·奧斯古',
    '阿拉希盆地戰場軍官',
  },
  [858] = {
    '悲傷紡織者',
    nil,
  },
  [859] = {
    '守衛伯爾頓',
    nil,
  },
  [861] = {
    '斯通納德斥候',
    nil,
  },
  [862] = {
    '斯通納德探險者',
    nil,
  },
  [863] = {
    '斯通納德獵人',
    nil,
  },
  [864] = {
    '斯通納德獸人',
    nil,
  },
  [865] = {
    '斯通納德尋路者',
    nil,
  },
  [866] = {
    '斯通納德蠻兵',
    nil,
  },
  [867] = {
    '斯通納德製圖師',
    nil,
  },
  [868] = {
    '斯通納德薩滿',
    nil,
  },
  [869] = {
    '保衛者朵拉娜',
    '西部荒野人民軍',
  },
  [870] = {
    '保衛者德尼',
    '西部荒野人民軍',
  },
  [871] = {
    '鹽鱗戰士',
    nil,
  },
  [873] = {
    '鹽鱗神諭者',
    nil,
  },
  [874] = {
    '保衛者科瑞羅',
    '西部荒野人民軍',
  },
  [875] = {
    '鹽鱗潮汐領主',
    nil,
  },
  [876] = {
    '保衛者雷克',
    '西部荒野人民軍',
  },
  [877] = {
    '鹽鱗強奪者',
    nil,
  },
  [878] = {
    '斥候加里安',
    '西部荒野人民軍',
  },
  [879] = {
    '鹽鱗獵人',
    nil,
  },
  [880] = {
    '埃爾蘭·杜德摩爾',
    nil,
  },
  [883] = {
    '鹿',
    nil,
  },
  [885] = {
    '守夜人凱勒',
    '守夜人',
  },
  [886] = {
    '守夜人哈丁',
    '守夜人',
  },
  [887] = {
    '守夜人喬丹',
    '守夜人',
  },
  [888] = {
    '守夜人道茨',
    '守夜人',
  },
  [889] = {
    '裂拳巨魔',
    nil,
  },
  [890] = {
    '幼鹿',
    nil,
  },
  [891] = {
    '裂拳控火者',
    nil,
  },
  [892] = {
    '裂拳監工',
    nil,
  },
  [894] = {
    '霍莫爾·斯通菲爾德',
    '水果商',
  },
  [895] = {
    nil,
    '獵人訓練師',
  },
  [896] = {
    '維爾丹·萊弗特',
    '皮甲商',
  },
  [898] = {
    '夜行狼人',
    nil,
  },
  [900] = {
    '拜里弗·科納徹爾',
    nil,
  },
  [903] = {
    '守衛豪維',
    nil,
  },
  [905] = {
    '利齒狂魚',
    nil,
  },
  [906] = {
    nil,
    '術士訓練師',
  },
  [907] = {
    '克拉斯·狼心',
    '阿拉希盆地戰場軍官',
  },
  [908] = {
    '芙羅拉·希沃溫德',
    '草藥學訓練師',
  },
  [909] = {
    '迪菲亞夜賊',
    nil,
  },
  [910] = {
    '迪菲亞附魔師',
    nil,
  },
  [911] = {
    nil,
    '戰士訓練師',
  },
  [912] = {
    nil,
    '戰士訓練師',
  },
  [913] = {
    nil,
    '戰士訓練師',
  },
  [914] = {
    nil,
    '戰士訓練師',
  },
  [915] = {
    nil,
    '盜賊訓練師',
  },
  [916] = {
    nil,
    '盜賊訓練師',
  },
  [917] = {
    nil,
    '盜賊訓練師',
  },
  [918] = {
    '『夜行者』奧斯伯',
    '盜賊訓練師',
  },
  [920] = {
    '夜行墮落狼人',
    nil,
  },
  [921] = {
    '風險投資公司伐木工',
    nil,
  },
  [922] = {
    '淤泥蟹',
    nil,
  },
  [923] = {
    '小黑色劫毀者',
    nil,
  },
  [925] = {
    '薩繆爾修士',
    '聖騎士訓練師',
  },
  [926] = {
    '布羅莫斯·格魯諾爾',
    '聖騎士訓練師',
  },
  [927] = {
    '維爾海姆修士',
    '聖騎士訓練師',
  },
  [928] = {
    '格雷森·破影者領主',
    '聖騎士訓練師',
  },
  [930] = {
    '小型黑寡婦蜘蛛',
    nil,
  },
  [931] = {
    '艾蕾娜·風暴之羽',
    '獅鷲獸管理員',
  },
  [932] = {
    '守衛阿什洛克',
    nil,
  },
  [933] = {
    '守衛海特',
    nil,
  },
  [934] = {
    '守衛克拉克',
    nil,
  },
  [935] = {
    '守衛皮爾斯',
    nil,
  },
  [936] = {
    '守衛亞當斯',
    nil,
  },
  [937] = {
    '庫爾森叢林戰士',
    nil,
  },
  [938] = {
    '庫爾森特種兵',
    nil,
  },
  [939] = {
    '庫爾森精英',
    nil,
  },
  [940] = {
    '庫爾森咒醫',
    nil,
  },
  [941] = {
    '庫爾森精神醫師',
    nil,
  },
  [942] = {
    '庫爾森巫醫',
    nil,
  },
  [943] = {
    '庫爾森馴獸師',
    nil,
  },
  [944] = {
    nil,
    '法師訓練師',
  },
  [945] = {
    '雷布萊德·寒椅',
    '武器鍛造師',
  },
  [946] = {
    '霜鬃新兵',
    '格瑞克尼爾的僕人',
  },
  [947] = {
    '沉默的羅恩',
    nil,
  },
  [948] = {
    '腐爛者',
    nil,
  },
  [949] = {
    '食腐獨行蛛',
    nil,
  },
  [950] = {
    '沼澤空談者',
    nil,
  },
  [951] = {
    '帕克斯頓修士',
    '圖書管理員',
  },
  [952] = {
    '尼爾斯修士',
    nil,
  },
  [954] = {
    nil,
    '皮甲商',
  },
  [955] = {
    '德·維里斯中士',
    '士氣軍官',
  },
  [956] = {
    '多林·桑布雷德',
    '護甲商',
  },
  [957] = {
    nil,
    '鍛造訓練師',
  },
  [958] = {
    '唐恩·亮星',
    '魔法貨物',
  },
  [959] = {
    nil,
    '布商',
  },
  [960] = {
    '岡德爾·索恩布希',
    '商人',
  },
  [963] = {
    '瑞尼爾副隊長',
    nil,
  },
  [976] = {
    '庫爾森戰虎',
    nil,
  },
  [977] = {
    '庫爾森戰豹',
    nil,
  },
  [978] = {
    '庫爾森副首領',
    nil,
  },
  [979] = {
    '庫爾森暗影獵手',
    nil,
  },
  [980] = {
    nil,
    '鎖甲和鎧甲商人',
  },
  [981] = {
    nil,
    '武器商',
  },
  [982] = {
    nil,
    '食物和飲料商人',
  },
  [983] = {
    nil,
    '施法材料和鍊金術供應商',
  },
  [984] = {
    nil,
    '布甲和皮甲商人',
  },
  [985] = {
    nil,
    '戰士訓練師',
  },
  [986] = {
    nil,
    '薩滿訓練師',
  },
  [987] = {
    nil,
    '獵人訓練師',
  },
  [988] = {
    nil,
    '術士訓練師',
  },
  [989] = {
    nil,
    '貿易供應商',
  },
  [999] = {
    '守夜人羅伊斯',
    '守夜人',
  },
  [1000] = {
    '殺不死的測試假人',
    '守夜人',
  },
  [1001] = {
    '守夜人哈金斯',
    '守夜人',
  },
  [1007] = {
    '蘚皮豺狼人',
    nil,
  },
  [1008] = {
    '混血蘚皮豺狼人',
    nil,
  },
  [1009] = {
    '蘚皮織霧者',
    nil,
  },
  [1010] = {
    '蘚皮沼地行者',
    nil,
  },
  [1011] = {
    '蘚皮陷捕者',
    nil,
  },
  [1012] = {
    '蘚皮蠻卒',
    nil,
  },
  [1013] = {
    '蘚皮秘術使',
    nil,
  },
  [1014] = {
    '原生蘚皮豺狼人',
    nil,
  },
  [1015] = {
    '高地迅猛龍',
    nil,
  },
  [1016] = {
    '高地鞭尾龍',
    nil,
  },
  [1017] = {
    '高地鐮爪龍',
    nil,
  },
  [1018] = {
    '高地刺喉龍',
    nil,
  },
  [1019] = {
    '老刺喉龍',
    nil,
  },
  [1020] = {
    '雜斑迅猛龍',
    nil,
  },
  [1021] = {
    '雜斑尖嘯龍',
    nil,
  },
  [1022] = {
    '雜斑鐮爪龍',
    nil,
  },
  [1023] = {
    '雜斑刺喉龍',
    nil,
  },
  [1024] = {
    '藍鰓魚人',
    nil,
  },
  [1025] = {
    '藍鰓污水魚人',
    nil,
  },
  [1026] = {
    '藍鰓強奪者',
    nil,
  },
  [1027] = {
    '藍鰓戰士',
    nil,
  },
  [1028] = {
    '藍鰓泥漿魚人',
    nil,
  },
  [1029] = {
    '藍鰓神諭者',
    nil,
  },
  [1030] = {
    '黑色泥漿怪',
    nil,
  },
  [1031] = {
    '紅色軟泥怪',
    nil,
  },
  [1032] = {
    '黑色軟泥怪',
    nil,
  },
  [1033] = {
    '殘忍的軟泥怪',
    nil,
  },
  [1034] = {
    '龍喉劫掠者',
    nil,
  },
  [1035] = {
    '龍喉沼澤行者',
    nil,
  },
  [1036] = {
    '龍喉百夫長',
    nil,
  },
  [1037] = {
    '龍喉軍官',
    nil,
  },
  [1038] = {
    '龍喉暗衛',
    nil,
  },
  [1039] = {
    '沼地定居者',
    nil,
  },
  [1040] = {
    '沼地蠕行者',
    nil,
  },
  [1041] = {
    '沼地領主',
    nil,
  },
  [1042] = {
    '紅色幼龍',
    nil,
  },
  [1043] = {
    '迷路的幼龍',
    nil,
  },
  [1044] = {
    '噴火幼龍',
    nil,
  },
  [1045] = {
    '紅色龍裔',
    nil,
  },
  [1046] = {
    '紅色龍人',
    nil,
  },
  [1047] = {
    '紅色逆鱗龍人',
    nil,
  },
  [1048] = {
    '逆鱗龍人副官',
    nil,
  },
  [1049] = {
    '烈焰龍人',
    nil,
  },
  [1050] = {
    '逆鱗皇家守衛',
    nil,
  },
  [1051] = {
    '黑鐵矮人',
    nil,
  },
  [1052] = {
    '黑鐵破壞者',
    nil,
  },
  [1053] = {
    '黑鐵隧道工',
    nil,
  },
  [1054] = {
    '黑鐵爆破兵',
    nil,
  },
  [1057] = {
    '龍喉骸骨護衛',
    nil,
  },
  [1059] = {
    '殘忍的安納希克',
    '劈顱酋長',
  },
  [1060] = {
    '不死的莫格',
    '劈顱氏族巫醫',
  },
  [1061] = {
    nil,
    '血頂酋長',
  },
  [1062] = {
    '可怕的奈茲里奧克',
    '血頂氏族巫醫',
  },
  [1064] = {
    '格羅姆高蠻兵',
    nil,
  },
  [1065] = {
    '河爪薩滿',
    nil,
  },
  [1069] = {
    '赤紅幼龍',
    nil,
  },
  [1070] = {
    '菲爾頓副隊長',
    nil,
  },
  [1071] = {
    '布萊德·長鬚',
    nil,
  },
  [1072] = {
    '羅戈·哈巴隆',
    nil,
  },
  [1073] = {
    '阿胥蘭·暗石',
    '槍械商',
  },
  [1074] = {
    '莫特雷·加瑪森',
    nil,
  },
  [1075] = {
    '拉格·加瑪森',
    nil,
  },
  [1076] = {
    '麥琳·石紋',
    '探險者協會',
  },
  [1077] = {
    '勘察員維爾加',
    '探險者協會',
  },
  [1078] = {
    '奧莫爾·鐵衣',
    nil,
  },
  [1081] = {
    '泥沼之王',
    nil,
  },
  [1082] = {
    '尖齒鱷魚',
    nil,
  },
  [1083] = {
    '魚人巡灘者',
    nil,
  },
  [1084] = {
    '小尖齒鱷魚',
    nil,
  },
  [1085] = {
    '老年荊棘谷猛虎',
    nil,
  },
  [1087] = {
    '尖齒鉗嘴鱷',
    nil,
  },
  [1088] = {
    '巨型淤泥蟹',
    nil,
  },
  [1089] = {
    '巡山人庫伯弗林特',
    nil,
  },
  [1090] = {
    '巡山人沃爾班',
    nil,
  },
  [1091] = {
    '巡山人格拉維戈',
    nil,
  },
  [1092] = {
    '拉格弗斯上尉',
    nil,
  },
  [1093] = {
    '首席工程師辛德維爾七世',
    nil,
  },
  [1094] = {
    '風險投資公司礦工',
    nil,
  },
  [1095] = {
    '風險投資公司經理',
    nil,
  },
  [1096] = {
    '風險投資公司地質學家',
    nil,
  },
  [1097] = {
    '風險投資公司技師',
    nil,
  },
  [1098] = {
    '守夜人摩蘭特',
    '守夜人',
  },
  [1099] = {
    '守夜人吉爾文',
    '守夜人',
  },
  [1100] = {
    '守夜人塞金',
    '守夜人',
  },
  [1101] = {
    '守夜人薩耶爾',
    '守夜人',
  },
  [1103] = {
    nil,
    '裁縫訓練師',
  },
  [1104] = {
    nil,
    '護甲商',
  },
  [1105] = {
    '吉恩·角盔',
    '探險者協會',
  },
  [1106] = {
    '失落者廚師',
    nil,
  },
  [1108] = {
    '迷霧谷猩猩',
    nil,
  },
  [1109] = {
    '肉体开膛手',
    nil,
  },
  [1110] = {
    '骷髏劫掠者',
    nil,
  },
  [1111] = {
    '吸血潛獵者',
    nil,
  },
  [1112] = {
    '吸血寡婦',
    nil,
  },
  [1114] = {
    '叢林大猩猩',
    nil,
  },
  [1115] = {
    '石齶擊顱者',
    nil,
  },
  [1116] = {
    '石齶伏擊者',
    nil,
  },
  [1117] = {
    '石齶斷骨者',
    nil,
  },
  [1118] = {
    '石齶碎脊者',
    nil,
  },
  [1119] = {
    '錘脊者',
    nil,
  },
  [1120] = {
    '霜鬃食人妖',
    nil,
  },
  [1121] = {
    '霜鬃雪行者',
    nil,
  },
  [1122] = {
    '霜鬃剝皮者',
    nil,
  },
  [1123] = {
    '霜鬃獵頭者',
    nil,
  },
  [1124] = {
    '霜鬃暗影施法者',
    nil,
  },
  [1125] = {
    '峭壁野豬',
    nil,
  },
  [1126] = {
    '大峭壁野豬',
    nil,
  },
  [1127] = {
    '老峭壁野豬',
    nil,
  },
  [1128] = {
    '小黑熊',
    nil,
  },
  [1129] = {
    '黑熊',
    nil,
  },
  [1131] = {
    '冬狼',
    nil,
  },
  [1132] = {
    '狂暴的冬狼',
    nil,
  },
  [1133] = {
    '飢餓的冬狼',
    nil,
  },
  [1134] = {
    '小雪怪',
    nil,
  },
  [1137] = {
    '飢餓的雪怪',
    nil,
  },
  [1138] = {
    '雪地搜蹤狼',
    nil,
  },
  [1139] = {
    '鎮長埃羅恩·鈍鼻',
    nil,
  },
  [1140] = {
    '刺喉龍族母',
    nil,
  },
  [1141] = {
    nil,
    '大廚',
  },
  [1142] = {
    '莫什奧格蠻卒',
    nil,
  },
  [1144] = {
    '莫什奧格巫醫',
    nil,
  },
  [1146] = {
    nil,
    '高級武器鍛造師',
  },
  [1147] = {
    nil,
    '布甲和皮甲商人',
  },
  [1148] = {
    nil,
    '商人',
  },
  [1149] = {
    nil,
    '雜貨供應商',
  },
  [1150] = {
    '淡水鱷',
    nil,
  },
  [1151] = {
    '海鱷',
    nil,
  },
  [1152] = {
    '鉗嘴鱷魚',
    nil,
  },
  [1153] = {
    '托瑞恩·方頷',
    '探險者協會',
  },
  [1154] = {
    '馬雷克·鐵心',
    nil,
  },
  [1156] = {
    '維林·疾風',
    '旅店老闆',
  },
  [1157] = {
    '被詛咒的水手',
    nil,
  },
  [1158] = {
    '被詛咒的水兵',
    nil,
  },
  [1159] = {
    '大副斯涅利格',
    nil,
  },
  [1160] = {
    '哈林多爾船長',
    nil,
  },
  [1161] = {
    '石裂穴居怪',
    nil,
  },
  [1162] = {
    '石裂斥候',
    nil,
  },
  [1163] = {
    '石裂擊顱者',
    nil,
  },
  [1164] = {
    '石裂斷骨者',
    nil,
  },
  [1165] = {
    '石裂地卜師',
    nil,
  },
  [1166] = {
    '石裂先知',
    nil,
  },
  [1167] = {
    '石裂掘地工',
    nil,
  },
  [1169] = {
    '黑鐵叛軍',
    nil,
  },
  [1172] = {
    '坑道鼠惡黨',
    nil,
  },
  [1173] = {
    '坑道鼠斥候',
    nil,
  },
  [1174] = {
    '坑道鼠地卜師',
    nil,
  },
  [1175] = {
    '坑道鼠掘地工',
    nil,
  },
  [1176] = {
    '坑道鼠強奪官',
    nil,
  },
  [1177] = {
    '坑道鼠勘測員',
    nil,
  },
  [1178] = {
    '莫格羅什巨魔',
    nil,
  },
  [1179] = {
    '莫格羅什執行者',
    nil,
  },
  [1180] = {
    '莫格羅什蠻卒',
    nil,
  },
  [1181] = {
    '莫格羅什薩滿',
    nil,
  },
  [1182] = {
    '安東修士',
    '血色十字軍使者',
  },
  [1183] = {
    '莫格羅什秘術使',
    nil,
  },
  [1184] = {
    '峭壁潛伏者',
    nil,
  },
  [1185] = {
    '林木潛伏者',
    nil,
  },
  [1186] = {
    '黑熊',
    nil,
  },
  [1187] = {
    '年輕的達瑞爾',
    nil,
  },
  [1188] = {
    '灰斑黑熊',
    nil,
  },
  [1189] = {
    '黑熊族王',
    nil,
  },
  [1190] = {
    '山豬',
    nil,
  },
  [1191] = {
    '癩皮山豬',
    nil,
  },
  [1192] = {
    '老山豬',
    nil,
  },
  [1193] = {
    '洛克湖狂魚',
    nil,
  },
  [1194] = {
    '山地禿鷲',
    nil,
  },
  [1195] = {
    '森林潛伏者',
    nil,
  },
  [1196] = {
    '冰爪熊',
    nil,
  },
  [1197] = {
    '石裂薩滿',
    nil,
  },
  [1198] = {
    nil,
    '弓箭商',
  },
  [1199] = {
    '小雪豹',
    nil,
  },
  [1200] = {
    '摩本特·費爾',
    nil,
  },
  [1201] = {
    '雪豹',
    nil,
  },
  [1202] = {
    '坑道鼠狗頭人',
    nil,
  },
  [1203] = {
    '守夜人薩瑞斯',
    '守夜人',
  },
  [1204] = {
    '守夜人考文',
    '守夜人',
  },
  [1206] = {
    '納什爾',
    nil,
  },
  [1207] = {
    '布勞勒爾',
    nil,
  },
  [1211] = {
    '麻瘋地精',
    nil,
  },
  [1212] = {
    '主教法席恩',
    nil,
  },
  [1213] = {
    nil,
    '護甲和盾牌製造商',
  },
  [1214] = {
    nil,
    '布商',
  },
  [1215] = {
    '鍊金師瑪洛瑞',
    '鍊金術訓練師',
  },
  [1216] = {
    '灘行蟹',
    nil,
  },
  [1217] = {
    '戈羅林·鋼眉',
    nil,
  },
  [1218] = {
    '草藥師博米洛伊',
    '草藥學訓練師',
  },
  [1222] = {
    '黑鐵工兵',
    nil,
  },
  [1224] = {
    '幼年蛇頸龍',
    nil,
  },
  [1225] = {
    '奧爾蘇迪',
    nil,
  },
  [1226] = {
    nil,
    '牧師訓練師',
  },
  [1228] = {
    '瑪濟斯·石衣',
    '法師訓練師',
  },
  [1229] = {
    '格蘭尼斯·快斧',
    '戰士訓練師',
  },
  [1231] = {
    '格瑞夫',
    '獵人訓練師',
  },
  [1232] = {
    '阿札爾·戰錘',
    '聖騎士訓練師',
  },
  [1234] = {
    nil,
    '盜賊訓練師',
  },
  [1236] = {
    '狗頭人掘地工',
    nil,
  },
  [1237] = {
    nil,
    '食物和飲料商人',
  },
  [1238] = {
    '迦米利·霜甲',
    '布甲和皮甲商人',
  },
  [1239] = {
    '大副菲茲莫斯',
    nil,
  },
  [1240] = {
    '波蘭·鐵欄',
    '護甲商',
  },
  [1241] = {
    '托格努斯·燧火',
    '鍛造訓練師',
  },
  [1243] = {
    '海格納·重槍',
    '槍械商',
  },
  [1244] = {
    '『綠意守望者』雷希耶爾',
    nil,
  },
  [1245] = {
    '考根·鍛石',
    nil,
  },
  [1246] = {
    nil,
    '鍊金術訓練師',
  },
  [1247] = {
    '旅店老闆貝爾姆',
    '旅店老闆',
  },
  [1249] = {
    '軍需官哈德森',
    '護甲和盾牌製造商',
  },
  [1250] = {
    nil,
    '雜貨與貿易供應商',
  },
  [1251] = {
    '裂拳好戰者',
    nil,
  },
  [1252] = {
    '森內爾·白鬚',
    nil,
  },
  [1253] = {
    '伽文神父',
    '銀色黎明',
  },
  [1254] = {
    '工頭喬尼·石眉',
    '礦工聯盟',
  },
  [1255] = {
    '勘察員吉恩',
    '探險者協會',
  },
  [1256] = {
    '礦場主管瑟斯丁',
    '礦工聯盟',
  },
  [1257] = {
    nil,
    '施法材料和鍊金術供應商',
  },
  [1258] = {
    '巨型黑色劫毀者',
    nil,
  },
  [1259] = {
    '高布勒爾',
    nil,
  },
  [1260] = {
    '霜鬃長老阿克提卡斯',
    nil,
  },
  [1261] = {
    '維隆·凍石',
    '山羊飼養者',
  },
  [1263] = {
    '亞爾林·凍石',
    nil,
  },
  [1265] = {
    '魯德拉·凍石',
    nil,
  },
  [1267] = {
    '拉格納·雷酒',
    nil,
  },
  [1268] = {
    '奧齊·電環',
    nil,
  },
  [1269] = {
    '拉索·滑鏈',
    nil,
  },
  [1270] = {
    '惡臭的食屍鬼',
    nil,
  },
  [1271] = {
    '老冰鬚',
    nil,
  },
  [1273] = {
    nil,
    '武器鍛造師',
  },
  [1274] = {
    '參議員巴林·紅石',
    nil,
  },
  [1275] = {
    nil,
    '施法材料',
  },
  [1276] = {
    '巡山人布洛克',
    nil,
  },
  [1277] = {
    '巡山人加尼',
    nil,
  },
  [1278] = {
    '巡山人斯特恩',
    nil,
  },
  [1279] = {
    '巡山人弗林特',
    nil,
  },
  [1280] = {
    '巡山人卓肯',
    nil,
  },
  [1281] = {
    '巡山人札恩',
    nil,
  },
  [1282] = {
    '巡山人維克',
    nil,
  },
  [1283] = {
    '巡山人卡米爾',
    nil,
  },
  [1284] = {
    '大主教本尼迪塔斯',
    nil,
  },
  [1285] = {
    nil,
    '雜貨商',
  },
  [1286] = {
    nil,
    '貿易供應商',
  },
  [1287] = {
    nil,
    '武器商',
  },
  [1289] = {
    nil,
    '武器商',
  },
  [1291] = {
    nil,
    '布甲商',
  },
  [1292] = {
    nil,
    '剝皮訓練師',
  },
  [1294] = {
    nil,
    '鎖甲商',
  },
  [1295] = {
    nil,
    '皮甲商',
  },
  [1296] = {
    nil,
    '武器鍛造師',
  },
  [1297] = {
    nil,
    '弓箭和槍械',
  },
  [1298] = {
    nil,
    '弓箭商人',
  },
  [1299] = {
    nil,
    '布商',
  },
  [1300] = {
    nil,
    '裁縫訓練師',
  },
  [1301] = {
    nil,
    '酒商',
  },
  [1302] = {
    nil,
    '種花人',
  },
  [1303] = {
    nil,
    '草藥學供應商',
  },
  [1304] = {
    nil,
    '煙火商人',
  },
  [1305] = {
    nil,
    '酒保',
  },
  [1307] = {
    nil,
    '魔法飾品商人',
  },
  [1308] = {
    nil,
    '施法材料',
  },
  [1309] = {
    nil,
    '長袍商',
  },
  [1310] = {
    nil,
    '帽商',
  },
  [1311] = {
    nil,
    '酒保',
  },
  [1312] = {
    nil,
    '魔杖商人',
  },
  [1313] = {
    nil,
    '鍊金術供應商',
  },
  [1314] = {
    nil,
    '輕甲商',
  },
  [1315] = {
    nil,
    '法杖商',
  },
  [1316] = {
    nil,
    '圖書管理員',
  },
  [1317] = {
    nil,
    '附魔訓練師',
  },
  [1318] = {
    nil,
    '附魔供應商',
  },
  [1319] = {
    '布萊恩·克羅斯',
    '盾牌商',
  },
  [1320] = {
    nil,
    '皮甲商',
  },
  [1321] = {
    nil,
    '背包商人',
  },
  [1322] = {
    nil,
    '鎖甲商',
  },
  [1323] = {
    nil,
    '重甲商',
  },
  [1324] = {
    nil,
    '劍刃武器商',
  },
  [1325] = {
    '賈斯伯·菲爾',
    '黑市商人',
  },
  [1326] = {
    nil,
    '毒藥供應商',
  },
  [1327] = {
    nil,
    '旅店老闆',
  },
  [1328] = {
    nil,
    '酒吧女服務員',
  },
  [1329] = {
    '巡山人納爾',
    nil,
  },
  [1330] = {
    '巡山人泰勞爾',
    nil,
  },
  [1331] = {
    '巡山人拉克斯特',
    nil,
  },
  [1332] = {
    '巡山人莫蘭',
    nil,
  },
  [1333] = {
    nil,
    '雙手武器商人',
  },
  [1334] = {
    '巡山人哈默弗奧',
    nil,
  },
  [1335] = {
    '巡山人猶薩',
    nil,
  },
  [1336] = {
    '巡山人斯瓦恩',
    nil,
  },
  [1337] = {
    '巡山人格瓦爾斯',
    nil,
  },
  [1338] = {
    '巡山人達爾克',
    nil,
  },
  [1339] = {
    nil,
    '皮匠',
  },
  [1340] = {
    '巡山人卡德雷爾',
    nil,
  },
  [1341] = {
    nil,
    '鎖甲商',
  },
  [1342] = {
    '巡山人羅克加',
    nil,
  },
  [1343] = {
    '巡山人雷矛',
    nil,
  },
  [1344] = {
    '勘察員基恩薩·鐵環',
    nil,
  },
  [1345] = {
    '麥格瑪爾·落斧',
    nil,
  },
  [1346] = {
    nil,
    '裁縫訓練師',
  },
  [1347] = {
    nil,
    '裁縫供應商',
  },
  [1348] = {
    nil,
    '法杖和鑄錘商',
  },
  [1349] = {
    nil,
    '鎖甲商',
  },
  [1350] = {
    nil,
    '長袍商',
  },
  [1351] = {
    '卡蘇斯修士',
    '施法材料',
  },
  [1352] = {
    '長毛兔',
    nil,
  },
  [1353] = {
    '薩爾圖斯',
    nil,
  },
  [1354] = {
    '學徒索林',
    nil,
  },
  [1355] = {
    '廚師格瑞姆',
    '烹飪訓練師',
  },
  [1356] = {
    '勘察員雷矛',
    nil,
  },
  [1358] = {
    '礦工格隆索',
    nil,
  },
  [1360] = {
    '礦工格魯納爾',
    nil,
  },
  [1362] = {
    nil,
    '護甲商',
  },
  [1364] = {
    '邪惡的巴爾加拉斯',
    nil,
  },
  [1367] = {
    '比利',
    nil,
  },
  [1373] = {
    '加文·雷酒',
    nil,
  },
  [1374] = {
    '雷傑德·麥酒',
    nil,
  },
  [1375] = {
    '馬萊斯·麥酒',
    nil,
  },
  [1376] = {
    '貝爾丁·鋼架',
    nil,
  },
  [1377] = {
    '駕駛員迪恩·石輪',
    nil,
  },
  [1378] = {
    '駕駛員貝隆費茲',
    nil,
  },
  [1381] = {
    nil,
    '高級鑄甲師',
  },
  [1382] = {
    nil,
    '烹飪訓練師',
  },
  [1383] = {
    '斯納爾',
    '見習鐵匠',
  },
  [1385] = {
    '布勞恩',
    '製皮訓練師',
  },
  [1386] = {
    nil,
    '鍊金術訓練師',
  },
  [1387] = {
    nil,
    '雙足飛龍管理員',
  },
  [1393] = {
    '狂暴穴居怪',
    nil,
  },
  [1395] = {
    '奧比斯雷',
    nil,
  },
  [1397] = {
    '霜鬃先知',
    nil,
  },
  [1398] = {
    nil,
    '石裂酋長',
  },
  [1399] = {
    nil,
    '石裂部族薩滿',
  },
  [1400] = {
    '濕地鱷魚',
    nil,
  },
  [1404] = {
    nil,
    '獵人訓練師',
  },
  [1407] = {
    nil,
    '輕甲商',
  },
  [1411] = {
    nil,
    '盜賊訓練師',
  },
  [1412] = {
    '松鼠',
    nil,
  },
  [1417] = {
    '小濕地鱷魚',
    nil,
  },
  [1418] = {
    '藍鰓劫掠者',
    nil,
  },
  [1419] = {
    '菲爾',
    nil,
  },
  [1420] = {
    '蟾蜍',
    nil,
  },
  [1421] = {
    '士兵默爾',
    '反抗軍士兵',
  },
  [1422] = {
    '塞斯曼下士',
    nil,
  },
  [1423] = {
    '暴風城守衛',
    nil,
  },
  [1424] = {
    '掘地工頭目',
    nil,
  },
  [1425] = {
    '庫布',
    nil,
  },
  [1426] = {
    '河爪礦工',
    nil,
  },
  [1430] = {
    nil,
    '烹飪訓練師',
  },
  [1434] = {
    '米奈希爾哨衛',
    nil,
  },
  [1435] = {
    '『黑爪』加爾德斯',
    nil,
  },
  [1436] = {
    '守夜人卡特弗德',
    '守夜人',
  },
  [1439] = {
    '鮑雷斯·維沙克領主',
    '貴族',
  },
  [1440] = {
    nil,
    '圖書管理員',
  },
  [1441] = {
    nil,
    '武器鍛造師',
  },
  [1442] = {
    '迅捷的赫格拉姆',
    nil,
  },
  [1444] = {
    '克里斯多夫修士',
    nil,
  },
  [1448] = {
    nil,
    '工程學和雜貨商',
  },
  [1449] = {
    '巫醫安巴格瓦',
    nil,
  },
  [1450] = {
    nil,
    '護甲商',
  },
  [1451] = {
    '卡米瑞克·祖賴爾',
    '吟游詩人',
  },
  [1452] = {
    nil,
    '雜貨供應商',
  },
  [1453] = {
    '德溫·閃曦',
    '鍊金術供應商',
  },
  [1454] = {
    '吉娜比克·鐵線',
    '裁縫和特殊商品供應商',
  },
  [1456] = {
    nil,
    '商人',
  },
  [1457] = {
    nil,
    '黑市商人',
  },
  [1458] = {
    '泰倫瑞諾·月影',
    '草藥學訓練師',
  },
  [1459] = {
    nil,
    '弓箭商',
  },
  [1460] = {
    nil,
    '養馬人',
  },
  [1461] = {
    nil,
    '槍械商',
  },
  [1462] = {
    nil,
    '弓箭商',
  },
  [1463] = {
    nil,
    '施法材料',
  },
  [1464] = {
    '旅店老闆赫布瑞克',
    '旅店老闆',
  },
  [1465] = {
    '德拉克·卷刃',
    '商人',
  },
  [1466] = {
    '格雷塔',
    '見習製皮師',
  },
  [1469] = {
    '維羅克·亂槍',
    '槍械商',
  },
  [1470] = {
    '加克',
    '鍊金術訓練師',
  },
  [1471] = {
    '加諾斯·鐵心',
    '高級造錘師',
  },
  [1472] = {
    '莫格·雷矢',
    nil,
  },
  [1473] = {
    '卡利',
    '草藥學訓練師',
  },
  [1474] = {
    '拉恩·火翼',
    '裁縫供應商',
  },
  [1475] = {
    '米奈希爾守衛',
    nil,
  },
  [1481] = {
    '巴特·泰德沃特',
    '處女號的船長',
  },
  [1487] = {
    '裂拳奴役者',
    nil,
  },
  [1488] = {
    '贊吉爾殭屍',
    nil,
  },
  [1489] = {
    '贊吉爾獵人',
    nil,
  },
  [1490] = {
    '贊吉爾巫醫',
    nil,
  },
  [1491] = {
    '贊吉爾納迦',
    nil,
  },
  [1493] = {
    '『斬擊者』摩卡什',
    nil,
  },
  [1495] = {
    '亡靈守衛林奈',
    nil,
  },
  [1496] = {
    '亡靈守衛迪林格爾',
    nil,
  },
  [1498] = {
    '比索·埃斯沙德',
    nil,
  },
  [1499] = {
    '執政官塞弗倫',
    nil,
  },
  [1501] = {
    '無腦的殭屍',
    nil,
  },
  [1502] = {
    '悲慘的食屍鬼',
    nil,
  },
  [1504] = {
    '小夜行蜘蛛',
    nil,
  },
  [1505] = {
    '夜行蜘蛛',
    nil,
  },
  [1506] = {
    '血色皈依者',
    nil,
  },
  [1507] = {
    '血色新兵',
    nil,
  },
  [1508] = {
    '小食腐狼',
    nil,
  },
  [1509] = {
    '蓬毛食腐狼',
    nil,
  },
  [1511] = {
    '暴怒的銀背猩猩',
    nil,
  },
  [1512] = {
    '夜行蝙蝠',
    nil,
  },
  [1513] = {
    '癩皮夜行蝙蝠',
    nil,
  },
  [1514] = {
    '野蠻的莫克',
    nil,
  },
  [1515] = {
    '執行官塞加德',
    nil,
  },
  [1518] = {
    '藥劑師喬漢',
    '皇家藥劑師學會',
  },
  [1519] = {
    '亡靈守衛希米爾',
    nil,
  },
  [1520] = {
    '斷骨士兵',
    nil,
  },
  [1522] = {
    '暗眼骸骨法師',
    nil,
  },
  [1523] = {
    '碎顱士兵',
    nil,
  },
  [1525] = {
    '腐爛的死者',
    nil,
  },
  [1526] = {
    '破碎的屍體',
    nil,
  },
  [1527] = {
    '飢餓的死屍',
    nil,
  },
  [1528] = {
    '蹣跚的恐獸',
    nil,
  },
  [1529] = {
    '可怕的血殭屍',
    nil,
  },
  [1530] = {
    '腐爛的古屍',
    nil,
  },
  [1531] = {
    '失落的靈魂',
    nil,
  },
  [1532] = {
    '遊蕩的幽靈',
    nil,
  },
  [1533] = {
    '痛苦之靈',
    nil,
  },
  [1534] = {
    '哀嚎的鬼魂',
    nil,
  },
  [1535] = {
    '血色戰士',
    nil,
  },
  [1536] = {
    '血色傳教士',
    nil,
  },
  [1537] = {
    '血色狂熱者',
    nil,
  },
  [1538] = {
    '血色苦行修士',
    nil,
  },
  [1539] = {
    '血色低階牧師',
    nil,
  },
  [1540] = {
    '血色先鋒',
    nil,
  },
  [1543] = {
    '邪鰭污水魚人',
    nil,
  },
  [1544] = {
    '邪鰭小神諭者',
    nil,
  },
  [1545] = {
    '邪鰭泥漿魚人',
    nil,
  },
  [1547] = {
    '衰老的黑暗犬',
    nil,
  },
  [1548] = {
    '被詛咒的黑暗犬',
    nil,
  },
  [1549] = {
    '飢餓的黑暗犬',
    nil,
  },
  [1550] = {
    '鋼尾蜥蜴',
    nil,
  },
  [1551] = {
    '鐵顎蜥蜴',
    nil,
  },
  [1552] = {
    '金鱗蜥蜴',
    nil,
  },
  [1553] = {
    '巨型夜行蝙蝠',
    nil,
  },
  [1554] = {
    '吸血夜行蝙蝠',
    nil,
  },
  [1555] = {
    '邪惡的夜行蜘蛛',
    nil,
  },
  [1557] = {
    '老邁的迷霧谷猩猩',
    nil,
  },
  [1558] = {
    '銀背猩猩族王',
    nil,
  },
  [1559] = {
    '穆克拉',
    nil,
  },
  [1561] = {
    '血帆劫掠者',
    nil,
  },
  [1562] = {
    '血帆法師',
    nil,
  },
  [1563] = {
    '血帆劍客',
    nil,
  },
  [1564] = {
    '血帆術士',
    nil,
  },
  [1565] = {
    '血帆水手',
    nil,
  },
  [1568] = {
    '管理員摩爾多',
    nil,
  },
  [1569] = {
    '暗影牧師薩維斯',
    nil,
  },
  [1570] = {
    '執行官阿倫',
    nil,
  },
  [1571] = {
    nil,
    '獅鷲獸管理員',
  },
  [1572] = {
    nil,
    '獅鷲獸管理員',
  },
  [1573] = {
    nil,
    '獅鷲獸管理員',
  },
  [1632] = {
    nil,
    '見習製皮師',
  },
  [1642] = {
    '北郡守衛',
    nil,
  },
  [1645] = {
    '軍需官希克斯',
    '武器鍛造大師',
  },
  [1646] = {
    nil,
    '城市建築師',
  },
  [1650] = {
    nil,
    '伐木工',
  },
  [1651] = {
    nil,
    '釣魚訓練師',
  },
  [1652] = {
    '亡靈守衛伯吉斯',
    nil,
  },
  [1653] = {
    '血帆魔導師',
    nil,
  },
  [1658] = {
    '達高爾上尉',
    nil,
  },
  [1660] = {
    '血色保鏢',
    nil,
  },
  [1661] = {
    '見習者艾蕾絲',
    nil,
  },
  [1662] = {
    '派瑞恩隊長',
    nil,
  },
  [1664] = {
    '瓦松隊長',
    nil,
  },
  [1665] = {
    '麥拉其隊長',
    nil,
  },
  [1666] = {
    '卡姆·深怒',
    nil,
  },
  [1668] = {
    nil,
    '弓箭商',
  },
  [1669] = {
    '迪菲亞奸商',
    '旅行商人',
  },
  [1670] = {
    nil,
    '麵包商',
  },
  [1671] = {
    nil,
    '水果商',
  },
  [1672] = {
    nil,
    '裁縫供應商',
  },
  [1673] = {
    nil,
    '施法材料',
  },
  [1674] = {
    '腐皮豺狼人',
    nil,
  },
  [1675] = {
    '混血腐皮豺狼人',
    nil,
  },
  [1676] = {
    '芬布斯·齒輪磨碎',
    '工程學訓練師',
  },
  [1678] = {
    nil,
    '釣魚供應商',
  },
  [1680] = {
    nil,
    '釣魚訓練師',
  },
  [1681] = {
    '布洛克·尋石者',
    '採礦訓練師',
  },
  [1682] = {
    '雅尼·鐵心',
    '雜貨供應商',
  },
  [1683] = {
    '瓦格·深水',
    '釣魚訓練師',
  },
  [1684] = {
    '卡拉·深水',
    '釣魚供應商',
  },
  [1685] = {
    '山達·細鬚',
    '雜貨供應商',
  },
  [1686] = {
    '艾琳·穩擊',
    '槍械商',
  },
  [1687] = {
    nil,
    '弓箭商',
  },
  [1688] = {
    '夜行蜘蛛族母',
    nil,
  },
  [1689] = {
    '有傷疤的峭壁野豬',
    nil,
  },
  [1690] = {
    nil,
    '鍛造供應商',
  },
  [1691] = {
    nil,
    '雜貨供應商',
  },
  [1692] = {
    '戈隆·霜鬚',
    '商人',
  },
  [1693] = {
    '洛克鱷',
    nil,
  },
  [1694] = {
    nil,
    '工程學供應商',
  },
  [1695] = {
    '[Deprecated for 4.x]瑞恩多爾',
    '皮甲商',
  },
  [1696] = {
    '可怕的塔高爾',
    nil,
  },
  [1697] = {
    nil,
    '麥芽酒和葡萄酒',
  },
  [1698] = {
    nil,
    '見習武器鍛造師',
  },
  [1699] = {
    nil,
    '烹飪訓練師',
  },
  [1700] = {
    nil,
    '釣魚訓練師',
  },
  [1701] = {
    '丹克·利刃',
    '採礦訓練師',
  },
  [1702] = {
    '布隆克·狂齒',
    '工程學訓練師',
  },
  [1703] = {
    nil,
    '裁縫訓練師',
  },
  [1706] = {
    '囚犯',
    nil,
  },
  [1707] = {
    '迪菲亞俘虜',
    nil,
  },
  [1708] = {
    '迪菲亞獄友',
    nil,
  },
  [1711] = {
    '迪菲亞罪犯',
    nil,
  },
  [1713] = {
    '老年深喉獵豹',
    nil,
  },
  [1715] = {
    '叛軍',
    nil,
  },
  [1718] = {
    '石齶劫掠者',
    nil,
  },
  [1719] = {
    '典獄官塞爾沃特',
    nil,
  },
  [1720] = {
    '布魯戈·艾爾克納寇',
    nil,
  },
  [1725] = {
    '迪菲亞警備兵',
    nil,
  },
  [1726] = {
    '迪菲亞法師',
    nil,
  },
  [1727] = {
    '迪菲亞工人',
    nil,
  },
  [1729] = {
    '迪菲亞塑能師',
    nil,
  },
  [1731] = {
    '哥布林工匠',
    nil,
  },
  [1732] = {
    '迪菲亞塑風師',
    nil,
  },
  [1733] = {
    nil,
    '加爾德斯的爪牙',
  },
  [1735] = {
    '亡靈守衛亞伯拉罕',
    nil,
  },
  [1736] = {
    '亡靈守衛藍道夫',
    nil,
  },
  [1737] = {
    '亡靈守衛奧利佛',
    nil,
  },
  [1738] = {
    '亡靈守衛特倫斯',
    nil,
  },
  [1739] = {
    '亡靈守衛菲力浦',
    nil,
  },
  [1740] = {
    '亡靈守衛薩爾坦',
    nil,
  },
  [1741] = {
    '亡靈守衛巴特蘭德',
    nil,
  },
  [1742] = {
    '亡靈守衛巴薩羅繆',
    nil,
  },
  [1743] = {
    '亡靈守衛勞倫斯',
    nil,
  },
  [1744] = {
    '亡靈守衛莫特',
    nil,
  },
  [1745] = {
    '亡靈守衛莫里斯',
    nil,
  },
  [1746] = {
    '亡靈守衛塞勒斯',
    nil,
  },
  [1747] = {
    nil,
    '暴風城王子',
  },
  [1748] = {
    '大領主伯瓦爾·弗塔根',
    nil,
  },
  [1749] = {
    '卡特拉娜·普瑞斯托女士',
    nil,
  },
  [1750] = {
    '傑塔瑞斯上將',
    nil,
  },
  [1751] = {
    '米薩斯·鐵山',
    nil,
  },
  [1752] = {
    '卡雷德拉·曦風',
    nil,
  },
  [1753] = {
    '蛆眼',
    nil,
  },
  [1754] = {
    '格里高·萊斯科瓦領主',
    nil,
  },
  [1755] = {
    '『沉默之刃』馬爾松',
    nil,
  },
  [1756] = {
    '暴風城皇家守衛',
    nil,
  },
  [1763] = {
    nil,
    '熔煉師',
  },
  [1764] = {
    '大型野性幽魂',
    nil,
  },
  [1766] = {
    '瘋狂的座狼',
    nil,
  },
  [1767] = {
    '邪鰭切割者',
    nil,
  },
  [1768] = {
    '邪鰭獵潮者',
    nil,
  },
  [1769] = {
    '月怒白頭狼人',
    nil,
  },
  [1770] = {
    '月怒夜行者',
    nil,
  },
  [1772] = {
    '腐皮巡林者',
    nil,
  },
  [1773] = {
    '腐皮秘術使',
    nil,
  },
  [1777] = {
    '達克·槍火',
    nil,
  },
  [1778] = {
    '兇猛的灰斑熊',
    nil,
  },
  [1779] = {
    '月怒暴食者',
    nil,
  },
  [1780] = {
    '蛛網打擊者',
    nil,
  },
  [1781] = {
    '蛛網潛伏者',
    nil,
  },
  [1782] = {
    '月怒黑暗之魂狼人',
    nil,
  },
  [1783] = {
    '骷髏撕掠者',
    nil,
  },
  [1784] = {
    '骷髏巫士',
    nil,
  },
  [1785] = {
    '恐懼骷髏',
    nil,
  },
  [1787] = {
    '骷髏劊子手',
    nil,
  },
  [1788] = {
    '骷髏督軍',
    nil,
  },
  [1789] = {
    '骷髏侍僧',
    nil,
  },
  [1791] = {
    '被奴役的食屍鬼',
    nil,
  },
  [1793] = {
    '腐爛的食屍鬼',
    nil,
  },
  [1794] = {
    '沒有靈魂的食屍鬼',
    nil,
  },
  [1795] = {
    '灼熱的食屍鬼',
    nil,
  },
  [1796] = {
    '冰冷的食屍鬼',
    nil,
  },
  [1797] = {
    '巨型狂熊',
    nil,
  },
  [1800] = {
    '寒冰怨靈',
    nil,
  },
  [1801] = {
    '鮮血怨靈',
    nil,
  },
  [1802] = {
    '飢餓的怨靈',
    nil,
  },
  [1804] = {
    '哀嚎的死者',
    nil,
  },
  [1805] = {
    '血肉魔像',
    nil,
  },
  [1806] = {
    '可憎的泥漿怪',
    nil,
  },
  [1808] = {
    '吞噬軟泥怪',
    nil,
  },
  [1809] = {
    '食腐禿鷹',
    nil,
  },
  [1812] = {
    '腐爛的巨獸',
    nil,
  },
  [1813] = {
    '凋零的恐獸',
    nil,
  },
  [1815] = {
    '染病的黑熊',
    nil,
  },
  [1816] = {
    '染病的灰熊',
    nil,
  },
  [1817] = {
    '染病的狼',
    nil,
  },
  [1821] = {
    '腐蟲潛伏者',
    nil,
  },
  [1822] = {
    '毒霧潛伏者',
    nil,
  },
  [1824] = {
    '瘟疫潛伏者',
    nil,
  },
  [1826] = {
    '血色法師',
    nil,
  },
  [1827] = {
    '血色哨兵',
    nil,
  },
  [1831] = {
    '血色獵人',
    nil,
  },
  [1832] = {
    '血色魔導師',
    nil,
  },
  [1833] = {
    '血色騎士',
    nil,
  },
  [1834] = {
    '血色聖騎士',
    nil,
  },
  [1835] = {
    '血色塑能師',
    nil,
  },
  [1836] = {
    '血色騎兵',
    nil,
  },
  [1837] = {
    '血色法官',
    nil,
  },
  [1838] = {
    '血色審問者',
    nil,
  },
  [1839] = {
    '血色高階牧師',
    nil,
  },
  [1840] = {
    '大審判官伊森利恩',
    nil,
  },
  [1841] = {
    '血色劊子手',
    nil,
  },
  [1842] = {
    '大領主泰蘭·弗丁',
    '血色十字軍大領主',
  },
  [1843] = {
    '工頭傑瑞斯',
    nil,
  },
  [1844] = {
    '工頭瑪希瑞德',
    nil,
  },
  [1845] = {
    '保衛者塔爾森',
    nil,
  },
  [1846] = {
    '保衛者洛瑞克',
    nil,
  },
  [1847] = {
    '弗曼恩',
    nil,
  },
  [1848] = {
    '瑪達薩爾領主',
    nil,
  },
  [1849] = {
    '恐怖耳語者',
    nil,
  },
  [1851] = {
    '哈斯克',
    nil,
  },
  [1852] = {
    '『召喚者』阿拉基',
    nil,
  },
  [1853] = {
    '黑暗院長加丁',
    nil,
  },
  [1854] = {
    '高階牧師賽爾鄧尼斯',
    nil,
  },
  [1860] = {
    '虛無行者',
    nil,
  },
  [1863] = {
    '魅魔',
    nil,
  },
  [1865] = {
    '鴉爪劫掠者',
    nil,
  },
  [1866] = {
    '鴉爪奴隸',
    nil,
  },
  [1867] = {
    '達拉然學徒',
    nil,
  },
  [1868] = {
    '鴉爪僕從',
    nil,
  },
  [1869] = {
    '鴉爪勇士',
    nil,
  },
  [1870] = {
    '鴉爪之手',
    nil,
  },
  [1871] = {
    '伊莉莎的守衛',
    nil,
  },
  [1872] = {
    '薩雷克·黑石',
    nil,
  },
  [1883] = {
    '血色工人',
    nil,
  },
  [1884] = {
    '血色伐木工',
    nil,
  },
  [1885] = {
    '血色鐵匠',
    nil,
  },
  [1888] = {
    '安伯米爾看守者',
    nil,
  },
  [1889] = {
    '安伯米爾巫師',
    nil,
  },
  [1890] = {
    '斷骨骷髏',
    nil,
  },
  [1891] = {
    '焚木村守衛',
    nil,
  },
  [1892] = {
    '月怒守衛',
    nil,
  },
  [1893] = {
    '月怒哨衛',
    nil,
  },
  [1894] = {
    '焚木村哨衛',
    nil,
  },
  [1895] = {
    '焚木村長者',
    nil,
  },
  [1896] = {
    '月怒長者',
    nil,
  },
  [1901] = {
    '克斯塔姆·碎石',
    '戰士訓練師',
  },
  [1907] = {
    '納迦探險者',
    nil,
  },
  [1908] = {
    '邪鰭神諭者',
    nil,
  },
  [1909] = {
    '邪鰭巡湖者',
    nil,
  },
  [1912] = {
    '安伯米爾保衛者',
    nil,
  },
  [1913] = {
    '安伯米爾護衛',
    nil,
  },
  [1914] = {
    '安伯米爾博學者',
    nil,
  },
  [1915] = {
    '安伯米爾咒術師',
    nil,
  },
  [1920] = {
    '安伯米爾法術抄寫員',
    nil,
  },
  [1921] = {
    '作戰假人',
    nil,
  },
  [1922] = {
    '森林灰狼',
    nil,
  },
  [1923] = {
    '血牙座狼',
    nil,
  },
  [1924] = {
    '月怒血嘯者',
    nil,
  },
  [1931] = {
    '被俘虜的血色狂熱者',
    nil,
  },
  [1933] = {
    '綿羊',
    nil,
  },
  [1934] = {
    '提里斯法農夫',
    nil,
  },
  [1935] = {
    '提里斯法雇農',
    nil,
  },
  [1936] = {
    '農夫索利丹',
    nil,
  },
  [1937] = {
    '藥劑師倫弗利爾',
    '皇家藥劑師學會',
  },
  [1938] = {
    '達拉爾·織曦者',
    nil,
  },
  [1939] = {
    '腐皮蠻卒',
    nil,
  },
  [1940] = {
    '腐皮瘟疫傳播者',
    nil,
  },
  [1941] = {
    '腐皮盜墓賊',
    nil,
  },
  [1942] = {
    '腐皮蠻族',
    nil,
  },
  [1943] = {
    '盛怒的腐皮豺狼人',
    nil,
  },
  [1944] = {
    '腐皮懲戒者',
    nil,
  },
  [1947] = {
    '圖勒·鴉爪',
    nil,
  },
  [1948] = {
    '斯納麥恩',
    nil,
  },
  [1949] = {
    '阿祖拉的僕從',
    nil,
  },
  [1950] = {
    nil,
    '亡靈哨兵',
  },
  [1951] = {
    nil,
    '亡靈哨兵',
  },
  [1952] = {
    '高階執行官哈德瑞克',
    nil,
  },
  [1953] = {
    '湖岸潛藏者',
    nil,
  },
  [1954] = {
    '老邁的湖岸潛藏者',
    nil,
  },
  [1955] = {
    '湖岸蠕行者',
    nil,
  },
  [1956] = {
    '老邁的湖岸蠕行者',
    nil,
  },
  [1957] = {
    '邪鰭巡灘者',
    nil,
  },
  [1958] = {
    '邪鰭招潮者',
    nil,
  },
  [1959] = {
    '巡山人維拉特·麥酒',
    nil,
  },
  [1960] = {
    '駕駛員塞克·錘足',
    nil,
  },
  [1961] = {
    '癩爪',
    nil,
  },
  [1963] = {
    '維德拉·壁爐',
    nil,
  },
  [1964] = {
    '樹人',
    nil,
  },
  [1965] = {
    '巡山人泰洛斯',
    nil,
  },
  [1971] = {
    '邪惡的伊瓦',
    nil,
  },
  [1972] = {
    '蒼白的格瑞姆森',
    nil,
  },
  [1973] = {
    '鴉爪守護者',
    nil,
  },
  [1974] = {
    '鴉爪苦工',
    nil,
  },
  [1975] = {
    '東谷伐木工',
    nil,
  },
  [1976] = {
    '暴風城巡邏兵',
    nil,
  },
  [1977] = {
    '參議員梅爾·聖石',
    nil,
  },
  [1978] = {
    '亡靈哨兵埃蘭德',
    nil,
  },
  [1981] = {
    '黑鐵伏擊者',
    nil,
  },
  [1983] = {
    '奈塔拉什',
    nil,
  },
  [1984] = {
    '小草刺野豬',
    nil,
  },
  [1985] = {
    '草刺野豬',
    nil,
  },
  [1986] = {
    '樹林蜘蛛',
    nil,
  },
  [1989] = {
    '劣魔',
    nil,
  },
  [1993] = {
    '綠爪',
    nil,
  },
  [1994] = {
    '邪惡的基塞伊斯',
    nil,
  },
  [1995] = {
    '巨翼梟',
    nil,
  },
  [1996] = {
    '巨翼惡梟',
    nil,
  },
  [1997] = {
    '巨翼獵梟',
    nil,
  },
  [1998] = {
    '樹林潛伏者',
    nil,
  },
  [1999] = {
    '樹林毒蜘蛛',
    nil,
  },
  [2000] = {
    '樹林結網蛛',
    nil,
  },
  [2001] = {
    '巨型樹林蜘蛛',
    nil,
  },
  [2002] = {
    '惡賴劣魔',
    nil,
  },
  [2003] = {
    '影魂劣魔',
    nil,
  },
  [2004] = {
    '暗魂劣魔',
    nil,
  },
  [2005] = {
    '兇惡劣魔',
    nil,
  },
  [2006] = {
    '瘤背巨熊怪',
    nil,
  },
  [2007] = {
    '瘤背園丁',
    nil,
  },
  [2008] = {
    '瘤背戰士',
    nil,
  },
  [2009] = {
    '瘤背薩滿',
    nil,
  },
  [2010] = {
    '瘤背防衛者',
    nil,
  },
  [2011] = {
    '瘤背占兆師',
    nil,
  },
  [2012] = {
    '瘤背探險者',
    nil,
  },
  [2013] = {
    '瘤背復仇者',
    nil,
  },
  [2014] = {
    '瘤背圖騰師',
    nil,
  },
  [2015] = {
    '血羽鷹身人',
    nil,
  },
  [2017] = {
    '血羽遊蕩者',
    nil,
  },
  [2018] = {
    '血羽巫女',
    nil,
  },
  [2019] = {
    '血羽復仇者',
    nil,
  },
  [2020] = {
    '血羽風巫',
    nil,
  },
  [2021] = {
    '血羽女王',
    nil,
  },
  [2022] = {
    '樹精',
    nil,
  },
  [2025] = {
    '樹精碎木者',
    nil,
  },
  [2027] = {
    '樹精踐踏者',
    nil,
  },
  [2029] = {
    '樹精泥濘獸',
    nil,
  },
  [2030] = {
    '樹精長老',
    nil,
  },
  [2031] = {
    '小夜刃豹',
    nil,
  },
  [2032] = {
    '癩皮夜刃豹',
    nil,
  },
  [2033] = {
    '老夜刃豹',
    nil,
  },
  [2034] = {
    '野生夜刃豹',
    nil,
  },
  [2038] = {
    '邁雷納斯領主',
    nil,
  },
  [2039] = {
    '『大槌』烏薩爾',
    nil,
  },
  [2041] = {
    '古樹保衛者',
    nil,
  },
  [2042] = {
    '夜刃豹',
    nil,
  },
  [2043] = {
    '夜刃捕食者',
    nil,
  },
  [2044] = {
    '棄靈',
    nil,
  },
  [2046] = {
    nil,
    '護甲和盾牌製造商',
  },
  [2050] = {
    nil,
    '特別廚師',
  },
  [2053] = {
    '哈迦德難民',
    nil,
  },
  [2054] = {
    '病怏怏的難民',
    nil,
  },
  [2055] = {
    '藥劑大師法拉尼爾',
    '皇家藥劑師學會',
  },
  [2056] = {
    '鴉爪亡魂',
    nil,
  },
  [2058] = {
    '亡靈哨兵費雷亞',
    nil,
  },
  [2060] = {
    '議員斯密瑟斯',
    '焚木村議會',
  },
  [2061] = {
    '議員薩奇爾',
    '焚木村議會',
  },
  [2062] = {
    '議員亨德瑞克斯',
    '焚木村議會',
  },
  [2063] = {
    '議員維爾海姆',
    '焚木村議會',
  },
  [2064] = {
    '議員哈爾丁',
    '焚木村議會',
  },
  [2065] = {
    '議員庫珀',
    '焚木村議會',
  },
  [2066] = {
    '議員海加斯',
    '焚木村議會',
  },
  [2067] = {
    '議員布倫斯維克',
    '焚木村議會',
  },
  [2068] = {
    '莫瑞森村長',
    '焚木村議長',
  },
  [2069] = {
    '月巡虎',
    nil,
  },
  [2070] = {
    '小月巡虎',
    nil,
  },
  [2071] = {
    '月巡雌虎',
    nil,
  },
  [2077] = {
    '麥利薩爾·鹿盔',
    nil,
  },
  [2078] = {
    '阿斯瑞達斯·熊皮',
    nil,
  },
  [2079] = {
    '伊爾薩萊恩',
    nil,
  },
  [2081] = {
    '哨兵凱拉·星歌',
    nil,
  },
  [2082] = {
    '基爾沙蘭·風行者',
    nil,
  },
  [2083] = {
    '塞拉爾·刃葉',
    nil,
  },
  [2084] = {
    '納瑟瑞爾·祈雨者',
    '雜貨商',
  },
  [2086] = {
    '瓦斯塔格·鐵顎',
    nil,
  },
  [2089] = {
    '巨型濕地鱷魚',
    nil,
  },
  [2090] = {
    '馬魯克·龍鱗',
    '龍喉督軍',
  },
  [2091] = {
    '納克羅什酋長',
    nil,
  },
  [2092] = {
    '駕駛員比羅·長鬚',
    '鐵爐堡攻城坦克旅',
  },
  [2093] = {
    '埃納爾·石鉗',
    nil,
  },
  [2096] = {
    '塔雷爾·石紋',
    nil,
  },
  [2098] = {
    '山羊',
    nil,
  },
  [2099] = {
    '處女號的船員',
    nil,
  },
  [2102] = {
    '龍喉蠻兵',
    nil,
  },
  [2103] = {
    '龍喉斥候',
    nil,
  },
  [2104] = {
    '斯托菲隊長',
    nil,
  },
  [2105] = {
    '巡山人多克金',
    nil,
  },
  [2106] = {
    '藥劑師博拉爾德',
    nil,
  },
  [2108] = {
    '加內格·焦顱',
    nil,
  },
  [2110] = {
    '黑老鼠',
    nil,
  },
  [2111] = {
    '塞達',
    nil,
  },
  [2113] = {
    nil,
    '布甲和皮甲商人',
  },
  [2114] = {
    nil,
    '草藥學訓練師',
  },
  [2115] = {
    nil,
    '雜貨供應商',
  },
  [2116] = {
    '鐵匠蘭德',
    '見習造甲師',
  },
  [2117] = {
    nil,
    '見習武器鍛造師',
  },
  [2118] = {
    nil,
    '貿易供應商',
  },
  [2119] = {
    nil,
    '戰士訓練師',
  },
  [2120] = {
    '大法師阿塔瑞克',
    nil,
  },
  [2121] = {
    '暗影牧師奧利斯特',
    nil,
  },
  [2122] = {
    nil,
    '盜賊訓練師',
  },
  [2123] = {
    '黑暗教士杜斯騰',
    '牧師訓練師',
  },
  [2124] = {
    nil,
    '法師訓練師',
  },
  [2126] = {
    nil,
    '術士訓練師',
  },
  [2127] = {
    nil,
    '術士訓練師',
  },
  [2128] = {
    '凱恩·火歌',
    '法師訓練師',
  },
  [2129] = {
    '黑暗教士貝里爾',
    '牧師訓練師',
  },
  [2130] = {
    nil,
    '盜賊訓練師',
  },
  [2131] = {
    nil,
    '戰士訓練師',
  },
  [2132] = {
    nil,
    '鍊金術訓練師',
  },
  [2134] = {
    '溫特斯夫人',
    '雜貨供應商',
  },
  [2135] = {
    nil,
    '見習造甲師',
  },
  [2136] = {
    nil,
    '見習武器鍛造師',
  },
  [2137] = {
    nil,
    '皮甲商',
  },
  [2140] = {
    nil,
    '雜貨供應商',
  },
  [2142] = {
    '守夜人考拉哈恩',
    '守夜人',
  },
  [2149] = {
    '黑鐵劫掠者',
    nil,
  },
  [2150] = {
    '賽恩·腐蹄',
    nil,
  },
  [2151] = {
    '月之女祭司阿瑪拉',
    nil,
  },
  [2152] = {
    '瘤背伏擊者',
    nil,
  },
  [2155] = {
    '哨兵莎依拉·夜風',
    nil,
  },
  [2156] = {
    '破損的魔像',
    nil,
  },
  [2157] = {
    '石巨獸',
    nil,
  },
  [2158] = {
    '砂石斥候',
    nil,
  },
  [2159] = {
    '砂石斷骨者',
    nil,
  },
  [2160] = {
    '砂石地卜師',
    nil,
  },
  [2163] = {
    '薊熊',
    nil,
  },
  [2164] = {
    '狂暴薊熊',
    nil,
  },
  [2165] = {
    '灰斑薊熊',
    nil,
  },
  [2166] = {
    '奧肯斯古爾',
    nil,
  },
  [2167] = {
    '黑木探路者',
    nil,
  },
  [2168] = {
    '黑木戰士',
    nil,
  },
  [2169] = {
    '黑木圖騰師',
    nil,
  },
  [2170] = {
    '黑木巨熊怪',
    nil,
  },
  [2171] = {
    '黑木薩滿',
    nil,
  },
  [2172] = {
    '雌性森林陸行鳥',
    nil,
  },
  [2173] = {
    '暗礁狂魚',
    nil,
  },
  [2174] = {
    '近海狂魚',
    nil,
  },
  [2175] = {
    '影爪',
    nil,
  },
  [2176] = {
    '被詛咒的精靈貴族',
    nil,
  },
  [2177] = {
    '悲苦的精靈貴族',
    nil,
  },
  [2178] = {
    '哀嚎的精靈貴族',
    nil,
  },
  [2179] = {
    '雷鱗御浪者',
    nil,
  },
  [2180] = {
    '雷鱗海妖',
    nil,
  },
  [2181] = {
    '雷鱗部屬',
    nil,
  },
  [2182] = {
    '雷鱗巫女',
    nil,
  },
  [2183] = {
    '雷鱗戰士',
    nil,
  },
  [2184] = {
    '莫嘉澤爾女士',
    nil,
  },
  [2185] = {
    '黑海岸蛇頸龍',
    nil,
  },
  [2186] = {
    '『擊破者』卡尼沃斯',
    nil,
  },
  [2187] = {
    '老年深海蛇頸龍',
    nil,
  },
  [2188] = {
    '深海魚龍',
    nil,
  },
  [2189] = {
    '惡靈劣魔',
    nil,
  },
  [2190] = {
    '野生劣魔',
    nil,
  },
  [2192] = {
    '召火者拉迪森',
    nil,
  },
  [2198] = {
    '公告員古德曼',
    nil,
  },
  [2201] = {
    '灰霧劫掠者',
    nil,
  },
  [2202] = {
    '灰霧灘行者',
    nil,
  },
  [2203] = {
    '灰霧先知',
    nil,
  },
  [2204] = {
    '灰霧撒網者',
    nil,
  },
  [2205] = {
    '灰霧戰士',
    nil,
  },
  [2206] = {
    '灰霧獵人',
    nil,
  },
  [2207] = {
    '灰霧神諭者',
    nil,
  },
  [2208] = {
    '灰霧獵潮者',
    nil,
  },
  [2209] = {
    '亡靈守衛加文',
    nil,
  },
  [2210] = {
    '亡靈守衛羅亞恩',
    nil,
  },
  [2211] = {
    '被俘虜的巡山人',
    nil,
  },
  [2212] = {
    '戴瑟雷薩特',
    nil,
  },
  [2214] = {
    '亡靈哨兵萊許',
    nil,
  },
  [2215] = {
    '高階執行官達薩利亞',
    nil,
  },
  [2216] = {
    '藥劑師林度恩',
    '皇家藥劑師學會',
  },
  [2224] = {
    '雙足飛龍',
    nil,
  },
  [2225] = {
    nil,
    '商人',
  },
  [2226] = {
    nil,
    '蝙蝠管理員',
  },
  [2228] = {
    '法爾林·奧里涅爾中尉',
    nil,
  },
  [2231] = {
    '小潮行蟹',
    nil,
  },
  [2232] = {
    '潮行蟹',
    nil,
  },
  [2233] = {
    '硬殼潮行蟹',
    nil,
  },
  [2234] = {
    '小暗礁蟹',
    nil,
  },
  [2235] = {
    '暗礁蟹',
    nil,
  },
  [2236] = {
    '盛怒的暗礁蟹',
    nil,
  },
  [2237] = {
    '月巡雄虎',
    nil,
  },
  [2240] = {
    '辛迪加劫匪',
    nil,
  },
  [2241] = {
    '辛迪加竊賊',
    nil,
  },
  [2242] = {
    '辛迪加間諜',
    nil,
  },
  [2243] = {
    '辛迪加哨衛',
    nil,
  },
  [2244] = {
    '辛迪加暗影法師',
    nil,
  },
  [2245] = {
    '辛迪加破壞者',
    nil,
  },
  [2246] = {
    '辛迪加刺客',
    nil,
  },
  [2247] = {
    '辛迪加執行者',
    nil,
  },
  [2248] = {
    '洞穴雪人',
    nil,
  },
  [2249] = {
    '[UNUSED]兇惡的雪人',
    nil,
  },
  [2250] = {
    '山嶺雪人',
    nil,
  },
  [2251] = {
    '巨型雪人',
    nil,
  },
  [2252] = {
    '破碎嶺巨魔',
    nil,
  },
  [2253] = {
    '破碎嶺蠻卒',
    nil,
  },
  [2254] = {
    '破碎嶺虐待者',
    nil,
  },
  [2255] = {
    '破碎嶺法師',
    nil,
  },
  [2256] = {
    '破碎嶺執行者',
    nil,
  },
  [2258] = {
    '瑪加拉克',
    nil,
  },
  [2260] = {
    '辛迪加盜賊',
    nil,
  },
  [2261] = {
    '辛迪加警備兵',
    nil,
  },
  [2263] = {
    '治安官雷德帕斯',
    nil,
  },
  [2264] = {
    '希爾斯布萊德裁縫',
    nil,
  },
  [2265] = {
    '希爾斯布萊德見習鐵匠',
    nil,
  },
  [2266] = {
    '希爾斯布萊德農夫',
    nil,
  },
  [2267] = {
    '希爾斯布萊德農民',
    nil,
  },
  [2268] = {
    '希爾斯布萊德步卒',
    nil,
  },
  [2269] = {
    '希爾斯布萊德礦工',
    nil,
  },
  [2270] = {
    '希爾斯布萊德哨衛',
    nil,
  },
  [2271] = {
    '達拉然持盾守衛',
    nil,
  },
  [2272] = {
    '達拉然巫者',
    nil,
  },
  [2275] = {
    '暴怒的斯坦利',
    nil,
  },
  [2276] = {
    '赫尼·馬雷布鎮長',
    nil,
  },
  [2277] = {
    '博學大師迪布斯',
    nil,
  },
  [2283] = {
    '鴉爪攝政者',
    nil,
  },
  [2284] = {
    '被俘虜的農夫',
    nil,
  },
  [2285] = {
    '雷明頓·瑞治維爾伯爵',
    '貴族',
  },
  [2287] = {
    '破碎嶺好戰者',
    nil,
  },
  [2299] = {
    '博古斯·粗臂',
    '獅鷲獸管理員',
  },
  [2302] = {
    nil,
    '戰歌峽谷戰場軍官',
  },
  [2303] = {
    '琳妮·羽歌',
    '食物和飲料',
  },
  [2304] = {
    '達倫·鐵山上尉',
    nil,
  },
  [2305] = {
    '工頭邦德斯',
    nil,
  },
  [2306] = {
    '瓦杜斯男爵',
    nil,
  },
  [2307] = {
    '管理員凱斯',
    nil,
  },
  [2314] = {
    '薩萬·血影',
    nil,
  },
  [2315] = {
    '馬奎爾·黑檀',
    nil,
  },
  [2316] = {
    '高迪爾',
    nil,
  },
  [2318] = {
    '阿古斯暗影法師',
    nil,
  },
  [2319] = {
    '辛迪加巫師',
    nil,
  },
  [2321] = {
    '森林陸行鳥雛鳥',
    nil,
  },
  [2322] = {
    '森林陸行鳥',
    nil,
  },
  [2323] = {
    '兇猛的森林陸行鳥',
    nil,
  },
  [2324] = {
    '黑木風語者',
    nil,
  },
  [2326] = {
    nil,
    '急救訓練師',
  },
  [2327] = {
    nil,
    '急救訓練師',
  },
  [2329] = {
    nil,
    '急救訓練師',
  },
  [2333] = {
    '僕從瓦里克',
    nil,
  },
  [2334] = {
    '事件生成器001',
    nil,
  },
  [2335] = {
    '伯恩塞德鎮長',
    nil,
  },
  [2336] = {
    '暗灘狂熱者',
    nil,
  },
  [2337] = {
    '暗灘喚魔師',
    nil,
  },
  [2338] = {
    '暮光侍徒',
    nil,
  },
  [2339] = {
    '暮光暴徒',
    nil,
  },
  [2344] = {
    '丹加洛克巡山人',
    nil,
  },
  [2345] = {
    '丹加洛克步槍兵',
    nil,
  },
  [2346] = {
    '丹加洛克牧師',
    nil,
  },
  [2347] = {
    '野生獅鷲獸',
    nil,
  },
  [2348] = {
    '老食苔蛛',
    nil,
  },
  [2349] = {
    '被馴養的食苔蛛',
    nil,
  },
  [2350] = {
    '森林食苔蛛',
    nil,
  },
  [2351] = {
    '荒疫熊',
    nil,
  },
  [2352] = {
    '旅店老闆安德森',
    '旅店老闆',
  },
  [2354] = {
    '兇惡灰熊',
    nil,
  },
  [2356] = {
    '老灰熊',
    nil,
  },
  [2357] = {
    nil,
    '養馬人',
  },
  [2358] = {
    '達拉然召喚師',
    nil,
  },
  [2359] = {
    '元素奴僕',
    nil,
  },
  [2360] = {
    '希爾斯布萊德雇農',
    nil,
  },
  [2363] = {
    '學徒哈尼維爾',
    nil,
  },
  [2364] = {
    nil,
    '女服務生',
  },
  [2365] = {
    '布隆特·寒斬',
    '屠夫',
  },
  [2366] = {
    '酒吧老闆凱利',
    '酒保',
  },
  [2367] = {
    nil,
    '釣魚訓練師',
  },
  [2368] = {
    '刺脊潛獵者',
    nil,
  },
  [2369] = {
    '刺脊灘行者',
    nil,
  },
  [2370] = {
    '刺脊尖嘯者',
    nil,
  },
  [2371] = {
    '刺脊海妖',
    nil,
  },
  [2372] = {
    '泥嘴豺狼人',
    nil,
  },
  [2373] = {
    '泥嘴薩滿',
    nil,
  },
  [2374] = {
    '碎鰭泥漿魚人',
    nil,
  },
  [2375] = {
    '碎鰭灘行魚人',
    nil,
  },
  [2376] = {
    '碎鰭神諭者',
    nil,
  },
  [2377] = {
    '碎鰭獵潮魚人',
    nil,
  },
  [2378] = {
    nil,
    '歷史學家',
  },
  [2379] = {
    '管理員斯密瑟斯',
    nil,
  },
  [2380] = {
    nil,
    '鍊金術供應商',
  },
  [2381] = {
    nil,
    '商人',
  },
  [2382] = {
    nil,
    '馬夫',
  },
  [2383] = {
    nil,
    '釣魚供應商',
  },
  [2384] = {
    '飢餓的山地獅',
    nil,
  },
  [2385] = {
    '野生山地獅',
    nil,
  },
  [2386] = {
    '聯盟守衛',
    nil,
  },
  [2387] = {
    '希爾斯布萊德議員',
    nil,
  },
  [2388] = {
    '旅店老闆沙恩',
    '旅店老闆',
  },
  [2389] = {
    nil,
    '蝙蝠管理員',
  },
  [2390] = {
    '阿蘭奈·毒血',
    '草藥學訓練師',
  },
  [2391] = {
    nil,
    '鍊金術訓練師',
  },
  [2393] = {
    nil,
    '商人',
  },
  [2394] = {
    '瑪林·斯萬',
    '裁縫供應商',
  },
  [2397] = {
    '德拉克·夜暮',
    '烹飪訓練師',
  },
  [2398] = {
    '塔拉·寇德加茲',
    nil,
  },
  [2399] = {
    nil,
    '裁縫訓練師',
  },
  [2401] = {
    '凱倫·蘇薩隆',
    '雜貨商',
  },
  [2403] = {
    '農夫蓋茲',
    nil,
  },
  [2404] = {
    '鐵匠維林坦',
    nil,
  },
  [2405] = {
    '塔倫米爾亡靈守衛',
    nil,
  },
  [2406] = {
    '山地獅',
    nil,
  },
  [2407] = {
    '巨型山地獅',
    nil,
  },
  [2408] = {
    '鉗嘴龜',
    nil,
  },
  [2409] = {
    nil,
    '獅鷲獸管理員',
  },
  [2410] = {
    '魔導師沃迪恩·虛無之光',
    nil,
  },
  [2415] = {
    '典獄官貝拉摩爾',
    nil,
  },
  [2416] = {
    '破碎嶺盜掠者',
    nil,
  },
  [2417] = {
    '『守財奴』格雷爾伯格',
    nil,
  },
  [2418] = {
    '亡靈守衛沙穆薩',
    nil,
  },
  [2419] = {
    '亡靈守衛亨伯特',
    nil,
  },
  [2421] = {
    '瑪克拉克',
    nil,
  },
  [2423] = {
    '奧里登·匹瑞諾德領主',
    nil,
  },
  [2427] = {
    '獄卒埃斯頓',
    nil,
  },
  [2428] = {
    '獄卒瑪爾根',
    nil,
  },
  [2429] = {
    '學徒塞萬德',
    nil,
  },
  [2431] = {
    '看守員博胡恩',
    nil,
  },
  [2432] = {
    nil,
    '獅鷲獸管理員',
  },
  [2433] = {
    '赫爾庫拉的遺骸',
    nil,
  },
  [2434] = {
    '幽暗刺客',
    nil,
  },
  [2435] = {
    '南海鎮公告員',
    nil,
  },
  [2436] = {
    '農夫肯特',
    nil,
  },
  [2437] = {
    '守衛者貝瓦里爾',
    nil,
  },
  [2439] = {
    nil,
    '暴風城衛兵',
  },
  [2440] = {
    '醉酒的劫匪',
    nil,
  },
  [2442] = {
    '乳牛',
    nil,
  },
  [2448] = {
    '書記員赫拉斯·懷特斯蒂德',
    nil,
  },
  [2449] = {
    '居民維爾克斯',
    nil,
  },
  [2450] = {
    '礦工哈克特',
    nil,
  },
  [2451] = {
    '農夫卡拉巴',
    nil,
  },
  [2452] = {
    '斯格霍爾',
    nil,
  },
  [2454] = {
    '骷髏魔',
    nil,
  },
  [2455] = {
    '奧利維亞·伯恩賽德',
    '銀行職員',
  },
  [2456] = {
    '牛頓·伯恩賽德',
    '銀行職員',
  },
  [2457] = {
    '約翰·伯恩賽德',
    '銀行職員',
  },
  [2458] = {
    nil,
    '銀行職員',
  },
  [2459] = {
    nil,
    '銀行職員',
  },
  [2460] = {
    '巴納姆·石衣',
    '銀行職員',
  },
  [2461] = {
    '拜雷·石衣',
    '銀行職員',
  },
  [2462] = {
    '食腐蟲',
    nil,
  },
  [2464] = {
    '指揮官阿格羅戈西',
    nil,
  },
  [2465] = {
    '先知摩克薩爾丁',
    nil,
  },
  [2466] = {
    '巡山人格拉蓋姆',
    nil,
  },
  [2468] = {
    '巡山人沙爾',
    nil,
  },
  [2469] = {
    '巡山人拉倫',
    nil,
  },
  [2470] = {
    '守夜人弗雷瑟',
    '守夜人',
  },
  [2475] = {
    '斯洛斯',
    nil,
  },
  [2476] = {
    '戈許哈爾迪爾',
    nil,
  },
  [2477] = {
    nil,
    '部落信差',
  },
  [2478] = {
    '哈倫·迅蹄',
    '部落信差',
  },
  [2479] = {
    '淤泥怪',
    nil,
  },
  [2480] = {
    '布洛金',
    '鍊金術供應商',
  },
  [2481] = {
    nil,
    '鍊金術供應商',
  },
  [2482] = {
    nil,
    '高級武器鍛造師',
  },
  [2483] = {
    nil,
    '高級製斧師',
  },
  [2485] = {
    nil,
    '傳送門訓練師',
  },
  [2486] = {
    '芬·菲茲拉克',
    '黑水強盜',
  },
  [2487] = {
    '艦隊指揮官海角',
    '黑水強盜',
  },
  [2488] = {
    nil,
    '黑水強盜',
  },
  [2489] = {
    '貝爾斯塔弗·風暴之眼',
    '傳送門訓練師',
  },
  [2490] = {
    '大副克拉茲',
    '黑水強盜',
  },
  [2491] = {
    nil,
    '黑水強盜',
  },
  [2492] = {
    nil,
    '傳送門訓練師',
  },
  [2493] = {
    '獨眼迪茲',
    '黑水強盜',
  },
  [2494] = {
    '私掠者布勞茲',
    nil,
  },
  [2496] = {
    '大財主里維加茲',
    nil,
  },
  [2498] = {
    '克蘭克·菲茲巴布',
    nil,
  },
  [2500] = {
    '海克拜瑞·斯莫特船長',
    nil,
  },
  [2501] = {
    '『海狼』麥克基雷',
    nil,
  },
  [2502] = {
    '『病鬼』菲力浦',
    nil,
  },
  [2503] = {
    '希爾斯布萊德工頭',
    nil,
  },
  [2504] = {
    nil,
    '圖書管理員',
  },
  [2505] = {
    '海水鉗嘴龜',
    nil,
  },
  [2506] = {
    '巡山人哈恩',
    nil,
  },
  [2507] = {
    '巡山人尤薩恩',
    nil,
  },
  [2508] = {
    '巡山人沃爾',
    nil,
  },
  [2509] = {
    '巡山人克拉格',
    nil,
  },
  [2510] = {
    '巡山人奧茲莫克',
    nil,
  },
  [2511] = {
    '巡山人布拉德',
    nil,
  },
  [2512] = {
    '巡山人羅格漢',
    nil,
  },
  [2513] = {
    '巡山人賈哈',
    nil,
  },
  [2514] = {
    '巡山人莫達克斯',
    nil,
  },
  [2515] = {
    '巡山人法茲加德',
    nil,
  },
  [2516] = {
    '巡山人卡姆達',
    nil,
  },
  [2517] = {
    '巡山人蘭加爾',
    nil,
  },
  [2518] = {
    '巡山人斯瓦爾斯',
    nil,
  },
  [2520] = {
    '遙控魔像',
    nil,
  },
  [2521] = {
    '藍鬃猩猩',
    nil,
  },
  [2522] = {
    '叢林獵豹',
    nil,
  },
  [2523] = {
    '灼熱圖騰',
    nil,
  },
  [2524] = {
    '巡山人哈濟斯',
    nil,
  },
  [2525] = {
    '巡山人巴恩',
    nil,
  },
  [2526] = {
    '巡山人默里克',
    nil,
  },
  [2527] = {
    '巡山人安格斯特',
    nil,
  },
  [2528] = {
    '巡山人哈吉爾',
    nil,
  },
  [2529] = {
    '阿魯高之子',
    nil,
  },
  [2530] = {
    nil,
    '贊吉爾特使',
  },
  [2531] = {
    '度恩的爪牙',
    nil,
  },
  [2534] = {
    '『流亡者』贊吉爾',
    nil,
  },
  [2535] = {
    '瑪雷·『木腳』·維爾金斯',
    nil,
  },
  [2536] = {
    '『烏鴉』喬喬',
    nil,
  },
  [2537] = {
    '拇指蘇克',
    nil,
  },
  [2540] = {
    '安伯米爾毒蛇',
    nil,
  },
  [2541] = {
    '薩克拉希斯領主',
    nil,
  },
  [2542] = {
    '『利刃』凱特琳',
    '黑水強盜',
  },
  [2543] = {
    '大法師安斯雷姆·織符者',
    nil,
  },
  [2544] = {
    '南部沙蟹',
    nil,
  },
  [2545] = {
    '『漂亮男孩』鄧肯',
    nil,
  },
  [2546] = {
    '艦隊指揮官菲爾拉倫',
    nil,
  },
  [2547] = {
    '艾隆帕',
    nil,
  },
  [2548] = {
    '尼哈魯船長',
    nil,
  },
  [2549] = {
    '加爾·鹽蹄',
    nil,
  },
  [2550] = {
    '斯蒂沃特船長',
    nil,
  },
  [2552] = {
    '枯木食人妖',
    nil,
  },
  [2553] = {
    '枯木暗影施法者',
    nil,
  },
  [2554] = {
    '枯木擲斧者',
    nil,
  },
  [2555] = {
    '枯木巫醫',
    nil,
  },
  [2556] = {
    '枯木獵頭者',
    nil,
  },
  [2557] = {
    '枯木暗影獵手',
    nil,
  },
  [2558] = {
    '枯木狂戰士',
    nil,
  },
  [2559] = {
    '高地闊步龍',
    nil,
  },
  [2560] = {
    '高地長尾龍',
    nil,
  },
  [2561] = {
    '高地獵獸龍',
    nil,
  },
  [2562] = {
    '石拳巨魔',
    nil,
  },
  [2563] = {
    '平原狼蛛',
    nil,
  },
  [2564] = {
    '石拳執行者',
    nil,
  },
  [2565] = {
    '巨型平原狼蛛',
    nil,
  },
  [2566] = {
    '石拳蠻卒',
    nil,
  },
  [2567] = {
    '石拳魔導師',
    nil,
  },
  [2569] = {
    '石拳虐待者',
    nil,
  },
  [2570] = {
    '石拳薩滿',
    nil,
  },
  [2571] = {
    '石拳領主',
    nil,
  },
  [2572] = {
    '枯鬚狗頭人',
    nil,
  },
  [2573] = {
    '枯鬚勘測員',
    nil,
  },
  [2574] = {
    '枯鬚掘地工',
    nil,
  },
  [2575] = {
    '黑鐵後勤兵',
    nil,
  },
  [2577] = {
    '黑鐵暗影施法者',
    nil,
  },
  [2578] = {
    '小岩地禿鷲',
    nil,
  },
  [2579] = {
    '岩地禿鷲',
    nil,
  },
  [2580] = {
    '老岩地禿鷲',
    nil,
  },
  [2581] = {
    '達比雷民兵',
    nil,
  },
  [2582] = {
    '達比雷苦力',
    nil,
  },
  [2583] = {
    '激流堡食人妖獵人',
    nil,
  },
  [2584] = {
    '激流堡防衛者',
    nil,
  },
  [2585] = {
    '激流堡士兵',
    nil,
  },
  [2586] = {
    '辛迪加路霸',
    nil,
  },
  [2587] = {
    '辛迪加巡路者',
    nil,
  },
  [2588] = {
    '辛迪加潛伏者',
    nil,
  },
  [2589] = {
    '辛迪加雇傭兵',
    nil,
  },
  [2590] = {
    '辛迪加咒術師',
    nil,
  },
  [2591] = {
    '辛迪加魔導師',
    nil,
  },
  [2592] = {
    '頑石流放者',
    nil,
  },
  [2594] = {
    '斯普羅格',
    nil,
  },
  [2595] = {
    '刺脊劫掠者',
    nil,
  },
  [2596] = {
    '刺脊巫女',
    nil,
  },
  [2597] = {
    '法庫雷斯特領主',
    '辛迪加首領',
  },
  [2598] = {
    nil,
    '暗影議會術士',
  },
  [2599] = {
    nil,
    '保鏢',
  },
  [2601] = {
    '弗爾伯利',
    nil,
  },
  [2602] = {
    '盧爾·巨石',
    nil,
  },
  [2604] = {
    '碎骨者穆羅克',
    nil,
  },
  [2605] = {
    '札拉斯·枯木',
    '軍隊領袖',
  },
  [2606] = {
    '『屠戮者』尼瑪爾',
    '軍隊領袖',
  },
  [2607] = {
    '加林·托爾貝恩王子',
    nil,
  },
  [2608] = {
    '阿瑪倫指揮官',
    nil,
  },
  [2609] = {
    '地卜師弗林塔格',
    nil,
  },
  [2610] = {
    nil,
    '黑水強盜',
  },
  [2612] = {
    '瓦羅卡爾中尉',
    nil,
  },
  [2616] = {
    '私掠者格羅伊',
    nil,
  },
  [2618] = {
    '落錘苦工',
    nil,
  },
  [2619] = {
    '落錘蠻兵',
    nil,
  },
  [2620] = {
    '草原土撥鼠',
    nil,
  },
  [2621] = {
    '落錘守護者',
    nil,
  },
  [2622] = {
    '斯萊·加勒特',
    '黑市商人',
  },
  [2623] = {
    '上古之靈',
    nil,
  },
  [2625] = {
    '掘金者維茲尼克',
    '銀行職員',
  },
  [2626] = {
    '老人海明威',
    '釣魚供應商',
  },
  [2627] = {
    '格拉尼克·古斯提',
    '裁縫訓練師',
  },
  [2628] = {
    '達拉然工人',
    nil,
  },
  [2630] = {
    '地縛圖騰',
    nil,
  },
  [2634] = {
    '普巴爾公主',
    nil,
  },
  [2635] = {
    '老鉗嘴鱷魚',
    nil,
  },
  [2636] = {
    '黑水水手',
    nil,
  },
  [2638] = {
    '辛迪加幽靈',
    nil,
  },
  [2639] = {
    '邪枝擲斧者',
    nil,
  },
  [2640] = {
    '邪枝巫醫',
    nil,
  },
  [2641] = {
    '邪枝獵頭者',
    nil,
  },
  [2642] = {
    '邪枝暗影施法者',
    nil,
  },
  [2643] = {
    '邪枝狂戰士',
    nil,
  },
  [2644] = {
    '邪枝剝皮者',
    nil,
  },
  [2645] = {
    '邪枝暗影獵手',
    nil,
  },
  [2646] = {
    '邪枝飲血者',
    nil,
  },
  [2647] = {
    '邪枝噬魂者',
    nil,
  },
  [2648] = {
    '邪枝精英守衛',
    nil,
  },
  [2649] = {
    '枯木割顱者',
    nil,
  },
  [2650] = {
    '枯木狂熱者',
    nil,
  },
  [2651] = {
    '枯木剝皮者',
    nil,
  },
  [2652] = {
    '枯木毒血食人妖',
    nil,
  },
  [2653] = {
    '枯木虐待者',
    nil,
  },
  [2654] = {
    '枯木召喚者',
    nil,
  },
  [2655] = {
    '綠色淤泥怪',
    nil,
  },
  [2656] = {
    '玉石軟泥怪',
    nil,
  },
  [2657] = {
    '訓練有素的鋒喙獅鷲獸',
    nil,
  },
  [2658] = {
    '鋒喙獅鷲獸',
    nil,
  },
  [2659] = {
    '翱翔的鋒喙獅鷲獸',
    nil,
  },
  [2663] = {
    nil,
    '海賊供應商',
  },
  [2664] = {
    nil,
    '烹飪訓練師',
  },
  [2667] = {
    '懶惰結界',
    nil,
  },
  [2668] = {
    '丹尼勒·希普斯迪',
    '裁縫供應商',
  },
  [2669] = {
    '舍瑞·希普斯迪',
    '裁縫供應商',
  },
  [2670] = {
    '希茲克·古斯提',
    '裁縫供應商',
  },
  [2671] = {
    '機械松鼠',
    nil,
  },
  [2672] = {
    '怯懦的克羅斯比',
    '裁縫供應商',
  },
  [2673] = {
    '活動假人',
    nil,
  },
  [2674] = {
    '高級活動假人',
    nil,
  },
  [2675] = {
    '自爆綿羊',
    nil,
  },
  [2676] = {
    '微型收割機',
    nil,
  },
  [2678] = {
    '機械幼龍',
    nil,
  },
  [2679] = {
    '溫納·銀鬚',
    '特殊貨物',
  },
  [2680] = {
    '邪枝小狼',
    nil,
  },
  [2681] = {
    '邪枝巨狼',
    nil,
  },
  [2682] = {
    '弗拉德·迅輪',
    '工程學供應商',
  },
  [2683] = {
    '納姆杜',
    '工程學供應商',
  },
  [2684] = {
    '里茲·飛矢',
    '工程學供應商',
  },
  [2685] = {
    '瑪茲克·斯奈普沙特',
    '工程學供應商',
  },
  [2686] = {
    '枯木巢穴守衛',
    nil,
  },
  [2687] = {
    '格納茲·槍焰',
    '工程學供應商',
  },
  [2688] = {
    '魯普·火油',
    '工程學供應商',
  },
  [2691] = {
    '高原前鋒',
    nil,
  },
  [2692] = {
    '高原斥候',
    nil,
  },
  [2693] = {
    '高原神射手',
    nil,
  },
  [2694] = {
    '高原遊俠',
    nil,
  },
  [2697] = {
    nil,
    '製皮供應商',
  },
  [2698] = {
    nil,
    '製皮供應商',
  },
  [2699] = {
    nil,
    '製皮供應商',
  },
  [2700] = {
    '尼艾絲隊長',
    nil,
  },
  [2701] = {
    '火煙巨魔',
    nil,
  },
  [2704] = {
    nil,
    '武器大師',
  },
  [2705] = {
    '布魯米·比格爾',
    nil,
  },
  [2707] = {
    nil,
    '毒蜘蛛女王',
  },
  [2708] = {
    '大法師馬林',
    nil,
  },
  [2714] = {
    '被遺忘者信差',
    nil,
  },
  [2715] = {
    '火煙蠻卒',
    nil,
  },
  [2716] = {
    '火煙獵龍者',
    nil,
  },
  [2717] = {
    '火煙虐待者',
    nil,
  },
  [2718] = {
    '火煙薩滿',
    nil,
  },
  [2719] = {
    '火煙領主',
    nil,
  },
  [2720] = {
    '火煙巨魔法師',
    nil,
  },
  [2721] = {
    '被遺忘者保鏢',
    nil,
  },
  [2723] = {
    '石頭魔像',
    nil,
  },
  [2725] = {
    '滾燙幼龍',
    nil,
  },
  [2726] = {
    '烈焰守護者',
    nil,
  },
  [2727] = {
    '峭壁山狗',
    nil,
  },
  [2728] = {
    '野生峭壁山狗',
    nil,
  },
  [2729] = {
    '老峭壁山狗',
    nil,
  },
  [2730] = {
    '瘋狂的峭壁山狗',
    nil,
  },
  [2731] = {
    '山脊巡者',
    nil,
  },
  [2732] = {
    '山脊雌豹',
    nil,
  },
  [2733] = {
    '藥劑師喬瑞爾',
    nil,
  },
  [2734] = {
    '山脊巡者族王',
    nil,
  },
  [2735] = {
    '次級石元素',
    nil,
  },
  [2736] = {
    '巨型石元素',
    nil,
  },
  [2738] = {
    '激流堡騎兵',
    nil,
  },
  [2739] = {
    '影爐隧道工',
    nil,
  },
  [2740] = {
    '影爐暗織者',
    nil,
  },
  [2742] = {
    '影爐吟唱者',
    nil,
  },
  [2743] = {
    '影爐戰士',
    nil,
  },
  [2744] = {
    '影爐指揮官',
    nil,
  },
  [2745] = {
    '因弗努斯大使',
    nil,
  },
  [2748] = {
    nil,
    '遠古石之看守者',
  },
  [2749] = {
    '攻城魔像',
    nil,
  },
  [2751] = {
    '戰爭魔像',
    nil,
  },
  [2752] = {
    '拉姆布勒',
    nil,
  },
  [2754] = {
    '安納塞姆斯',
    nil,
  },
  [2757] = {
    '布萊克拉席',
    nil,
  },
  [2760] = {
    '燃燒的流放者',
    nil,
  },
  [2761] = {
    '水浪流放者',
    nil,
  },
  [2762] = {
    '雷霆流放者',
    nil,
  },
  [2766] = {
    '哨兵魯魯',
    '黑水強盜',
  },
  [2767] = {
    '大副尼茲利克斯',
    '黑水強盜',
  },
  [2768] = {
    '菲茲索普教授',
    '黑水強盜',
  },
  [2769] = {
    '鋼膽船長',
    '黑水強盜',
  },
  [2770] = {
    '塔隆',
    nil,
  },
  [2771] = {
    '杜拉姆法爾',
    nil,
  },
  [2772] = {
    '科林法爾',
    nil,
  },
  [2774] = {
    '德拉克里格博士',
    '黑水強盜',
  },
  [2775] = {
    '刺脊掠奪者',
    nil,
  },
  [2776] = {
    '復仇巨浪',
    nil,
  },
  [2778] = {
    '水手莫埃希',
    '黑水強盜',
  },
  [2779] = {
    '納茲加克王子',
    nil,
  },
  [2780] = {
    '管理員奈夫林',
    nil,
  },
  [2781] = {
    '管理員溫斯頓',
    nil,
  },
  [2782] = {
    '管理員奧拉瑞克',
    nil,
  },
  [2783] = {
    '瑪雷茲·考爾',
    nil,
  },
  [2784] = {
    '麥格尼·銅鬚國王',
    '鐵爐堡國王',
  },
  [2785] = {
    '『迷失者』塞爾杜林',
    nil,
  },
  [2786] = {
    '葛利·硬骨',
    nil,
  },
  [2788] = {
    '學徒克里汀',
    nil,
  },
  [2790] = {
    '大石匠瑪布勒斯坦',
    '皇家石匠協會',
  },
  [2791] = {
    '被激怒的石元素',
    nil,
  },
  [2793] = {
    '考格雷什',
    nil,
  },
  [2794] = {
    '召喚的守護者',
    nil,
  },
  [2795] = {
    '『巧手』雷尼·麥考伊',
    nil,
  },
  [2798] = {
    '潘德·縛石',
    '急救訓練師',
  },
  [2801] = {
    nil,
    '魚人寶寶兌換商人',
  },
  [2803] = {
    nil,
    '雜貨商',
  },
  [2804] = {
    '庫爾丁·血爪',
    '戰歌峽谷戰場軍官',
  },
  [2805] = {
    nil,
    '施法材料',
  },
  [2806] = {
    '拜爾',
    '雜貨商',
  },
  [2808] = {
    nil,
    '雜貨商',
  },
  [2810] = {
    nil,
    '高級商人',
  },
  [2812] = {
    '德魯納·烈酒',
    '鍊金術供應商',
  },
  [2814] = {
    '納爾基·長刀',
    '屠夫',
  },
  [2816] = {
    nil,
    '製皮供應商',
  },
  [2818] = {
    nil,
    '高級屠夫',
  },
  [2819] = {
    nil,
    '製皮供應商',
  },
  [2820] = {
    nil,
    '雜貨商',
  },
  [2821] = {
    nil,
    '商人',
  },
  [2829] = {
    '飢餓的禿鷲',
    nil,
  },
  [2830] = {
    '乾枯的禿鷲',
    nil,
  },
  [2831] = {
    '巨型禿鷲',
    nil,
  },
  [2832] = {
    '尼克拉克斯·菲拉莫格',
    '食物和飲料',
  },
  [2834] = {
    '麥依茲·拉齊卡',
    '釣魚訓練師',
  },
  [2835] = {
    nil,
    '獅鷲獸管理員',
  },
  [2836] = {
    '布里克·基克拉夫',
    '鍛造訓練師',
  },
  [2837] = {
    nil,
    '鍊金術訓練師',
  },
  [2838] = {
    '克拉賽·斯巴克斯',
    '煙火商人',
  },
  [2839] = {
    nil,
    '高級製弓師',
  },
  [2840] = {
    '基茲·布倫斯泰克',
    '製錘師',
  },
  [2842] = {
    nil,
    '高級漁夫',
  },
  [2843] = {
    nil,
    '劍刃武器商',
  },
  [2844] = {
    nil,
    '鍛造供應商',
  },
  [2845] = {
    nil,
    '高級鑄甲師',
  },
  [2846] = {
    '布里克雷茲·古斯提',
    '製皮供應商',
  },
  [2847] = {
    '傑生·安德伍德',
    '鍛造供應商',
  },
  [2848] = {
    '格里克斯·布魯維特',
    '鍊金術供應商',
  },
  [2849] = {
    '奇克斯迪·古斯提',
    '布甲和雜貨',
  },
  [2850] = {
    '斷牙',
    nil,
  },
  [2851] = {
    nil,
    '雙足飛龍管理員',
  },
  [2852] = {
    '被奴役的猛禽德魯伊',
    nil,
  },
  [2853] = {
    '被釋放的猛禽德魯伊',
    nil,
  },
  [2855] = {
    nil,
    '裁縫訓練師',
  },
  [2856] = {
    nil,
    '草藥學訓練師',
  },
  [2857] = {
    nil,
    '工程學訓練師',
  },
  [2858] = {
    nil,
    '雙足飛龍管理員',
  },
  [2859] = {
    nil,
    '獅鷲獸管理員',
  },
  [2860] = {
    '西格魯·鐵斧',
    nil,
  },
  [2861] = {
    nil,
    '雙足飛龍管理員',
  },
  [2870] = {
    '[UNUSED]亨里亞·德斯',
    '狼訓練師',
  },
  [2878] = {
    nil,
    '獸欄管理員',
  },
  [2879] = {
    nil,
    '獸欄管理員',
  },
  [2880] = {
    '[UNUSED] Hurom Juggendolf',
    '野豬訓練師',
  },
  [2881] = {
    '[UNUSED] Durdek Karrin',
    '野熊訓練師',
  },
  [2887] = {
    '稜石流放者',
    nil,
  },
  [2892] = {
    '石窟先知',
    nil,
  },
  [2893] = {
    '石窟斷骨者',
    nil,
  },
  [2894] = {
    '石窟薩滿',
    nil,
  },
  [2906] = {
    '火煙戰士',
    nil,
  },
  [2907] = {
    '火煙秘術使',
    nil,
  },
  [2908] = {
    nil,
    '雜貨商',
  },
  [2909] = {
    '鐵趾格雷茲',
    nil,
  },
  [2910] = {
    '勘察員雷杜爾',
    '探險者協會',
  },
  [2911] = {
    '考古學家弗拉岡特',
    '探險者協會',
  },
  [2912] = {
    '首席考古學家杜瑟·灰鬚',
    '探險者協會',
  },
  [2913] = {
    '[Deprecated for 4.x]考古學家霍莉',
    '探險者協會',
  },
  [2914] = {
    '蛇',
    nil,
  },
  [2915] = {
    '錘趾的靈魂',
    nil,
  },
  [2916] = {
    '歷史學家卡尼克',
    nil,
  },
  [2917] = {
    '勘察員雷姆塔維爾',
    '探險者協會',
  },
  [2918] = {
    '顧問貝爾格拉姆',
    nil,
  },
  [2919] = {
    '法姆雷托守護者',
    nil,
  },
  [2920] = {
    '盧希恩·槍穗',
    nil,
  },
  [2923] = {
    '癩皮銀鬃狼',
    nil,
  },
  [2924] = {
    '銀鬃狼',
    nil,
  },
  [2925] = {
    '銀鬃嗥狼',
    nil,
  },
  [2926] = {
    '銀鬃潛獵者',
    nil,
  },
  [2927] = {
    '兇惡梟獸',
    nil,
  },
  [2928] = {
    '遠古梟獸',
    nil,
  },
  [2929] = {
    '野蠻的梟獸',
    nil,
  },
  [2930] = {
    '哨兵戈琳達·納希亞',
    nil,
  },
  [2932] = {
    '馬格雷甘·深影',
    nil,
  },
  [2934] = {
    '守衛者貝爾杜加',
    nil,
  },
  [2937] = {
    '貪婪的達古恩',
    nil,
  },
  [2941] = {
    '蘭尼·瑞德',
    '獅鷲獸管理員',
  },
  [2946] = {
    '赫爾庫拉的傀儡',
    nil,
  },
  [2947] = {
    '哈肯·風之圖騰',
    nil,
  },
  [2948] = {
    '莫爾·雷角',
    nil,
  },
  [2949] = {
    '白鬃製革工',
    nil,
  },
  [2950] = {
    '白鬃剝皮工',
    nil,
  },
  [2951] = {
    '白鬃盜獵者',
    nil,
  },
  [2952] = {
    '刺背入侵者',
    nil,
  },
  [2953] = {
    '刺背薩滿',
    nil,
  },
  [2954] = {
    '刺背鬥豬',
    nil,
  },
  [2955] = {
    '平原陸行鳥',
    nil,
  },
  [2956] = {
    '成年平原陸行鳥',
    nil,
  },
  [2957] = {
    '老平原陸行鳥',
    nil,
  },
  [2958] = {
    '草原狼',
    nil,
  },
  [2959] = {
    '草原捕食者',
    nil,
  },
  [2960] = {
    '草原狼前鋒',
    nil,
  },
  [2961] = {
    '山獅',
    nil,
  },
  [2962] = {
    '風怒鷹身人',
    nil,
  },
  [2963] = {
    '風怒風巫',
    nil,
  },
  [2964] = {
    '風怒巫女',
    nil,
  },
  [2965] = {
    '風怒女王',
    nil,
  },
  [2966] = {
    '小鬥豬',
    nil,
  },
  [2967] = {
    '加拉克半人馬',
    nil,
  },
  [2968] = {
    '加拉克前鋒',
    nil,
  },
  [2969] = {
    '消瘦的猛鷲',
    nil,
  },
  [2970] = {
    '猛鷲',
    nil,
  },
  [2971] = {
    '長爪猛鷲',
    nil,
  },
  [2972] = {
    '小科多獸',
    nil,
  },
  [2973] = {
    '雄科多獸',
    nil,
  },
  [2974] = {
    '科多獸族母',
    nil,
  },
  [2975] = {
    '風險投資公司雇員',
    nil,
  },
  [2976] = {
    '風險投資公司苦力',
    nil,
  },
  [2977] = {
    '風險投資公司監工',
    nil,
  },
  [2978] = {
    '風險投資公司工人',
    nil,
  },
  [2979] = {
    '風險投資公司主官',
    nil,
  },
  [2980] = {
    '格盧爾·鷹風',
    nil,
  },
  [2981] = {
    '鷹風酋長',
    nil,
  },
  [2982] = {
    '灰舌先知',
    nil,
  },
  [2983] = {
    '平原上的幻象',
    nil,
  },
  [2984] = {
    '先知智慧行者',
    nil,
  },
  [2985] = {
    '盧爾·鷹爪',
    nil,
  },
  [2986] = {
    '[Deprecated for 4.x]多恩·平原巡者',
    nil,
  },
  [2987] = {
    '伊恩·鷹爪',
    nil,
  },
  [2988] = {
    '摩林·雲巡者',
    nil,
  },
  [2989] = {
    '巴爾丹掘地工',
    nil,
  },
  [2990] = {
    '巴爾丹鑒定官',
    nil,
  },
  [2991] = {
    '主母鷹風',
    nil,
  },
  [2992] = {
    '治療結界 V',
    nil,
  },
  [2993] = {
    '貝恩·血蹄',
    nil,
  },
  [2994] = {
    '先祖之魂',
    nil,
  },
  [2995] = {
    nil,
    '雙足飛龍管理員',
  },
  [2996] = {
    nil,
    '銀行職員',
  },
  [2997] = {
    '吉恩·石蹄',
    '武器商',
  },
  [2998] = {
    '卡恩·石蹄',
    '見習鐵匠',
  },
  [2999] = {
    '陶爾·石蹄',
    '鍛造供應商',
  },
  [3000] = {
    nil,
    '武器商',
  },
  [3001] = {
    '布瑞克·石蹄',
    '採礦訓練師',
  },
  [3002] = {
    '卡姆·石蹄',
    '採礦供應商',
  },
  [3003] = {
    '法爾·迷霧行者',
    '麵包商',
  },
  [3004] = {
    nil,
    '裁縫訓練師',
  },
  [3005] = {
    nil,
    '裁縫供應商',
  },
  [3007] = {
    nil,
    '製皮訓練師',
  },
  [3008] = {
    nil,
    '見習製皮師',
  },
  [3009] = {
    '貝娜·冬蹄',
    '鍊金術訓練師',
  },
  [3010] = {
    '曼尼·冬蹄',
    '鍊金術供應商',
  },
  [3011] = {
    '泰戈·晨行者',
    '附魔訓練師',
  },
  [3012] = {
    '納塔·晨行者',
    '附魔供應商',
  },
  [3013] = {
    '克米恩·冬蹄',
    '草藥學訓練師',
  },
  [3014] = {
    '尼達·冬蹄',
    '草藥學供應商',
  },
  [3015] = {
    '庫納·雷角',
    '弓箭商',
  },
  [3016] = {
    nil,
    '織籃者',
  },
  [3017] = {
    '納恩·迷霧行者',
    '水果商',
  },
  [3018] = {
    '霍高爾·雷蹄',
    '槍械商',
  },
  [3019] = {
    '德爾貢·狂暴圖騰',
    '斧商',
  },
  [3020] = {
    '伊圖·狂暴圖騰',
    '錘和法杖商人',
  },
  [3021] = {
    '卡德·狂暴圖騰',
    '劍和匕首商人',
  },
  [3022] = {
    '蘇恩·狂暴圖騰',
    '法杖商',
  },
  [3023] = {
    '蘇拉·蠻鬃',
    '護甲商',
  },
  [3024] = {
    '塔恩·冬蹄',
    nil,
  },
  [3025] = {
    '卡加·迷霧行者',
    '肉商',
  },
  [3026] = {
    '阿絲卡·迷霧行者',
    '烹飪訓練師',
  },
  [3027] = {
    '納爾·迷霧行者',
    '烹飪供應商',
  },
  [3028] = {
    '卡爾·迷霧行者',
    '釣魚訓練師',
  },
  [3029] = {
    '蘇瓦·迷霧行者',
    '釣魚供應商',
  },
  [3030] = {
    '希恩·逐星',
    '薩滿訓練師',
  },
  [3031] = {
    '提戈爾·逐星',
    '薩滿訓練師',
  },
  [3032] = {
    '博拉姆·逐星',
    '薩滿訓練師',
  },
  [3033] = {
    '圖拉克·符文圖騰',
    '德魯伊訓練師',
  },
  [3034] = {
    '希爾·符文圖騰',
    '德魯伊訓練師',
  },
  [3035] = {
    '平原獅',
    nil,
  },
  [3036] = {
    '凱姆·蠻鬃',
    '德魯伊訓練師',
  },
  [3037] = {
    '舍爾札·蠻鬃',
    nil,
  },
  [3038] = {
    '卡瑞·雷角',
    '獵人訓練師',
  },
  [3039] = {
    '浩特·雷角',
    '獵人訓練師',
  },
  [3040] = {
    '烏瑞克·雷角',
    '獵人訓練師',
  },
  [3041] = {
    '托姆·狂暴圖騰',
    '戰士訓練師',
  },
  [3042] = {
    '薩爾克·狂暴圖騰',
    '戰士訓練師',
  },
  [3043] = {
    '科爾·狂暴圖騰',
    '戰士訓練師',
  },
  [3044] = {
    nil,
    '牧師訓練師',
  },
  [3045] = {
    '馬拉凱·克羅斯',
    '牧師訓練師',
  },
  [3046] = {
    '柯布神父',
    '牧師訓練師',
  },
  [3047] = {
    '大法師山姆',
    '法師訓練師',
  },
  [3048] = {
    nil,
    '法師訓練師',
  },
  [3049] = {
    nil,
    '法師訓練師',
  },
  [3050] = {
    '維爾倫·陸行者',
    nil,
  },
  [3051] = {
    '菲茲普羅克主管',
    nil,
  },
  [3052] = {
    '斯考恩·白雲',
    nil,
  },
  [3053] = {
    '[Deprecated for 4.x]賽恩格',
    '槍械商',
  },
  [3054] = {
    '札爾曼·雙月',
    nil,
  },
  [3055] = {
    '茂爾·祈雨',
    nil,
  },
  [3056] = {
    '鬼嚎',
    nil,
  },
  [3057] = {
    '凱恩·血蹄',
    '牛頭人酋長',
  },
  [3059] = {
    '哈魯特·雷角',
    '戰士訓練師',
  },
  [3060] = {
    '加爾特·迷霧行者',
    '德魯伊訓練師',
  },
  [3061] = {
    '蘭卡·遠箭',
    '獵人訓練師',
  },
  [3062] = {
    '米拉·晨行者',
    '薩滿訓練師',
  },
  [3063] = {
    '克朗·石蹄',
    '戰士訓練師',
  },
  [3064] = {
    '潔妮亞·符文圖騰',
    '德魯伊訓練師',
  },
  [3065] = {
    '雅文·刺鬃',
    '獵人訓練師',
  },
  [3066] = {
    '納姆·逐星',
    '薩滿訓練師',
  },
  [3067] = {
    '派爾·沉默行者',
    '烹飪訓練師',
  },
  [3069] = {
    '查爾·硬皮',
    '見習製皮師',
  },
  [3072] = {
    '卡文尼·柔風',
    '雜貨商',
  },
  [3073] = {
    '馬沙克·利刃',
    '武器鍛造師',
  },
  [3074] = {
    '瓦利亞·韌皮',
    '皮甲商',
  },
  [3075] = {
    '布隆克·鋼怒',
    '護甲和盾牌製造商',
  },
  [3076] = {
    '姆拉特·遠行',
    '雜貨商',
  },
  [3077] = {
    '瑪諾特·深痕',
    '武器鍛造師',
  },
  [3078] = {
    '肯納·鷹眼',
    '槍械商',
  },
  [3079] = {
    '瓦爾格·風語',
    '皮甲商',
  },
  [3080] = {
    '哈蘭特·鐵枝',
    '護甲和盾牌製造商',
  },
  [3081] = {
    '溫納·黑鬃',
    '商人',
  },
  [3083] = {
    '榮譽守衛',
    nil,
  },
  [3084] = {
    '雷霆崖守衛',
    nil,
  },
  [3085] = {
    nil,
    '烹飪供應商',
  },
  [3086] = {
    nil,
    '女服務生',
  },
  [3087] = {
    '克里斯托·鮑曼',
    '烹飪訓練師',
  },
  [3088] = {
    nil,
    '槍械商',
  },
  [3089] = {
    nil,
    '屠夫',
  },
  [3090] = {
    nil,
    '毒藥供應商',
  },
  [3091] = {
    nil,
    '裁縫供應商',
  },
  [3092] = {
    nil,
    '布甲商',
  },
  [3093] = {
    nil,
    '皮甲商',
  },
  [3094] = {
    '隱跡鬼魂',
    nil,
  },
  [3095] = {
    nil,
    '重甲商',
  },
  [3096] = {
    '被俘虜的阿祖拉的僕從',
    '特殊裁縫供應商',
  },
  [3097] = {
    nil,
    '皮甲商',
  },
  [3098] = {
    '雜斑野豬',
    nil,
  },
  [3099] = {
    '可怕的雜斑野豬',
    nil,
  },
  [3100] = {
    '老雜斑野豬',
    nil,
  },
  [3101] = {
    '邪靈劣魔',
    nil,
  },
  [3102] = {
    '惡魔潛獵者',
    nil,
  },
  [3103] = {
    '響鉗龍蝦人',
    nil,
  },
  [3104] = {
    '厚殼龍蝦人',
    nil,
  },
  [3105] = {
    '硬爪龍蝦人',
    nil,
  },
  [3106] = {
    '海浪蟹',
    nil,
  },
  [3107] = {
    '成年海浪蟹',
    nil,
  },
  [3108] = {
    '硬殼海浪蟹',
    nil,
  },
  [3110] = {
    '巨齒鱷魚',
    nil,
  },
  [3111] = {
    '剃鬃野豬人',
    nil,
  },
  [3112] = {
    '剃鬃斥候',
    nil,
  },
  [3113] = {
    '剃鬃傳令兵',
    nil,
  },
  [3114] = {
    '剃鬃戰地衛士',
    nil,
  },
  [3115] = {
    '塵風鷹身人',
    nil,
  },
  [3116] = {
    '塵風掠取者',
    nil,
  },
  [3117] = {
    '塵風蠻族',
    nil,
  },
  [3118] = {
    '塵風雷巫',
    nil,
  },
  [3119] = {
    '科卡爾苦工',
    nil,
  },
  [3120] = {
    '科卡爾前鋒',
    nil,
  },
  [3121] = {
    '杜洛塔猛虎',
    nil,
  },
  [3122] = {
    '血爪鞭尾龍',
    nil,
  },
  [3123] = {
    '血爪銳齒龍',
    nil,
  },
  [3124] = {
    '工蠍',
    nil,
  },
  [3125] = {
    '巨鉗蠍',
    nil,
  },
  [3126] = {
    '硬甲蠍',
    nil,
  },
  [3127] = {
    '毒尾蠍',
    nil,
  },
  [3128] = {
    '庫爾提拉斯水手',
    nil,
  },
  [3129] = {
    '庫爾提拉斯水兵',
    nil,
  },
  [3130] = {
    '雷霆蜥蜴',
    nil,
  },
  [3131] = {
    '閃電蜥蜴',
    nil,
  },
  [3133] = {
    '赫爾伯',
    '工程學和採礦供應商',
  },
  [3134] = {
    nil,
    '稀有貨物',
  },
  [3135] = {
    nil,
    '毒藥供應商',
  },
  [3136] = {
    '克拉莉斯·納爾特里',
    '見習鐵匠',
  },
  [3137] = {
    nil,
    '採礦訓練師',
  },
  [3138] = {
    nil,
    '蘑菇商',
  },
  [3140] = {
    '拉爾·獵齒',
    nil,
  },
  [3141] = {
    '龍蝦人長者',
    nil,
  },
  [3142] = {
    '奧戈尼爾·魂痕',
    nil,
  },
  [3145] = {
    '祖雷薩·遠凝',
    nil,
  },
  [3147] = {
    '弗恩·凝眉',
    nil,
  },
  [3149] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [3150] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [3153] = {
    nil,
    '戰士訓練師',
  },
  [3154] = {
    nil,
    '獵人訓練師',
  },
  [3155] = {
    nil,
    '盜賊訓練師',
  },
  [3156] = {
    nil,
    '術士訓練師',
  },
  [3157] = {
    nil,
    '薩滿訓練師',
  },
  [3158] = {
    nil,
    '雜貨商',
  },
  [3159] = {
    '克贊·荊條',
    '武器鍛造師',
  },
  [3160] = {
    nil,
    '布甲和皮甲商人',
  },
  [3161] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3162] = {
    '伯德拉克·哈根海姆',
    '皮甲商',
  },
  [3163] = {
    nil,
    '武器鍛造師',
  },
  [3164] = {
    nil,
    '雜貨商',
  },
  [3165] = {
    nil,
    '弓箭商',
  },
  [3166] = {
    nil,
    '布甲和皮甲商人',
  },
  [3167] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3168] = {
    nil,
    '貿易供應商',
  },
  [3169] = {
    '塔紹爾·鋸痕',
    '戰士訓練師',
  },
  [3170] = {
    nil,
    '盜賊訓練師',
  },
  [3171] = {
    nil,
    '獵人訓練師',
  },
  [3172] = {
    '杜格魯·血怒',
    '術士訓練師',
  },
  [3173] = {
    nil,
    '薩滿訓練師',
  },
  [3174] = {
    nil,
    '鍛造訓練師',
  },
  [3175] = {
    nil,
    '採礦訓練師',
  },
  [3177] = {
    '圖魯克·凍石',
    '矮人武器鍛造師',
  },
  [3178] = {
    nil,
    '釣魚供應商',
  },
  [3179] = {
    nil,
    '釣魚訓練師',
  },
  [3180] = {
    '黑鐵企業家',
    '特殊貨物',
  },
  [3181] = {
    '弗雷瑪爾',
    '急救訓練師',
  },
  [3183] = {
    '亞羅格·刺影',
    nil,
  },
  [3184] = {
    nil,
    '鍊金術訓練師',
  },
  [3185] = {
    nil,
    '草藥學訓練師',
  },
  [3186] = {
    nil,
    '雜貨商',
  },
  [3187] = {
    nil,
    '貿易供應商',
  },
  [3188] = {
    '加德林大師',
    nil,
  },
  [3191] = {
    '廚師托爾卡',
    nil,
  },
  [3192] = {
    '本尼迪克上尉',
    nil,
  },
  [3194] = {
    '維爾林·長牙',
    nil,
  },
  [3195] = {
    '燃刃暴徒',
    nil,
  },
  [3196] = {
    '燃刃新兵',
    nil,
  },
  [3197] = {
    '燃刃狂熱者',
    nil,
  },
  [3198] = {
    '燃刃學徒',
    nil,
  },
  [3199] = {
    '燃刃祭司',
    nil,
  },
  [3203] = {
    '菲茲爾·暗爪',
    nil,
  },
  [3206] = {
    '巫毒食人妖',
    nil,
  },
  [3207] = {
    '被施妖術的食人妖',
    nil,
  },
  [3209] = {
    '勇者風羽',
    nil,
  },
  [3210] = {
    '勇者傲角',
    nil,
  },
  [3211] = {
    '勇者雷角',
    nil,
  },
  [3212] = {
    '勇者鐵角',
    nil,
  },
  [3213] = {
    '勇者奔狼',
    nil,
  },
  [3214] = {
    '勇者巨蹄',
    nil,
  },
  [3215] = {
    '勇者硬蹄',
    nil,
  },
  [3216] = {
    '尼爾魯·火刃',
    nil,
  },
  [3217] = {
    '勇者曦鷹',
    nil,
  },
  [3218] = {
    '勇者疾風',
    nil,
  },
  [3219] = {
    '勇者跳鹿',
    nil,
  },
  [3220] = {
    '勇者暗日',
    nil,
  },
  [3221] = {
    '勇者石角',
    nil,
  },
  [3222] = {
    '勇者野蹄',
    nil,
  },
  [3223] = {
    '勇者追雨',
    nil,
  },
  [3224] = {
    '勇者雲鬃',
    nil,
  },
  [3225] = {
    '墮落的雜斑野豬',
    nil,
  },
  [3226] = {
    '墮落蠍',
    nil,
  },
  [3227] = {
    '墮落的血爪銳齒龍',
    nil,
  },
  [3228] = {
    '墮落海浪蟹',
    nil,
  },
  [3229] = {
    '尖叫者索恩曼圖',
    nil,
  },
  [3230] = {
    nil,
    '索爾的諫言者',
  },
  [3231] = {
    '墮落的巨齒鱷魚',
    nil,
  },
  [3232] = {
    '刺背干涉者',
    nil,
  },
  [3233] = {
    '博識者諾拉·暴雨圖騰',
    nil,
  },
  [3234] = {
    '落單的草原科多獸',
    nil,
  },
  [3235] = {
    '巨型草原科多獸',
    nil,
  },
  [3236] = {
    '草原科多獸',
    nil,
  },
  [3237] = {
    '長毛科多獸',
    nil,
  },
  [3238] = {
    '雷鱗蜥蜴',
    nil,
  },
  [3239] = {
    '雷首蜥蜴',
    nil,
  },
  [3240] = {
    '雷角蜥蜴',
    nil,
  },
  [3241] = {
    '草原獅族王',
    nil,
  },
  [3242] = {
    '快步角斑馬',
    nil,
  },
  [3243] = {
    '長鬃草原獅',
    nil,
  },
  [3244] = {
    '巨型平原陸行鳥',
    nil,
  },
  [3245] = {
    '暴躁的平原陸行鳥',
    nil,
  },
  [3246] = {
    '敏捷的平原陸行鳥',
    nil,
  },
  [3247] = {
    '雷鷹雛鳥',
    nil,
  },
  [3248] = {
    '貧瘠之地長頸鹿',
    nil,
  },
  [3249] = {
    '巨型雷鷹',
    nil,
  },
  [3250] = {
    '異種蠕行者',
    nil,
  },
  [3251] = {
    '異種幼蠍',
    nil,
  },
  [3252] = {
    '異種群居蠍',
    nil,
  },
  [3253] = {
    '異種收割者',
    nil,
  },
  [3254] = {
    '日鱗鞭尾龍',
    nil,
  },
  [3255] = {
    '日鱗尖嘯龍',
    nil,
  },
  [3256] = {
    '日鱗鐮爪龍',
    nil,
  },
  [3258] = {
    '刺背獵手',
    nil,
  },
  [3260] = {
    '刺背尋水者',
    nil,
  },
  [3261] = {
    '刺背織棘者',
    nil,
  },
  [3263] = {
    '刺背地卜師',
    nil,
  },
  [3265] = {
    '剃鬃獵手',
    nil,
  },
  [3266] = {
    '剃鬃防衛者',
    nil,
  },
  [3267] = {
    '剃鬃盜掠者',
    nil,
  },
  [3268] = {
    '剃鬃織棘者',
    nil,
  },
  [3269] = {
    '剃鬃地卜師',
    nil,
  },
  [3270] = {
    '秘術使拉佐斯諾特',
    nil,
  },
  [3271] = {
    '剃鬃秘術使',
    nil,
  },
  [3272] = {
    '科卡爾牧民',
    nil,
  },
  [3273] = {
    '科卡爾召雷師',
    nil,
  },
  [3274] = {
    '科卡爾馴犬者',
    nil,
  },
  [3275] = {
    '科卡爾掠奪者',
    nil,
  },
  [3276] = {
    '巫翼鷹身人',
    nil,
  },
  [3277] = {
    '巫翼遊蕩者',
    nil,
  },
  [3278] = {
    '巫翼殺戮者',
    nil,
  },
  [3279] = {
    '巫翼伏擊者',
    nil,
  },
  [3280] = {
    '巫翼喚風者',
    nil,
  },
  [3282] = {
    '風險投資公司雇傭兵',
    nil,
  },
  [3283] = {
    '風險投資公司執行者',
    nil,
  },
  [3284] = {
    '風險投資公司苦工',
    nil,
  },
  [3285] = {
    '風險投資公司雇工',
    nil,
  },
  [3286] = {
    '風險投資公司監督者',
    nil,
  },
  [3289] = {
    '明希納之靈',
    nil,
  },
  [3290] = {
    '迪克',
    '工程學訓練師',
  },
  [3291] = {
    '格雷珊·鐵爐',
    '旅行商人',
  },
  [3292] = {
    '釀酒師德羅恩',
    nil,
  },
  [3293] = {
    nil,
    '技工協會',
  },
  [3295] = {
    '淤泥異常體',
    nil,
  },
  [3296] = {
    '奧格瑪蠻兵',
    nil,
  },
  [3297] = {
    '森金村衛兵',
    nil,
  },
  [3298] = {
    nil,
    '食物和飲料',
  },
  [3300] = {
    '奎蛇',
    nil,
  },
  [3304] = {
    '沃納爾大師',
    nil,
  },
  [3305] = {
    nil,
    '雙足飛龍管理員',
  },
  [3306] = {
    nil,
    '獸欄管理員',
  },
  [3309] = {
    nil,
    '銀行職員',
  },
  [3310] = {
    nil,
    '雙足飛龍管理員',
  },
  [3312] = {
    nil,
    '肉商',
  },
  [3313] = {
    nil,
    '雜貨商',
  },
  [3314] = {
    nil,
    '武器商',
  },
  [3315] = {
    nil,
    '布甲和皮甲商人',
  },
  [3316] = {
    nil,
    '布甲和皮甲商人',
  },
  [3317] = {
    nil,
    '輕甲商',
  },
  [3318] = {
    nil,
    '銀行職員',
  },
  [3319] = {
    nil,
    '鎖甲商',
  },
  [3320] = {
    nil,
    '銀行職員',
  },
  [3321] = {
    nil,
    '皮甲商',
  },
  [3322] = {
    nil,
    '弓箭和槍械商',
  },
  [3323] = {
    nil,
    '施法材料',
  },
  [3324] = {
    nil,
    '術士訓練師',
  },
  [3325] = {
    nil,
    '術士訓練師',
  },
  [3326] = {
    nil,
    '術士訓練師',
  },
  [3327] = {
    '蓋斯特',
    '盜賊訓練師',
  },
  [3328] = {
    nil,
    '盜賊訓練師',
  },
  [3329] = {
    nil,
    '蘑菇商',
  },
  [3330] = {
    nil,
    '法杖商',
  },
  [3331] = {
    nil,
    '劍刃武器商',
  },
  [3332] = {
    nil,
    '釣魚訓練師',
  },
  [3333] = {
    nil,
    '釣魚供應商',
  },
  [3334] = {
    nil,
    '毒藥供應商',
  },
  [3335] = {
    nil,
    '施法材料',
  },
  [3336] = {
    '塔克林·尋路者',
    nil,
  },
  [3337] = {
    '卡加爾·戰痕',
    nil,
  },
  [3338] = {
    '瑟格拉·黑棘',
    nil,
  },
  [3339] = {
    '沙羅薩斯船長',
    nil,
  },
  [3341] = {
    '加恩·石塔',
    nil,
  },
  [3342] = {
    nil,
    '水果商',
  },
  [3343] = {
    nil,
    '鍛造供應商',
  },
  [3344] = {
    '卡德里斯·尋夢者',
    '薩滿訓練師',
  },
  [3345] = {
    nil,
    '附魔訓練師',
  },
  [3346] = {
    nil,
    '附魔供應商',
  },
  [3347] = {
    nil,
    '鍊金術訓練師',
  },
  [3348] = {
    nil,
    '鍊金術供應商',
  },
  [3349] = {
    nil,
    '法杖商',
  },
  [3350] = {
    nil,
    '雜貨商',
  },
  [3351] = {
    nil,
    '施法材料',
  },
  [3352] = {
    '奧瑪克·邪擊',
    '獵人訓練師',
  },
  [3353] = {
    '格雷茲·怒拳',
    '戰士訓練師',
  },
  [3354] = {
    nil,
    '戰士訓練師',
  },
  [3355] = {
    '薩魯·鋼怒',
    '鍛造訓練師',
  },
  [3356] = {
    nil,
    '鍛造供應商',
  },
  [3357] = {
    nil,
    '採礦訓練師',
  },
  [3358] = {
    nil,
    '採礦供應商',
  },
  [3359] = {
    nil,
    '護甲商',
  },
  [3360] = {
    nil,
    '錘和法杖商人',
  },
  [3361] = {
    nil,
    '武器商',
  },
  [3362] = {
    '奧古納羅·狼行者',
    '馴狼者',
  },
  [3363] = {
    nil,
    '裁縫訓練師',
  },
  [3364] = {
    nil,
    '裁縫供應商',
  },
  [3365] = {
    nil,
    '製皮訓練師',
  },
  [3366] = {
    nil,
    '製皮供應商',
  },
  [3367] = {
    nil,
    '貿易供應商',
  },
  [3368] = {
    nil,
    '肉商',
  },
  [3369] = {
    nil,
    '背包商人',
  },
  [3370] = {
    '烏特倫·氏族使者',
    '公會註冊員',
  },
  [3373] = {
    nil,
    '急救訓練師',
  },
  [3374] = {
    '巴爾丹挖掘者',
    nil,
  },
  [3375] = {
    '巴爾丹工頭',
    nil,
  },
  [3376] = {
    '巴爾丹士兵',
    nil,
  },
  [3377] = {
    '巴爾丹步槍兵',
    nil,
  },
  [3378] = {
    '巴爾丹軍官',
    nil,
  },
  [3379] = {
    '燃刃衛士',
    nil,
  },
  [3380] = {
    '燃刃侍僧',
    nil,
  },
  [3381] = {
    '南海盜匪',
    nil,
  },
  [3382] = {
    '南海砲手',
    nil,
  },
  [3383] = {
    '南海殺手',
    nil,
  },
  [3384] = {
    '南海私掠者',
    nil,
  },
  [3385] = {
    '塞拉摩水兵',
    nil,
  },
  [3386] = {
    '塞拉摩醫師',
    nil,
  },
  [3387] = {
    '喬恩·星眼',
    nil,
  },
  [3388] = {
    '瑪倫·星眼',
    nil,
  },
  [3389] = {
    '雷戈薩·死門',
    nil,
  },
  [3390] = {
    '藥劑師赫布瑞姆',
    nil,
  },
  [3391] = {
    '加茲魯維',
    nil,
  },
  [3392] = {
    '勘察員卡茲戈姆',
    '探險者協會',
  },
  [3393] = {
    '法莫斯隊長',
    nil,
  },
  [3394] = {
    '巴拉克·科多班恩',
    nil,
  },
  [3395] = {
    '狂熱的維羅戈',
    nil,
  },
  [3396] = {
    '赫茲盧爾·血印',
    nil,
  },
  [3397] = {
    '科卡爾戰士',
    nil,
  },
  [3399] = {
    nil,
    '烹飪訓練師',
  },
  [3400] = {
    nil,
    '烹飪供應商',
  },
  [3401] = {
    nil,
    '盜賊訓練師',
  },
  [3403] = {
    nil,
    '薩滿訓練師',
  },
  [3404] = {
    nil,
    '草藥學訓練師',
  },
  [3405] = {
    nil,
    '草藥學供應商',
  },
  [3406] = {
    nil,
    '獵人訓練師',
  },
  [3407] = {
    nil,
    '獵人訓練師',
  },
  [3408] = {
    nil,
    '戰士訓練師',
  },
  [3409] = {
    nil,
    '武器商',
  },
  [3410] = {
    nil,
    '弓箭商人',
  },
  [3411] = {
    nil,
    '屠夫',
  },
  [3412] = {
    nil,
    '工程學訓練師',
  },
  [3413] = {
    nil,
    '工程學供應商',
  },
  [3414] = {
    '塔文布萊德將軍(Deprecated in 4.x)',
    nil,
  },
  [3415] = {
    '草原雌獅',
    nil,
  },
  [3416] = {
    '草原獅族母',
    nil,
  },
  [3417] = {
    '活焰元素',
    nil,
  },
  [3418] = {
    '基爾格·銳角',
    nil,
  },
  [3419] = {
    '藥劑師札瑪',
    '皇家藥劑師學會',
  },
  [3421] = {
    '被流放的費格雷(Old)',
    nil,
  },
  [3424] = {
    '雷鷹碎雲者',
    nil,
  },
  [3425] = {
    '草原徘徊者',
    nil,
  },
  [3426] = {
    '衝鋒角斑馬',
    nil,
  },
  [3430] = {
    '碎牙',
    nil,
  },
  [3433] = {
    '塔特納克·鋼爐',
    nil,
  },
  [3435] = {
    '洛克·奧克班恩',
    nil,
  },
  [3438] = {
    '克里尼格·糟鼻',
    nil,
  },
  [3439] = {
    '維茲克蘭克的伐木機',
    nil,
  },
  [3441] = {
    '梅洛·石蹄',
    nil,
  },
  [3442] = {
    '斯布特瓦夫',
    '技工協會',
  },
  [3443] = {
    '格拉布',
    nil,
  },
  [3444] = {
    '掘地鼠',
    nil,
  },
  [3445] = {
    '魯格維茲主管',
    nil,
  },
  [3447] = {
    '帕維·迷霧行者',
    nil,
  },
  [3448] = {
    '圖加·符文圖騰',
    nil,
  },
  [3449] = {
    '達索克·快刀',
    nil,
  },
  [3450] = {
    '迪菲亞鸚鵡夥伴',
    nil,
  },
  [3451] = {
    '駕駛員維茲克蘭克',
    nil,
  },
  [3452] = {
    '塞瑞娜·血羽',
    nil,
  },
  [3453] = {
    '碼頭管理員迪茲維格',
    nil,
  },
  [3454] = {
    '砲手斯密瑟',
    nil,
  },
  [3455] = {
    '砲手維桑恩',
    nil,
  },
  [3456] = {
    '剃鬃探路者',
    nil,
  },
  [3457] = {
    '剃鬃潛獵者',
    nil,
  },
  [3458] = {
    '剃鬃先知',
    nil,
  },
  [3459] = {
    '剃鬃戰狂',
    nil,
  },
  [3461] = {
    '綠洲鉗嘴龜',
    nil,
  },
  [3463] = {
    '遊蕩的長頸鹿',
    nil,
  },
  [3465] = {
    '基爾薩瑞斯·火枝',
    nil,
  },
  [3466] = {
    '漫遊角斑馬',
    nil,
  },
  [3467] = {
    '朗紹爾男爵',
    '南海掠劫者',
  },
  [3468] = {
    '知識古樹',
    nil,
  },
  [3469] = {
    '戰爭古樹',
    nil,
  },
  [3471] = {
    '技工斯尼格斯',
    nil,
  },
  [3477] = {
    nil,
    '鍛造供應商',
  },
  [3478] = {
    nil,
    '見習鐵匠',
  },
  [3479] = {
    '納加爾·死眼',
    '武器鍛造師',
  },
  [3480] = {
    '穆拉恩·熟麥',
    '麵包師',
  },
  [3481] = {
    nil,
    '雜貨供應商',
  },
  [3482] = {
    nil,
    '貿易供應商',
  },
  [3483] = {
    '加翰·鷹翼',
    '皮貨和鎖甲商',
  },
  [3484] = {
    nil,
    '裁縫訓練師',
  },
  [3485] = {
    nil,
    '裁縫供應商',
  },
  [3486] = {
    '哈里沙·白蹄',
    '布商',
  },
  [3487] = {
    '卡里瑪·雷雲',
    '背包商人',
  },
  [3488] = {
    nil,
    '弓箭和槍械',
  },
  [3489] = {
    nil,
    '屠夫',
  },
  [3490] = {
    nil,
    '施法材料，草藥和毒藥供應商',
  },
  [3491] = {
    '艾隆薩爾',
    '武器鍛造師',
  },
  [3492] = {
    '維克斯賓德',
    '布甲和皮甲商人',
  },
  [3493] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3494] = {
    '廷克維斯',
    '工程學訓練師',
  },
  [3495] = {
    '加格斯普吉特',
    '工程學供應商',
  },
  [3496] = {
    '法茲拉克',
    '銀行職員',
  },
  [3497] = {
    nil,
    '漁夫',
  },
  [3498] = {
    nil,
    '雜貨供應商',
  },
  [3499] = {
    nil,
    '貿易供應商',
  },
  [3500] = {
    nil,
    '施法材料',
  },
  [3501] = {
    '部落守衛',
    nil,
  },
  [3502] = {
    '棘齒城衛兵',
    nil,
  },
  [3503] = {
    '異種保衛者',
    nil,
  },
  [3507] = {
    '安蒂',
    nil,
  },
  [3513] = {
    '丹娜小姐',
    '女教師',
  },
  [3514] = {
    '特納隆·雷拳',
    nil,
  },
  [3515] = {
    '科瑞薩斯·月怒',
    nil,
  },
  [3516] = {
    '大德魯伊范達爾·鹿盔',
    nil,
  },
  [3517] = {
    '雷利亞·綠樹',
    nil,
  },
  [3518] = {
    nil,
    '麵包師',
  },
  [3519] = {
    '哨兵阿瑞尼亞·裂雲',
    nil,
  },
  [3520] = {
    '艾瑪',
    nil,
  },
  [3522] = {
    nil,
    '見習衣商',
  },
  [3523] = {
    nil,
    '裁縫訓練師',
  },
  [3524] = {
    '幽靈狼',
    nil,
  },
  [3527] = {
    '治療之泉圖騰',
    nil,
  },
  [3528] = {
    '焚木村盔甲師',
    nil,
  },
  [3529] = {
    '月怒盔甲師',
    nil,
  },
  [3530] = {
    '焚木村裁縫',
    nil,
  },
  [3531] = {
    '月怒裁縫',
    nil,
  },
  [3532] = {
    '焚木村製皮工',
    nil,
  },
  [3533] = {
    '月怒製皮工',
    nil,
  },
  [3534] = {
    '盲眼瓦拉斯',
    '武器鍛造師',
  },
  [3535] = {
    '惡臭的黑苔獸',
    nil,
  },
  [3536] = {
    nil,
    '旅行商人',
  },
  [3537] = {
    nil,
    '商人',
  },
  [3538] = {
    '守候者一型',
    '保衛者',
  },
  [3539] = {
    nil,
    '武器鍛造師',
  },
  [3540] = {
    nil,
    '魚商',
  },
  [3541] = {
    nil,
    '雜貨商',
  },
  [3542] = {
    nil,
    '毒藥和施法材料',
  },
  [3543] = {
    nil,
    '高級護甲鍛造師',
  },
  [3544] = {
    nil,
    '蘑菇商',
  },
  [3545] = {
    nil,
    '獸欄管理員',
  },
  [3546] = {
    nil,
    '食物和飲料',
  },
  [3547] = {
    nil,
    '蘑菇種植者',
  },
  [3548] = {
    nil,
    '鍊金術和草藥學供應商',
  },
  [3549] = {
    nil,
    '見習製皮師',
  },
  [3550] = {
    nil,
    '釣魚供應商',
  },
  [3551] = {
    '帕崔斯·杜耶爾',
    '毒藥供應商',
  },
  [3552] = {
    '亞曆山德勒·雷夫瑞',
    '皮甲商',
  },
  [3553] = {
    nil,
    '護甲商',
  },
  [3554] = {
    nil,
    '布商',
  },
  [3555] = {
    nil,
    '採礦訓練師',
  },
  [3556] = {
    nil,
    '貿易供應商',
  },
  [3557] = {
    '古拉摩·索洛伊',
    '鍛造訓練師',
  },
  [3560] = {
    '治療結界',
    nil,
  },
  [3561] = {
    nil,
    '毒藥供應商',
  },
  [3562] = {
    nil,
    '施法材料',
  },
  [3566] = {
    '平原徘徊者',
    nil,
  },
  [3567] = {
    '塔隆凱·捷根',
    nil,
  },
  [3568] = {
    '密斯特',
    nil,
  },
  [3569] = {
    '沼精',
    nil,
  },
  [3570] = {
    '被淨化的樹精',
    nil,
  },
  [3571] = {
    '泰達希爾衛兵',
    nil,
  },
  [3572] = {
    nil,
    '釣魚供應商',
  },
  [3573] = {
    '法力之泉圖騰',
    nil,
  },
  [3574] = {
    '騎乘用蝙蝠',
    nil,
  },
  [3577] = {
    '安伯米爾釀酒師',
    nil,
  },
  [3578] = {
    '安伯米爾礦工',
    nil,
  },
  [3579] = {
    '石爪圖騰',
    nil,
  },
  [3581] = {
    '下水道猛獸',
    nil,
  },
  [3582] = {
    '阿曼',
    nil,
  },
  [3583] = {
    '巴瑞薩斯·月影',
    nil,
  },
  [3586] = {
    '[UNUSED 4.x ]礦工強森',
    nil,
  },
  [3587] = {
    nil,
    '雜貨供應商',
  },
  [3588] = {
    '卡爾丹·傲刃',
    '武器鍛造師',
  },
  [3589] = {
    nil,
    '弓箭商',
  },
  [3590] = {
    '簡娜·明月',
    '布商',
  },
  [3591] = {
    '弗蕾亞·夜翼',
    '皮甲商',
  },
  [3592] = {
    nil,
    '護甲和盾牌製造商',
  },
  [3593] = {
    nil,
    '戰士訓練師',
  },
  [3594] = {
    '弗拉胡恩·影語',
    '盜賊訓練師',
  },
  [3595] = {
    nil,
    '牧師訓練師',
  },
  [3596] = {
    '阿亞娜·遠途',
    '獵人訓練師',
  },
  [3597] = {
    '瑪丹特·硬木',
    '德魯伊訓練師',
  },
  [3598] = {
    '凱拉·風刃',
    '戰士訓練師',
  },
  [3599] = {
    '詹諾克·柔歌',
    '盜賊訓練師',
  },
  [3600] = {
    '勞爾娜·晨光',
    '牧師訓練師',
  },
  [3601] = {
    nil,
    '獵人訓練師',
  },
  [3602] = {
    nil,
    '德魯伊訓練師',
  },
  [3603] = {
    '塞恩德拉·細語者',
    '鍊金術訓練師',
  },
  [3604] = {
    '瑪洛尼·刃葉',
    '草藥學訓練師',
  },
  [3605] = {
    '納迪婭·織髮',
    '見習製皮師',
  },
  [3606] = {
    '奧蘭納·鴉眼',
    '附魔訓練師',
  },
  [3607] = {
    '安多爾·橡木之手',
    '釣魚訓練師',
  },
  [3608] = {
    nil,
    '雜貨供應商',
  },
  [3609] = {
    nil,
    '武器鍛造師',
  },
  [3610] = {
    '吉娜·羽弓',
    '弓箭商',
  },
  [3611] = {
    '布蘭諾爾·鷹月',
    '布商',
  },
  [3612] = {
    nil,
    '皮甲商',
  },
  [3613] = {
    '梅里·織鐵',
    '護甲和盾牌製造商',
  },
  [3614] = {
    '納瑞特·影林',
    '貿易供應商',
  },
  [3615] = {
    nil,
    '雙足飛龍管理員',
  },
  [3616] = {
    nil,
    '知識古樹',
  },
  [3617] = {
    '羅德隆居民',
    nil,
  },
  [3619] = {
    '鬼魂豹',
    nil,
  },
  [3620] = {
    nil,
    '獸欄管理員',
  },
  [3621] = {
    nil,
    '食物和飲料',
  },
  [3622] = {
    nil,
    '獸欄管理員',
  },
  [3624] = {
    nil,
    '獸欄管理員',
  },
  [3625] = {
    nil,
    '雜貨商',
  },
  [3628] = {
    nil,
    '旅店老闆',
  },
  [3630] = {
    '變異曲蛇',
    nil,
  },
  [3631] = {
    '變異刺鞭蛇',
    nil,
  },
  [3632] = {
    '變異蠕行者',
    nil,
  },
  [3633] = {
    '變異屠戮者',
    nil,
  },
  [3634] = {
    '變異潛獵者',
    nil,
  },
  [3636] = {
    '變異劫毀者',
    nil,
  },
  [3637] = {
    '變異守護者',
    nil,
  },
  [3638] = {
    '吞噬軟漿怪',
    nil,
  },
  [3639] = {
    '哨兵坦莎·月刃',
    nil,
  },
  [3640] = {
    '大型軟漿怪',
    nil,
  },
  [3641] = {
    '變異潛伏者',
    nil,
  },
  [3644] = {
    '塞瑞利恩·白爪',
    nil,
  },
  [3649] = {
    '桑迪斯·織風',
    nil,
  },
  [3652] = {
    '『鞭笞者』特里高雷',
    nil,
  },
  [3654] = {
    '『吞噬者』穆坦努斯',
    nil,
  },
  [3655] = {
    '瘋狂的馬格利什',
    nil,
  },
  [3657] = {
    '[Deprecated for 4.x]哨兵艾麗莎·星風',
    nil,
  },
  [3658] = {
    nil,
    '武器商',
  },
  [3659] = {
    nil,
    '里札雷克斯的保鏢',
  },
  [3660] = {
    nil,
    '黑沙教派',
  },
  [3661] = {
    '巴蘇爾·影擊',
    nil,
  },
  [3662] = {
    '被憎恨的德瑪尼斯',
    nil,
  },
  [3663] = {
    '[Deprecated for 4.x]『淨化者』德爾葛蘭',
    nil,
  },
  [3664] = {
    '[UNUSED]伊克魯德·瑪格蘇爾',
    nil,
  },
  [3665] = {
    '起重機操作員比戈弗茲',
    nil,
  },
  [3666] = {
    '維茲班恩·曲針',
    nil,
  },
  [3667] = {
    '安娜雅·曦奔',
    nil,
  },
  [3669] = {
    '考布萊恩領主',
    '毒牙之王',
  },
  [3670] = {
    '皮薩斯領主',
    '毒牙之王',
  },
  [3671] = {
    '安娜科德拉女士',
    '毒牙之王',
  },
  [3672] = {
    nil,
    '尖牙德魯伊',
  },
  [3673] = {
    '瑟芬迪斯領主',
    '毒牙之王',
  },
  [3678] = {
    '繆幽',
    nil,
  },
  [3680] = {
    '花叢蛇',
    nil,
  },
  [3681] = {
    '幽光',
    nil,
  },
  [3682] = {
    '弗朗恩·凝血',
    '武器鍛造和護甲',
  },
  [3683] = {
    '吉克尼庫',
    '時髦服飾',
  },
  [3684] = {
    '賓茲納庫',
    '皮甲商',
  },
  [3685] = {
    '哈布·爪蹄',
    '科多獸坐騎',
  },
  [3688] = {
    '瑞班',
    '獸欄管理員',
  },
  [3689] = {
    '賴爾·臺地行者',
    '食物和飲料',
  },
  [3690] = {
    '卡爾·雷詠',
    '騎術訓練師',
  },
  [3691] = {
    '萊恩·狼行者',
    nil,
  },
  [3694] = {
    '哨兵塞拉伊',
    nil,
  },
  [3695] = {
    '冷酷之爪',
    nil,
  },
  [3696] = {
    '蘭恩·血牙',
    nil,
  },
  [3698] = {
    nil,
    '獸欄管理員',
  },
  [3700] = {
    '亞德維斯·觀海者',
    '施法材料',
  },
  [3701] = {
    '薩納瑞恩·綠樹',
    nil,
  },
  [3702] = {
    '艾蘭妲莉安·夜歌',
    nil,
  },
  [3703] = {
    '克魯姆·滿月',
    '製皮訓練師',
  },
  [3704] = {
    nil,
    '裁縫訓練師',
  },
  [3705] = {
    nil,
    '屠夫',
  },
  [3706] = {
    nil,
    '牧師訓練師',
  },
  [3707] = {
    nil,
    '牧師訓練師',
  },
  [3708] = {
    nil,
    '食物和飲料',
  },
  [3711] = {
    '怒尾部屬',
    nil,
  },
  [3712] = {
    '怒尾納迦',
    nil,
  },
  [3713] = {
    '怒尾御浪者',
    nil,
  },
  [3715] = {
    '怒尾海巫',
    nil,
  },
  [3717] = {
    '怒尾巫女',
    nil,
  },
  [3721] = {
    '魔尾多頭蛇',
    nil,
  },
  [3722] = {
    '魔尾撕掠者',
    nil,
  },
  [3725] = {
    '暗灘教徒',
    nil,
  },
  [3727] = {
    '暗灘執行者',
    nil,
  },
  [3728] = {
    '暗灘精兵',
    nil,
  },
  [3730] = {
    '暗灘挖掘者',
    nil,
  },
  [3732] = {
    '亡靈搜尋者[UNUSED]',
    nil,
  },
  [3733] = {
    '亡靈草藥師',
    nil,
  },
  [3734] = {
    '獸人監督者',
    nil,
  },
  [3735] = {
    '藥劑師法爾瑟斯',
    nil,
  },
  [3736] = {
    '黑暗殺戮者摩迪沙爾',
    nil,
  },
  [3737] = {
    '鹽沫污水魚人',
    nil,
  },
  [3739] = {
    '鹽沫戰士',
    nil,
  },
  [3740] = {
    '鹽沫泥漿魚人',
    nil,
  },
  [3742] = {
    '鹽沫神諭者',
    nil,
  },
  [3743] = {
    '汙林戰士',
    nil,
  },
  [3745] = {
    '汙林探險者',
    nil,
  },
  [3746] = {
    '汙林巢穴守衛',
    nil,
  },
  [3748] = {
    '汙林薩滿',
    nil,
  },
  [3749] = {
    '汙林巨熊怪',
    nil,
  },
  [3750] = {
    '汙林圖騰師',
    nil,
  },
  [3752] = {
    '薩維亞盜賊',
    nil,
  },
  [3754] = {
    '薩維亞背叛者',
    nil,
  },
  [3755] = {
    '薩維亞魔僕',
    nil,
  },
  [3757] = {
    '薩維亞招魔師',
    nil,
  },
  [3758] = {
    '魔草薩特',
    nil,
  },
  [3759] = {
    '魔草盜賊',
    nil,
  },
  [3762] = {
    '魔草魔僕',
    nil,
  },
  [3763] = {
    '魔草巡影者',
    nil,
  },
  [3765] = {
    '冷心薩特',
    nil,
  },
  [3767] = {
    '冷心欺詐者',
    nil,
  },
  [3770] = {
    '冷心巡影者',
    nil,
  },
  [3771] = {
    '冷心喚魔者',
    nil,
  },
  [3772] = {
    '次級惡魔守衛',
    nil,
  },
  [3774] = {
    '惡魔殺手',
    nil,
  },
  [3779] = {
    nil,
    '貿易供應商',
  },
  [3780] = {
    '焦黑跛行者',
    nil,
  },
  [3781] = {
    '噬木沼澤獸',
    nil,
  },
  [3782] = {
    '移石沼澤獸',
    nil,
  },
  [3783] = {
    '招雨沼澤獸',
    nil,
  },
  [3784] = {
    '裂木沼澤獸',
    nil,
  },
  [3789] = {
    '恐狼撕裂者',
    nil,
  },
  [3791] = {
    '恐狼影法師',
    nil,
  },
  [3792] = {
    '恐狼族長',
    nil,
  },
  [3797] = {
    '塞納里奧保衛者',
    nil,
  },
  [3799] = {
    '痛苦的德魯伊',
    nil,
  },
  [3801] = {
    '痛苦的沉睡者',
    nil,
  },
  [3802] = {
    '痛苦的夢遊者',
    nil,
  },
  [3803] = {
    '痛苦的守衛者',
    nil,
  },
  [3804] = {
    '亡靈入侵者',
    nil,
  },
  [3806] = {
    '亡靈間諜',
    nil,
  },
  [3807] = {
    '亡靈刺客',
    nil,
  },
  [3808] = {
    '亡靈潛獵者',
    nil,
  },
  [3809] = {
    '梣谷熊',
    nil,
  },
  [3810] = {
    '老梣谷熊',
    nil,
  },
  [3811] = {
    '梣谷巨熊',
    nil,
  },
  [3812] = {
    '巨鉗蟹',
    nil,
  },
  [3814] = {
    '刺殼蟹',
    nil,
  },
  [3815] = {
    '閃龍',
    nil,
  },
  [3816] = {
    '野鹿',
    nil,
  },
  [3817] = {
    '黑角鹿',
    nil,
  },
  [3818] = {
    '老黑角鹿',
    nil,
  },
  [3819] = {
    '野棘潛獵者',
    nil,
  },
  [3820] = {
    '野棘毒蜘蛛',
    nil,
  },
  [3821] = {
    '野棘潛伏者',
    nil,
  },
  [3823] = {
    '幽爪奔跑者',
    nil,
  },
  [3824] = {
    '幽爪嗥叫者',
    nil,
  },
  [3825] = {
    '幽爪前鋒',
    nil,
  },
  [3833] = {
    '塞納里奧辯護者',
    nil,
  },
  [3834] = {
    '瘋狂的古樹',
    nil,
  },
  [3835] = {
    '黃蟾蜍',
    nil,
  },
  [3836] = {
    '巡山人貝波蒂',
    nil,
  },
  [3837] = {
    '騎乘用角鷹獸',
    nil,
  },
  [3838] = {
    nil,
    '角鷹獸管理員',
  },
  [3840] = {
    '尖牙德魯伊',
    nil,
  },
  [3841] = {
    '泰狄拉·月羽',
    '角鷹獸管理員',
  },
  [3842] = {
    nil,
    '鑰匙大師',
  },
  [3844] = {
    '治療結界 IV',
    nil,
  },
  [3845] = {
    '辛德瑞爾·速火',
    nil,
  },
  [3847] = {
    '奧蘭迪爾·闊葉',
    nil,
  },
  [3848] = {
    '凱尼斯·靜風',
    nil,
  },
  [3849] = {
    '亡靈哨兵阿達曼特',
    nil,
  },
  [3850] = {
    '巫士阿克魯比',
    nil,
  },
  [3851] = {
    '影牙白頭狼人',
    nil,
  },
  [3853] = {
    '影牙夜行者',
    nil,
  },
  [3854] = {
    '影牙狼人守衛',
    nil,
  },
  [3855] = {
    '影牙黑暗之魂狼人',
    nil,
  },
  [3857] = {
    '影牙暴食者',
    nil,
  },
  [3859] = {
    '影牙暴怒者',
    nil,
  },
  [3861] = {
    '荒狼',
    nil,
  },
  [3862] = {
    '被奴役的座狼',
    nil,
  },
  [3863] = {
    '暗牙恐狼',
    nil,
  },
  [3864] = {
    '魔化戰馬',
    nil,
  },
  [3865] = {
    '暗影戰騎',
    nil,
  },
  [3866] = {
    '邪蝠',
    nil,
  },
  [3868] = {
    '覓血者',
    nil,
  },
  [3872] = {
    '死亡誓言者隊長',
    nil,
  },
  [3873] = {
    '痛苦的軍官',
    nil,
  },
  [3875] = {
    '鬼怪僕從',
    nil,
  },
  [3877] = {
    '哀嚎的衛士',
    nil,
  },
  [3879] = {
    '暗灘刺客',
    nil,
  },
  [3880] = {
    '哨兵梅麗瑞亞·霜影',
    nil,
  },
  [3881] = {
    nil,
    '屠夫',
  },
  [3882] = {
    nil,
    '屠夫',
  },
  [3883] = {
    '穆恩丹·日穀',
    '麵包師',
  },
  [3884] = {
    '加納·麥風',
    '麵包師',
  },
  [3885] = {
    '哨兵維爾莉妮·星墜',
    nil,
  },
  [3886] = {
    '『屠夫』銳爪',
    nil,
  },
  [3887] = {
    '席瓦萊恩男爵',
    nil,
  },
  [3890] = {
    '布萊克歐·死亡使者',
    '戰歌峽谷戰場軍官',
  },
  [3891] = {
    '泰洛尼斯的屍體',
    nil,
  },
  [3892] = {
    '蕾拉·白月',
    nil,
  },
  [3893] = {
    '亡靈斥候',
    nil,
  },
  [3894] = {
    '皮爾圖拉斯·白月',
    nil,
  },
  [3898] = {
    '『折磨者』奧利加爾',
    nil,
  },
  [3899] = {
    '幽怨的巴利札爾',
    nil,
  },
  [3900] = {
    '邪惡的凱達卡爾',
    nil,
  },
  [3902] = {
    'zzOLD灼熱圖騰 II',
    nil,
  },
  [3903] = {
    'zzOLD灼熱圖騰 III',
    nil,
  },
  [3904] = {
    'zzOLD灼熱圖騰 IV',
    nil,
  },
  [3906] = {
    'zzOLD治療之泉圖騰 II',
    nil,
  },
  [3907] = {
    'zzOLD治療之泉圖騰 III',
    nil,
  },
  [3908] = {
    'zzOLD治療之泉圖騰 IV',
    nil,
  },
  [3909] = {
    'zzOLD治療之泉圖騰 V',
    nil,
  },
  [3911] = {
    'zzOLD石爪圖騰 II',
    nil,
  },
  [3912] = {
    'zzOLD石爪圖騰 III',
    nil,
  },
  [3913] = {
    'zzOLD石爪圖騰 IV',
    nil,
  },
  [3914] = {
    '雷希戈爾',
    '牢房守衛',
  },
  [3915] = {
    nil,
    '萊恩的寵物',
  },
  [3917] = {
    '污濁的水元素',
    nil,
  },
  [3919] = {
    '枯萎的古樹',
    nil,
  },
  [3921] = {
    '薊皮巨熊怪',
    nil,
  },
  [3922] = {
    '薊皮圖騰師',
    nil,
  },
  [3923] = {
    '薊皮巢穴守衛',
    nil,
  },
  [3924] = {
    '薊皮薩滿',
    nil,
  },
  [3925] = {
    '薊皮復仇者',
    nil,
  },
  [3926] = {
    '薊皮探路者',
    nil,
  },
  [3927] = {
    '狼王南杜斯',
    nil,
  },
  [3928] = {
    '腐爛的泥漿怪',
    nil,
  },
  [3931] = {
    '沼澤獸神諭者',
    nil,
  },
  [3932] = {
    '血牙守衛',
    nil,
  },
  [3933] = {
    nil,
    '屠夫',
  },
  [3934] = {
    '旅店老闆伯蘭德·草風',
    '旅店老闆',
  },
  [3935] = {
    nil,
    '屠夫',
  },
  [3936] = {
    '珊蒂斯·羽月',
    '哨兵部隊的將軍',
  },
  [3937] = {
    '基拉·桑塞恩',
    '旅行麵包商',
  },
  [3939] = {
    '剃鬃狼',
    nil,
  },
  [3940] = {
    '坦尼爾·暗木',
    nil,
  },
  [3941] = {
    '尤希爾·喚月',
    nil,
  },
  [3942] = {
    '瑪沃里斯·裂雲',
    nil,
  },
  [3944] = {
    '怒尾女祭司',
    nil,
  },
  [3945] = {
    '旅行者拉茲戈特',
    nil,
  },
  [3946] = {
    '維琳德·星歌',
    nil,
  },
  [3947] = {
    '哥布林造船師',
    nil,
  },
  [3948] = {
    '霍尼·金麥',
    '麵包師',
  },
  [3950] = {
    '小型水元素守護者',
    nil,
  },
  [3951] = {
    '巴爾達蘭·鴉影',
    '弓箭商',
  },
  [3952] = {
    nil,
    '布商',
  },
  [3953] = {
    '塔丹恩·飄發',
    '皮甲商',
  },
  [3954] = {
    nil,
    '商人',
  },
  [3955] = {
    nil,
    '商人',
  },
  [3956] = {
    '哈克蘭·月林',
    '鍊金術供應商',
  },
  [3958] = {
    nil,
    '製皮供應商',
  },
  [3959] = {
    nil,
    '麵包師',
  },
  [3960] = {
    nil,
    '屠夫',
  },
  [3961] = {
    nil,
    '食物和飲料商人',
  },
  [3962] = {
    '哈爾詹·橡木之心',
    '雜貨商',
  },
  [3963] = {
    '丹拉爾·夜路',
    '獵人訓練師',
  },
  [3964] = {
    nil,
    '鍊金術訓練師',
  },
  [3965] = {
    '塞蘭妮婭·伏根',
    '草藥學訓練師',
  },
  [3967] = {
    '艾蒂安·花叢之風',
    '製皮訓練師',
  },
  [3968] = {
    '崗哨圖騰',
    nil,
  },
  [3969] = {
    '法蘭·沉默之刃',
    '毒藥商',
  },
  [3970] = {
    nil,
    '施法材料供應商',
  },
  [3974] = {
    '馴犬者洛克希',
    nil,
  },
  [3975] = {
    '赫洛德',
    '血色勇士',
  },
  [3976] = {
    '血色十字軍指揮官莫格萊尼',
    nil,
  },
  [3977] = {
    '高階審判官懷特邁恩',
    nil,
  },
  [3978] = {
    '賢者圖希克',
    nil,
  },
  [3979] = {
    '圖書館員麥伊·蒼塵',
    '探險者協會',
  },
  [3980] = {
    '虔誠的萊雷恩',
    nil,
  },
  [3983] = {
    '審問者韋沙斯',
    nil,
  },
  [3984] = {
    '南茜·韋沙斯',
    nil,
  },
  [3985] = {
    '韋沙斯老爺爺',
    nil,
  },
  [3986] = {
    '薩瑞魯斯·法伯尼',
    nil,
  },
  [3987] = {
    '達爾·血爪',
    nil,
  },
  [3988] = {
    '風險投資公司操作員',
    nil,
  },
  [3989] = {
    '風險投資公司伐木工',
    nil,
  },
  [3991] = {
    '風險投資公司砍樹工',
    nil,
  },
  [3992] = {
    '風險投資公司頑抗者',
    nil,
  },
  [3993] = {
    '風險投資公司機械師',
    nil,
  },
  [3994] = {
    '守衛者奧巴格姆',
    nil,
  },
  [3995] = {
    '巫醫金吉爾',
    nil,
  },
  [3998] = {
    '風剪惡黨',
    nil,
  },
  [3999] = {
    '風剪掘地工',
    nil,
  },
  [4001] = {
    '風剪坑道鼠',
    nil,
  },
  [4002] = {
    '風剪鑿石者',
    nil,
  },
  [4003] = {
    '風剪地卜師',
    nil,
  },
  [4004] = {
    '風剪主宰',
    nil,
  },
  [4005] = {
    '深苔蠕行者',
    nil,
  },
  [4006] = {
    '深苔結網蛛',
    nil,
  },
  [4007] = {
    '深苔毒蜘蛛',
    nil,
  },
  [4008] = {
    '峭壁雷鳴蜥蜴',
    nil,
  },
  [4009] = {
    '盛怒的峭壁雷鳴蜥蜴',
    nil,
  },
  [4011] = {
    '幼年巨翼',
    nil,
  },
  [4012] = {
    '巨翼雙足翼龍',
    nil,
  },
  [4013] = {
    '巨翼捕獵者',
    nil,
  },
  [4014] = {
    '巨翼之后',
    nil,
  },
  [4015] = {
    '巨翼族王',
    nil,
  },
  [4016] = {
    '靈龍',
    nil,
  },
  [4017] = {
    '機敏的靈龍',
    nil,
  },
  [4018] = {
    '巨角鹿',
    nil,
  },
  [4019] = {
    '大型巨角鹿',
    nil,
  },
  [4020] = {
    '液行怪',
    nil,
  },
  [4021] = {
    '腐化的液行怪',
    nil,
  },
  [4022] = {
    '血怒鷹身人',
    nil,
  },
  [4023] = {
    '血怒遊蕩者',
    nil,
  },
  [4024] = {
    '血怒殺戮者',
    nil,
  },
  [4025] = {
    '血怒伏擊者',
    nil,
  },
  [4026] = {
    '血怒喚風者',
    nil,
  },
  [4027] = {
    '血怒雷巫',
    nil,
  },
  [4028] = {
    '燒焦的古樹',
    nil,
  },
  [4029] = {
    '黑色古樹',
    nil,
  },
  [4030] = {
    '狂怒的古樹',
    nil,
  },
  [4031] = {
    '奇美拉雛獸',
    nil,
  },
  [4032] = {
    '小奇美拉',
    nil,
  },
  [4034] = {
    '暴怒的石靈',
    nil,
  },
  [4035] = {
    '暴烈的石靈',
    nil,
  },
  [4036] = {
    '遊蕩的焰靈',
    nil,
  },
  [4037] = {
    '燃燒的劫毀者',
    nil,
  },
  [4038] = {
    '燃燒的破壞者',
    nil,
  },
  [4040] = {
    '洞穴潛獵者',
    nil,
  },
  [4041] = {
    '炭色石化蜥蜴',
    nil,
  },
  [4042] = {
    '焦黑石化蜥蜴',
    nil,
  },
  [4043] = {
    nil,
    '雙手武器商人',
  },
  [4044] = {
    '黑色石化蜥蜴',
    nil,
  },
  [4046] = {
    '瑪加薩·恐怖圖騰',
    '長者',
  },
  [4047] = {
    '佐爾·孤樹',
    '先知長老',
  },
  [4048] = {
    '[Deprecated for 4.x]法芬德爾·道衛',
    nil,
  },
  [4049] = {
    '希雷斯·碎石',
    nil,
  },
  [4050] = {
    '塞納里奧管理員',
    nil,
  },
  [4051] = {
    '塞納里奧植物學家',
    nil,
  },
  [4052] = {
    '塞納里奧德魯伊',
    nil,
  },
  [4053] = {
    '塞納留斯的女兒',
    nil,
  },
  [4054] = {
    '歡笑之女',
    nil,
  },
  [4056] = {
    '暗色守衛者',
    nil,
  },
  [4057] = {
    '塞納留斯之子',
    nil,
  },
  [4059] = {
    '森林之魂',
    nil,
  },
  [4061] = {
    '暗色湖林精',
    nil,
  },
  [4062] = {
    '黑鐵投彈手',
    nil,
  },
  [4064] = {
    '黑石斥候',
    nil,
  },
  [4065] = {
    '黑石哨衛',
    nil,
  },
  [4067] = {
    '夜行虎',
    nil,
  },
  [4068] = {
    '毒蛇信差',
    nil,
  },
  [4070] = {
    '風險投資公司建築師',
    nil,
  },
  [4072] = {
    '金吉爾的囚犯',
    nil,
  },
  [4075] = {
    '老鼠',
    nil,
  },
  [4076] = {
    '蟑螂',
    nil,
  },
  [4077] = {
    '加克希姆·塵鏈',
    nil,
  },
  [4079] = {
    '哨兵塞恩希爾',
    nil,
  },
  [4080] = {
    '凱拉·影矛',
    nil,
  },
  [4081] = {
    '洛瑪克·鏈帶',
    nil,
  },
  [4082] = {
    nil,
    '雜貨商',
  },
  [4083] = {
    nil,
    '見習巫醫',
  },
  [4084] = {
    nil,
    '雜貨供應商',
  },
  [4085] = {
    nil,
    '護甲商',
  },
  [4086] = {
    nil,
    '風險投資公司商人',
  },
  [4087] = {
    '阿雷亞斯塔·刃詠',
    '戰士訓練師',
  },
  [4089] = {
    nil,
    '戰士訓練師',
  },
  [4090] = {
    '阿斯塔利·逐星',
    '牧師訓練師',
  },
  [4091] = {
    nil,
    '牧師訓練師',
  },
  [4092] = {
    nil,
    '牧師訓練師',
  },
  [4093] = {
    '[Deprecated for 4.x]Galak Wrangler',
    nil,
  },
  [4094] = {
    '[Deprecated for 4.x]Galak Scout',
    nil,
  },
  [4095] = {
    '[Deprecated for 4.x]Galak Mauler',
    nil,
  },
  [4096] = {
    '[Deprecated for 4.x]Galak Windchaser',
    nil,
  },
  [4097] = {
    '[Deprecated for 4.x]Galak Stormer',
    nil,
  },
  [4099] = {
    '[Deprecated for 4.x]Galak Marauder',
    nil,
  },
  [4100] = {
    '尖嘯的鷹身人',
    nil,
  },
  [4101] = {
    '尖嘯的遊蕩者',
    nil,
  },
  [4104] = {
    '尖嘯的喚風者',
    nil,
  },
  [4107] = {
    '風巢雙足翼龍',
    nil,
  },
  [4109] = {
    '風巢翼龍之后',
    nil,
  },
  [4110] = {
    '風巢飛龍族王',
    nil,
  },
  [4111] = {
    '砂齒狗頭人',
    nil,
  },
  [4112] = {
    '砂齒惡黨',
    nil,
  },
  [4113] = {
    '砂齒掘地工',
    nil,
  },
  [4114] = {
    '砂齒強奪者',
    nil,
  },
  [4116] = {
    '砂齒勘測員',
    nil,
  },
  [4117] = {
    '風蛇',
    nil,
  },
  [4118] = {
    '毒性風蛇',
    nil,
  },
  [4119] = {
    '老風蛇',
    nil,
  },
  [4120] = {
    '雷鳴岩石元素',
    nil,
  },
  [4124] = {
    '千針石林山獅',
    nil,
  },
  [4126] = {
    '峭壁潛獵者',
    nil,
  },
  [4127] = {
    '亂齒土狼',
    nil,
  },
  [4128] = {
    '亂齒潛獵者',
    nil,
  },
  [4129] = {
    '亂齒狂吠者',
    nil,
  },
  [4130] = {
    '[Deprecated for 4.x]Silithid Searcher',
    nil,
  },
  [4131] = {
    '[Deprecated for 4.x]Silithid Invader',
    nil,
  },
  [4132] = {
    '克爾基斯',
    nil,
  },
  [4133] = {
    '[Deprecated for 4.x]Silithid Hive Drone',
    nil,
  },
  [4138] = {
    '吉恩拉·夜行者',
    '獵人訓練師',
  },
  [4139] = {
    '[Deprecated for 4.x]恐蠍',
    nil,
  },
  [4140] = {
    '[Deprecated for 4.x]恐蠍劫奪者',
    nil,
  },
  [4142] = {
    '[Deprecated for 4.x]Sparkleshell Tortoise',
    nil,
  },
  [4143] = {
    '[Deprecated for 4.x]Sparkleshell Snapper',
    nil,
  },
  [4144] = {
    '[Deprecated for 4.x]Sparkleshell Borer',
    nil,
  },
  [4146] = {
    nil,
    '獵人訓練師',
  },
  [4147] = {
    '[Deprecated for 4.x]鹽石蜥蜴',
    nil,
  },
  [4150] = {
    '[Deprecated for 4.x]鹽石凝視者',
    nil,
  },
  [4151] = {
    '[Deprecated for 4.x]鹽石水晶蜥蜴',
    nil,
  },
  [4154] = {
    '鹽湖食腐鷲',
    nil,
  },
  [4155] = {
    nil,
    '銀行職員',
  },
  [4156] = {
    nil,
    '釣魚訓練師',
  },
  [4158] = {
    '[Deprecated for 4.x]鹽湖禿鷹',
    nil,
  },
  [4159] = {
    nil,
    '裁縫訓練師',
  },
  [4160] = {
    nil,
    '鍊金術訓練師',
  },
  [4161] = {
    nil,
    '公會註冊員',
  },
  [4163] = {
    nil,
    '盜賊訓練師',
  },
  [4164] = {
    nil,
    '夜精靈護甲商',
  },
  [4165] = {
    nil,
    '傳送門訓練師',
  },
  [4166] = {
    '蹬羚',
    nil,
  },
  [4167] = {
    nil,
    '食物和飲料商人',
  },
  [4168] = {
    nil,
    '裁縫供應商',
  },
  [4169] = {
    nil,
    '肉商',
  },
  [4170] = {
    nil,
    '雜貨商',
  },
  [4171] = {
    nil,
    '劍刃武器商',
  },
  [4172] = {
    nil,
    '長袍商',
  },
  [4173] = {
    nil,
    '弓箭商人',
  },
  [4175] = {
    nil,
    '布甲商',
  },
  [4177] = {
    nil,
    '鎖甲商',
  },
  [4180] = {
    '伊林希亞·露珠',
    '雙手武器商人',
  },
  [4181] = {
    nil,
    '食物和飲料商人',
  },
  [4182] = {
    nil,
    '雜貨商',
  },
  [4183] = {
    '納拉姆·長爪',
    '武器鍛造師',
  },
  [4184] = {
    '基妮亞·日影',
    '特殊服裝商人',
  },
  [4185] = {
    nil,
    '布商',
  },
  [4186] = {
    nil,
    '皮甲與製皮供應商',
  },
  [4187] = {
    '哈隆·棘衛',
    '護甲和盾牌供應商',
  },
  [4188] = {
    nil,
    '布甲商',
  },
  [4189] = {
    nil,
    '裁縫供應商',
  },
  [4190] = {
    nil,
    '麵包師',
  },
  [4191] = {
    nil,
    '食物和飲料商人',
  },
  [4192] = {
    nil,
    '飲料商人',
  },
  [4193] = {
    '格隆達爾·月風',
    '裁縫訓練師',
  },
  [4194] = {
    nil,
    '貿易供應商',
  },
  [4195] = {
    nil,
    '食物和飲料商人',
  },
  [4196] = {
    '異種蠍群',
    nil,
  },
  [4198] = {
    '布萊林·火拳',
    nil,
  },
  [4200] = {
    nil,
    '魚商',
  },
  [4201] = {
    '菲茲克斯',
    nil,
  },
  [4202] = {
    '格雷蘇',
    nil,
  },
  [4203] = {
    '阿瑞耶爾·天影',
    '武器商',
  },
  [4204] = {
    '菲羅迪恩·喚月',
    '草藥學訓練師',
  },
  [4205] = {
    nil,
    '獵人訓練師',
  },
  [4208] = {
    nil,
    '銀行職員',
  },
  [4209] = {
    nil,
    '銀行職員',
  },
  [4210] = {
    nil,
    '烹飪訓練師',
  },
  [4211] = {
    nil,
    '急救訓練師',
  },
  [4212] = {
    nil,
    '製皮訓練師',
  },
  [4213] = {
    nil,
    '附魔訓練師',
  },
  [4214] = {
    '艾里安·影語',
    '盜賊訓練師',
  },
  [4215] = {
    nil,
    '盜賊訓練師',
  },
  [4216] = {
    nil,
    '草藥學供應商',
  },
  [4217] = {
    '瑪斯雷·馭熊者',
    '德魯伊訓練師',
  },
  [4218] = {
    nil,
    '德魯伊訓練師',
  },
  [4219] = {
    '菲勒里亞·夜翼',
    '德魯伊訓練師',
  },
  [4220] = {
    nil,
    '施法材料',
  },
  [4221] = {
    nil,
    '魚商',
  },
  [4222] = {
    nil,
    '釣魚供應商',
  },
  [4223] = {
    nil,
    '烹飪供應商',
  },
  [4225] = {
    nil,
    '製皮供應商',
  },
  [4226] = {
    nil,
    '鍊金術供應商',
  },
  [4228] = {
    nil,
    '附魔供應商',
  },
  [4229] = {
    nil,
    '貿易供應商',
  },
  [4230] = {
    nil,
    '背包商人',
  },
  [4231] = {
    nil,
    '武器商',
  },
  [4232] = {
    nil,
    '斧商',
  },
  [4233] = {
    '邁希迪安',
    '錘和法杖商人',
  },
  [4234] = {
    nil,
    '法杖商',
  },
  [4235] = {
    nil,
    '投擲武器商人',
  },
  [4236] = {
    nil,
    '皮甲商',
  },
  [4240] = {
    nil,
    '盾牌商',
  },
  [4241] = {
    nil,
    '雜貨商',
  },
  [4242] = {
    '霜刃豹夥伴',
    nil,
  },
  [4243] = {
    '夜影',
    '吉恩拉的寵物',
  },
  [4244] = {
    '黑影',
    '多利安的寵物',
  },
  [4248] = {
    '雜毛土狼',
    nil,
  },
  [4249] = {
    '雜毛嚎叫者',
    nil,
  },
  [4250] = {
    '加拉克獵犬',
    nil,
  },
  [4251] = {
    '哥布林賽車',
    nil,
  },
  [4252] = {
    '地精賽車',
    nil,
  },
  [4253] = {
    '熊形態(夜精靈德魯伊)',
    '夜精靈德魯伊',
  },
  [4254] = {
    '吉爾弗拉姆·石趾',
    '採礦訓練師',
  },
  [4255] = {
    '布羅古斯·雷酒',
    '食物和飲料',
  },
  [4256] = {
    '高尼爾·石趾',
    '採礦供應商',
  },
  [4257] = {
    '蘭納·雷酒',
    '鍛造供應商',
  },
  [4258] = {
    '本古斯·深爐',
    '鍛造訓練師',
  },
  [4259] = {
    '索格拉姆·深爐',
    '鍛造供應商',
  },
  [4260] = {
    '風險投資公司伐木機',
    nil,
  },
  [4261] = {
    '熊形態(夜精靈德魯伊)',
    '牛頭人德魯伊',
  },
  [4262] = {
    '達納蘇斯哨兵',
    nil,
  },
  [4263] = {
    '深苔幼蛛',
    nil,
  },
  [4264] = {
    '深苔蜘蛛族母',
    nil,
  },
  [4265] = {
    nil,
    '烹飪供應商',
  },
  [4266] = {
    nil,
    '食物和飲料商人',
  },
  [4267] = {
    nil,
    '角鷹獸管理員',
  },
  [4268] = {
    '灰狼',
    nil,
  },
  [4269] = {
    '栗色馬',
    nil,
  },
  [4270] = {
    '紅狼',
    nil,
  },
  [4271] = {
    '恐狼',
    nil,
  },
  [4272] = {
    '棕狼',
    nil,
  },
  [4273] = {
    '守衛者奧達努斯',
    nil,
  },
  [4274] = {
    '『吞噬者』芬魯斯',
    nil,
  },
  [4275] = {
    '大法師阿魯高',
    nil,
  },
  [4276] = {
    nil,
    '風險投資公司',
  },
  [4277] = {
    '基爾羅格之眼',
    nil,
  },
  [4278] = {
    '指揮官斯普林瓦爾',
    nil,
  },
  [4279] = {
    '『盲眼守衛』奧杜',
    nil,
  },
  [4280] = {
    '血色醫師',
    nil,
  },
  [4281] = {
    '血色斥候',
    nil,
  },
  [4282] = {
    '血色魔法師',
    nil,
  },
  [4283] = {
    '血色哨衛',
    nil,
  },
  [4284] = {
    '血色占兆師',
    nil,
  },
  [4285] = {
    '血色侍徒',
    nil,
  },
  [4286] = {
    '血色士兵',
    nil,
  },
  [4287] = {
    '血色豪俠',
    nil,
  },
  [4288] = {
    '血色馴獸員',
    nil,
  },
  [4289] = {
    '血色塑能師',
    nil,
  },
  [4290] = {
    '血色衛士',
    nil,
  },
  [4291] = {
    '血色預言師',
    nil,
  },
  [4292] = {
    '血色保衛者',
    nil,
  },
  [4293] = {
    '血色占卜者',
    nil,
  },
  [4294] = {
    '血色巫士',
    nil,
  },
  [4295] = {
    '血色部屬',
    nil,
  },
  [4296] = {
    '血色老兵',
    nil,
  },
  [4297] = {
    '血色咒術師',
    nil,
  },
  [4298] = {
    '血色防衛者',
    nil,
  },
  [4299] = {
    '血色院牧',
    nil,
  },
  [4300] = {
    '血色巫師',
    nil,
  },
  [4301] = {
    '血色百夫長',
    nil,
  },
  [4302] = {
    '血色勇士',
    nil,
  },
  [4303] = {
    '血色修士',
    nil,
  },
  [4304] = {
    '血色捕獵犬',
    nil,
  },
  [4305] = {
    nil,
    '漁夫',
  },
  [4306] = {
    '血色拷問者',
    nil,
  },
  [4307] = {
    '海爾丹·風歌',
    '漁夫',
  },
  [4308] = {
    '自由的幽魂',
    nil,
  },
  [4309] = {
    '高爾姆·恐怖圖騰',
    nil,
  },
  [4310] = {
    '考爾·恐怖圖騰',
    nil,
  },
  [4311] = {
    '霍加爾·雷斧',
    nil,
  },
  [4312] = {
    nil,
    '雙足飛龍管理員',
  },
  [4314] = {
    nil,
    '雙足飛龍管理員',
  },
  [4316] = {
    '科卡爾獵犬',
    nil,
  },
  [4317] = {
    '[Deprecated for 4.x]奈瑟',
    '雙足飛龍管理員',
  },
  [4319] = {
    '[Deprecated for 4.x]賽希亞娜',
    '角鷹獸管理員',
  },
  [4320] = {
    nil,
    '獸欄管理員',
  },
  [4321] = {
    nil,
    '獅鷲獸管理員',
  },
  [4323] = {
    '灼熱雛龍',
    nil,
  },
  [4324] = {
    '灼熱幼龍',
    nil,
  },
  [4328] = {
    '火鬃逆鱗守衛',
    nil,
  },
  [4329] = {
    '火鬃斥候',
    nil,
  },
  [4331] = {
    '火鬃灰尾龍裔',
    nil,
  },
  [4334] = {
    '火鬃招炎者',
    nil,
  },
  [4339] = {
    '布雷姆戈',
    nil,
  },
  [4341] = {
    '塵泥鱷魚',
    nil,
  },
  [4342] = {
    '塵泥銳爪鱷魚',
    nil,
  },
  [4343] = {
    '塵泥鉗嘴鱷魚',
    nil,
  },
  [4344] = {
    '塵泥雜斑鱷魚',
    nil,
  },
  [4345] = {
    '塵泥利齒鱷魚',
    nil,
  },
  [4346] = {
    '毒素撕掠者',
    nil,
  },
  [4347] = {
    '毒性劫奪者',
    nil,
  },
  [4348] = {
    '毒性切割者',
    nil,
  },
  [4351] = {
    '血沼迅猛龍',
    nil,
  },
  [4352] = {
    '血沼尖嘯龍',
    nil,
  },
  [4355] = {
    '血沼鐮爪龍',
    nil,
  },
  [4356] = {
    '血沼刺喉龍',
    nil,
  },
  [4357] = {
    '血沼鞭尾龍',
    nil,
  },
  [4358] = {
    '沼鰭污水魚人',
    nil,
  },
  [4359] = {
    '沼鰭魚人',
    nil,
  },
  [4360] = {
    '沼鰭戰士',
    nil,
  },
  [4361] = {
    '沼鰭泥漿魚人',
    nil,
  },
  [4362] = {
    '沼鰭灘行魚人',
    nil,
  },
  [4363] = {
    '沼鰭神諭者',
    nil,
  },
  [4364] = {
    '斯塔莎茲戰士',
    nil,
  },
  [4366] = {
    '斯塔莎茲毒蛇守衛',
    nil,
  },
  [4368] = {
    '斯塔莎茲部屬',
    nil,
  },
  [4370] = {
    '斯塔莎茲巫女',
    nil,
  },
  [4371] = {
    '斯塔莎茲海妖',
    nil,
  },
  [4374] = {
    '斯塔沙茲多頭蛇',
    nil,
  },
  [4376] = {
    '暗霧蜘蛛',
    nil,
  },
  [4377] = {
    '暗霧潛伏者',
    nil,
  },
  [4378] = {
    '暗霧獨行蛛',
    nil,
  },
  [4379] = {
    '暗霧紡絲者',
    nil,
  },
  [4380] = {
    '暗霧寡婦蛛',
    nil,
  },
  [4382] = {
    '枯藤蠕行者',
    nil,
  },
  [4385] = {
    '枯藤狂怒者',
    nil,
  },
  [4386] = {
    '枯藤斷木者',
    nil,
  },
  [4387] = {
    '枯藤沼澤獸',
    nil,
  },
  [4388] = {
    '幼年黑色蛇頸龍',
    nil,
  },
  [4389] = {
    '黑色蛇頸龍',
    nil,
  },
  [4390] = {
    '老年黑色蛇頸龍',
    nil,
  },
  [4391] = {
    '沼澤軟泥怪',
    nil,
  },
  [4392] = {
    '腐蝕性的沼澤軟泥怪',
    nil,
  },
  [4393] = {
    '酸性沼澤軟泥怪',
    nil,
  },
  [4394] = {
    '起泡的沼澤軟泥怪',
    nil,
  },
  [4396] = {
    '泥石海龜',
    nil,
  },
  [4397] = {
    '泥石刺殼龜',
    nil,
  },
  [4398] = {
    '泥石穴居龜',
    nil,
  },
  [4399] = {
    '泥石掘洞龜',
    nil,
  },
  [4400] = {
    '泥石鉗嘴龜',
    nil,
  },
  [4401] = {
    '汙殼響鉗龍蝦人',
    nil,
  },
  [4402] = {
    '汙殼硬爪龍蝦人',
    nil,
  },
  [4403] = {
    '汙殼鉗手龍蝦人',
    nil,
  },
  [4404] = {
    '汙殼狂鉗龍蝦人',
    nil,
  },
  [4405] = {
    '汙殼銳爪龍蝦人',
    nil,
  },
  [4407] = {
    nil,
    '角鷹獸管理員',
  },
  [4408] = {
    '水棲形態 (夜精靈德魯伊)',
    '夜精靈德魯伊',
  },
  [4409] = {
    '守門者克杜魯斯',
    nil,
  },
  [4410] = {
    '水棲形態 (夜精靈德魯伊)',
    '牛頭人德魯伊',
  },
  [4411] = {
    '暗牙潛伏者',
    nil,
  },
  [4412] = {
    '暗牙蠕行者',
    nil,
  },
  [4413] = {
    '暗牙蜘蛛',
    nil,
  },
  [4414] = {
    '暗牙毒蜘蛛',
    nil,
  },
  [4415] = {
    '巨型暗牙蜘蛛',
    nil,
  },
  [4416] = {
    '迪菲亞赤膊礦工',
    nil,
  },
  [4417] = {
    '迪菲亞監工',
    nil,
  },
  [4418] = {
    '迪菲亞巫師',
    nil,
  },
  [4419] = {
    '[Deprecated for 4.x]賽場主管科魯克萊德',
    nil,
  },
  [4420] = {
    '拉姆塔斯主宰',
    nil,
  },
  [4421] = {
    '卡爾加·刺肋',
    '長者',
  },
  [4422] = {
    '盛怒的阿迦賽羅斯',
    nil,
  },
  [4423] = {
    '達納蘇斯保衛者',
    nil,
  },
  [4424] = {
    '阿葛金·棘咒',
    '亡首預言者',
  },
  [4425] = {
    '盲眼獵手',
    nil,
  },
  [4427] = {
    '結界守護者',
    nil,
  },
  [4428] = {
    '亡語者賈格巴',
    '亡首隊長',
  },
  [4429] = {
    '哥布林車隊員工',
    nil,
  },
  [4430] = {
    '地精車隊員工',
    nil,
  },
  [4435] = {
    '剃刀沼澤戰士',
    nil,
  },
  [4436] = {
    '剃刀沼澤野豬人',
    nil,
  },
  [4437] = {
    '剃刀沼澤守望者',
    nil,
  },
  [4438] = {
    '剃刀沼澤刺鬃守衛',
    nil,
  },
  [4440] = {
    '剃刀沼澤圖騰師',
    nil,
  },
  [4442] = {
    '剃刀沼澤防衛者',
    nil,
  },
  [4444] = {
    '亡靈哨兵文森',
    nil,
  },
  [4451] = {
    '奧爾德·石塔',
    nil,
  },
  [4452] = {
    '[Deprecated for 4.x]克拉維爾·濃鬚',
    nil,
  },
  [4453] = {
    '[Deprecated for 4.x]維茲爾·銅栓',
    nil,
  },
  [4454] = {
    '[Deprecated for 4.x]菲茲爾·銅栓',
    nil,
  },
  [4455] = {
    '紅衣弗林特',
    nil,
  },
  [4456] = {
    '菲歐拉·長耳',
    nil,
  },
  [4457] = {
    '黑鰓強奪者',
    nil,
  },
  [4458] = {
    '黑鰓獵人',
    nil,
  },
  [4459] = {
    '黑鰓神諭者',
    nil,
  },
  [4460] = {
    '黑鰓寒冰使者',
    nil,
  },
  [4461] = {
    '黑鰓戰士',
    nil,
  },
  [4462] = {
    '黑石獵人',
    nil,
  },
  [4463] = {
    '黑石召喚師',
    nil,
  },
  [4464] = {
    '黑石角鬥士',
    nil,
  },
  [4465] = {
    '邪枝標槍手',
    nil,
  },
  [4466] = {
    '邪枝割顱者',
    nil,
  },
  [4467] = {
    '邪枝預卜者',
    nil,
  },
  [4468] = {
    '玉石淤泥怪',
    nil,
  },
  [4469] = {
    '碧綠軟泥怪',
    nil,
  },
  [4472] = {
    '冤魂幻象',
    nil,
  },
  [4474] = {
    '腐爛的死屍',
    nil,
  },
  [4475] = {
    '壞死的殭屍',
    nil,
  },
  [4483] = {
    '[Deprecated for 4.x]摩克塔·克林',
    nil,
  },
  [4484] = {
    '菲羅·鐵手',
    nil,
  },
  [4485] = {
    '貝爾戈洛姆·石槌',
    nil,
  },
  [4489] = {
    '布勞格·幽魂',
    nil,
  },
  [4490] = {
    '格林卡·血嘯',
    nil,
  },
  [4493] = {
    '血色復仇者',
    nil,
  },
  [4494] = {
    '血色縛法者',
    nil,
  },
  [4495] = {
    '地精車隊老闆',
    nil,
  },
  [4496] = {
    '哥布林車隊老闆',
    nil,
  },
  [4498] = {
    '莫林·碎骨者',
    nil,
  },
  [4499] = {
    '羅卡里姆',
    nil,
  },
  [4500] = {
    '莫格穆洛克主宰',
    nil,
  },
  [4503] = {
    '碎泥·杜特非',
    nil,
  },
  [4504] = {
    '霜喉雪人',
    nil,
  },
  [4505] = {
    '血帆水手',
    nil,
  },
  [4506] = {
    '血帆水兵',
    nil,
  },
  [4507] = {
    '[Deprecated for 4.x]黛西',
    '賽車女郎',
  },
  [4508] = {
    '進口商威利克斯',
    nil,
  },
  [4510] = {
    '赫爾拉斯·靜水',
    nil,
  },
  [4511] = {
    '阿迦瑪甘沉默之淚',
    nil,
  },
  [4512] = {
    '腐爛的阿迦瑪',
    nil,
  },
  [4514] = {
    '盛怒的阿迦瑪',
    nil,
  },
  [4515] = {
    '亡首侍僧',
    nil,
  },
  [4516] = {
    '亡首專家',
    nil,
  },
  [4517] = {
    '亡首祭司',
    nil,
  },
  [4518] = {
    '亡首聖賢',
    nil,
  },
  [4519] = {
    '亡首先知',
    nil,
  },
  [4520] = {
    '剃刀沼澤地卜師',
    nil,
  },
  [4521] = {
    '塔莎拉·靜水',
    nil,
  },
  [4522] = {
    '剃刀沼澤織塵者',
    nil,
  },
  [4523] = {
    '剃刀沼澤震地者',
    nil,
  },
  [4525] = {
    '剃刀沼澤裂地者',
    nil,
  },
  [4526] = {
    '風嚎者',
    nil,
  },
  [4528] = {
    '石行者',
    nil,
  },
  [4530] = {
    '剃刀沼澤訓練師',
    nil,
  },
  [4531] = {
    '剃刀沼澤野獸訓練師',
    nil,
  },
  [4532] = {
    '剃刀沼澤獸王',
    nil,
  },
  [4534] = {
    '被馴服的土狼',
    nil,
  },
  [4535] = {
    '被馴服的鬥豬',
    nil,
  },
  [4538] = {
    '沼澤蝙蝠',
    nil,
  },
  [4539] = {
    '巨型沼澤蝙蝠',
    nil,
  },
  [4540] = {
    '血色僧侶',
    nil,
  },
  [4541] = {
    '阿迦瑪甘之血',
    nil,
  },
  [4542] = {
    '高階審判官法爾班克斯',
    nil,
  },
  [4543] = {
    '血法師薩爾諾斯',
    nil,
  },
  [4544] = {
    '克魯伊格·劈顱',
    nil,
  },
  [4545] = {
    '[Deprecated for 4.x]納格澤恩',
    nil,
  },
  [4546] = {
    '[Deprecated for 4.x]波茲恩',
    nil,
  },
  [4547] = {
    '塔克魯·巡影者',
    nil,
  },
  [4548] = {
    '鋼齒土狼',
    nil,
  },
  [4549] = {
    nil,
    '銀行職員',
  },
  [4550] = {
    nil,
    '銀行職員',
  },
  [4551] = {
    nil,
    '蝙蝠管理員',
  },
  [4552] = {
    nil,
    '烹飪訓練師',
  },
  [4553] = {
    nil,
    '烹飪供應商',
  },
  [4554] = {
    '塔文·格瑞斯特',
    '蘑菇商',
  },
  [4555] = {
    nil,
    '雜貨商',
  },
  [4556] = {
    nil,
    '武器商',
  },
  [4557] = {
    nil,
    '武器商',
  },
  [4558] = {
    nil,
    '輕甲商',
  },
  [4559] = {
    nil,
    '重甲商',
  },
  [4560] = {
    nil,
    '重甲商',
  },
  [4561] = {
    nil,
    '貿易供應商',
  },
  [4562] = {
    nil,
    '施法材料',
  },
  [4563] = {
    '卡爾·噬靈',
    '術士訓練師',
  },
  [4564] = {
    nil,
    '術士訓練師',
  },
  [4565] = {
    nil,
    '術士訓練師',
  },
  [4566] = {
    '凱利斯蒂亞·仇恨使者',
    '法師訓練師',
  },
  [4567] = {
    nil,
    '法師訓練師',
  },
  [4568] = {
    nil,
    '法師訓練師',
  },
  [4569] = {
    nil,
    '劍刃武器商',
  },
  [4570] = {
    nil,
    '法杖商',
  },
  [4571] = {
    nil,
    '蘑菇商人',
  },
  [4573] = {
    nil,
    '釣魚訓練師',
  },
  [4574] = {
    nil,
    '釣魚供應商',
  },
  [4575] = {
    nil,
    '施法材料',
  },
  [4576] = {
    nil,
    '裁縫訓練師',
  },
  [4577] = {
    nil,
    '裁縫供應商',
  },
  [4578] = {
    nil,
    '裁縫訓練師',
  },
  [4580] = {
    nil,
    '長袍商',
  },
  [4581] = {
    nil,
    '書商',
  },
  [4582] = {
    nil,
    '盜賊訓練師',
  },
  [4583] = {
    nil,
    '盜賊訓練師',
  },
  [4584] = {
    nil,
    '盜賊訓練師',
  },
  [4585] = {
    nil,
    '毒藥供應商',
  },
  [4586] = {
    nil,
    '工程學訓練師',
  },
  [4587] = {
    nil,
    '工程學供應商',
  },
  [4588] = {
    nil,
    '製皮訓練師',
  },
  [4589] = {
    nil,
    '製皮供應商',
  },
  [4590] = {
    nil,
    '背包商人',
  },
  [4591] = {
    nil,
    '急救訓練師',
  },
  [4592] = {
    nil,
    '投擲武器商人',
  },
  [4593] = {
    nil,
    '戰士訓練師',
  },
  [4594] = {
    nil,
    '戰士訓練師',
  },
  [4595] = {
    nil,
    '戰士訓練師',
  },
  [4596] = {
    nil,
    '見習鐵匠',
  },
  [4597] = {
    nil,
    '鍛造供應商',
  },
  [4598] = {
    nil,
    '採礦訓練師',
  },
  [4599] = {
    nil,
    '採礦供應商',
  },
  [4600] = {
    nil,
    '武器商',
  },
  [4601] = {
    nil,
    '武器商',
  },
  [4602] = {
    nil,
    '武器商',
  },
  [4603] = {
    nil,
    '槍械商',
  },
  [4604] = {
    nil,
    '弓箭商人',
  },
  [4605] = {
    nil,
    '鍛造訓練師',
  },
  [4606] = {
    nil,
    '牧師訓練師',
  },
  [4607] = {
    '蘭克斯特神父',
    '牧師訓練師',
  },
  [4608] = {
    '拉札魯斯神父',
    '牧師訓練師',
  },
  [4609] = {
    '馬許醫生',
    '鍊金術訓練師',
  },
  [4610] = {
    nil,
    '鍊金術供應商',
  },
  [4611] = {
    '赫伯特·哈爾希醫生',
    '鍊金術訓練師',
  },
  [4613] = {
    nil,
    '公會註冊員',
  },
  [4614] = {
    nil,
    '草藥學訓練師',
  },
  [4615] = {
    nil,
    '草藥學供應商',
  },
  [4616] = {
    nil,
    '附魔訓練師',
  },
  [4617] = {
    nil,
    '附魔供應商',
  },
  [4618] = {
    '『流放者』馬特克',
    nil,
  },
  [4620] = {
    '[Deprecated for 4.x]弗比德',
    '裁判員',
  },
  [4623] = {
    '野豬人勇士',
    nil,
  },
  [4624] = {
    '藏寶海灣衛兵',
    nil,
  },
  [4625] = {
    '亡首結界守衛者',
    nil,
  },
  [4627] = {
    '阿魯高的虛無行者',
    nil,
  },
  [4629] = {
    '[Deprecated for 4.x]賽道管理員澤爾林',
    nil,
  },
  [4630] = {
    '[Deprecated for 4.x]普茲克',
    nil,
  },
  [4631] = {
    '碼頭管理員羅茲基爾',
    nil,
  },
  [4632] = {
    '科卡爾半人馬',
    nil,
  },
  [4633] = {
    '科卡爾斥候',
    nil,
  },
  [4634] = {
    '科卡爾虐待者',
    nil,
  },
  [4635] = {
    '科卡爾逐風者',
    nil,
  },
  [4636] = {
    '科卡爾戰鬥統帥',
    nil,
  },
  [4637] = {
    '科卡爾摧毀者',
    nil,
  },
  [4638] = {
    '瑪格拉姆斥候',
    nil,
  },
  [4639] = {
    '瑪格拉姆前鋒',
    nil,
  },
  [4640] = {
    '瑪格拉姆爭吵者',
    nil,
  },
  [4641] = {
    '瑪格拉姆逐風者',
    nil,
  },
  [4642] = {
    '瑪格拉姆風暴者',
    nil,
  },
  [4643] = {
    '瑪格拉姆馴犬者',
    nil,
  },
  [4644] = {
    '瑪格拉姆掠奪者',
    nil,
  },
  [4645] = {
    '瑪格拉姆虐待者',
    nil,
  },
  [4646] = {
    '吉爾吉斯前鋒',
    nil,
  },
  [4647] = {
    '吉爾吉斯斥候',
    nil,
  },
  [4648] = {
    '吉爾吉斯踐踏者',
    nil,
  },
  [4649] = {
    '吉爾吉斯逐風者',
    nil,
  },
  [4651] = {
    '吉爾吉斯喚地者',
    nil,
  },
  [4652] = {
    '吉爾吉斯虐待者',
    nil,
  },
  [4653] = {
    '吉爾吉斯掠奪者',
    nil,
  },
  [4654] = {
    '瑪洛迪斥候',
    nil,
  },
  [4655] = {
    '瑪洛迪爭吵者',
    nil,
  },
  [4656] = {
    '瑪洛迪虐待者',
    nil,
  },
  [4657] = {
    '瑪洛迪逐風者',
    nil,
  },
  [4658] = {
    '瑪洛迪風暴者',
    nil,
  },
  [4659] = {
    '瑪洛迪掠奪者',
    nil,
  },
  [4660] = {
    '瑪洛迪骨爪土狼',
    nil,
  },
  [4661] = {
    '吉爾吉斯踏步者',
    nil,
  },
  [4662] = {
    '瑪格拉姆骨爪土狼',
    nil,
  },
  [4663] = {
    '燃刃占兆師',
    nil,
  },
  [4664] = {
    '燃刃劫奪者',
    nil,
  },
  [4665] = {
    '燃刃老兵',
    nil,
  },
  [4666] = {
    '燃刃魔僕',
    nil,
  },
  [4667] = {
    '燃刃暗影法師',
    nil,
  },
  [4668] = {
    '燃刃召喚師',
    nil,
  },
  [4670] = {
    '怨怒盜賊',
    nil,
  },
  [4671] = {
    '怨怒欺詐者',
    nil,
  },
  [4672] = {
    '怨怒魔僕',
    nil,
  },
  [4673] = {
    '怨怒背叛者',
    nil,
  },
  [4674] = {
    '怨怒巡影者',
    nil,
  },
  [4675] = {
    '怨怒喚魔者',
    nil,
  },
  [4676] = {
    '次級煉獄火',
    nil,
  },
  [4677] = {
    '末日護衛',
    nil,
  },
  [4678] = {
    '噬法魔犬',
    nil,
  },
  [4679] = {
    '虛空魔女',
    nil,
  },
  [4680] = {
    '末日護衛隊長',
    nil,
  },
  [4681] = {
    '狩法獵人',
    nil,
  },
  [4682] = {
    '虛空魅魔',
    nil,
  },
  [4684] = {
    '虛空巫女',
    nil,
  },
  [4685] = {
    '靈能獵犬',
    nil,
  },
  [4686] = {
    '深海巨人',
    nil,
  },
  [4687] = {
    '深海搜尋者',
    nil,
  },
  [4688] = {
    '骨爪土狼',
    nil,
  },
  [4689] = {
    '飢餓的骨爪土狼',
    nil,
  },
  [4690] = {
    '瘋狂的骨爪土狼',
    nil,
  },
  [4692] = {
    '恐怖猛鷲',
    nil,
  },
  [4693] = {
    '恐怖禿鷹',
    nil,
  },
  [4694] = {
    '恐怖撕裂者',
    nil,
  },
  [4695] = {
    '恐怖腐化鳥',
    nil,
  },
  [4696] = {
    '荒土巨鉗蠍',
    nil,
  },
  [4697] = {
    '荒土鞭尾蠍',
    nil,
  },
  [4699] = {
    '荒土毒尾蠍',
    nil,
  },
  [4700] = {
    '老邁的科多獸',
    nil,
  },
  [4701] = {
    '瀕死的科多獸',
    nil,
  },
  [4702] = {
    '遠古科多獸',
    nil,
  },
  [4705] = {
    '燃刃塑能師',
    nil,
  },
  [4706] = {
    '[Deprecated for 4.x]拉澤瑞克',
    nil,
  },
  [4707] = {
    '[Deprecated for 4.x]祖祖比',
    '裁判員',
  },
  [4709] = {
    '[Deprecated for 4.x]札米克',
    nil,
  },
  [4710] = {
    '灰山羊',
    nil,
  },
  [4711] = {
    '滑刃納迦',
    nil,
  },
  [4712] = {
    '滑刃巫女',
    nil,
  },
  [4713] = {
    '滑刃戰士',
    nil,
  },
  [4714] = {
    '滑刃部屬',
    nil,
  },
  [4715] = {
    '滑刃刺尾納迦',
    nil,
  },
  [4716] = {
    '滑刃獵潮者',
    nil,
  },
  [4718] = {
    '滑刃神諭者',
    nil,
  },
  [4719] = {
    '滑刃海巫',
    nil,
  },
  [4720] = {
    '[Deprecated for 4.x]瑞茲爾·銅栓',
    nil,
  },
  [4721] = {
    '贊金·石蹄',
    nil,
  },
  [4722] = {
    '[Deprecated for 4.x]Rau Cliffrunner',
    nil,
  },
  [4723] = {
    '工頭考茲爾',
    nil,
  },
  [4726] = {
    '盛怒的雷霆蜥蜴',
    nil,
  },
  [4727] = {
    '老邁的雷霆蜥蜴',
    nil,
  },
  [4728] = {
    '砂齶蜥蜴',
    nil,
  },
  [4729] = {
    '笨重的砂齶蜥蜴',
    nil,
  },
  [4730] = {
    nil,
    '馴豹人',
  },
  [4731] = {
    nil,
    '亡靈馬商人',
  },
  [4732] = {
    nil,
    '騎術訓練師',
  },
  [4752] = {
    nil,
    '騎術訓練師',
  },
  [4753] = {
    nil,
    '騎術訓練師',
  },
  [4772] = {
    '奧薩姆·鐵角',
    '騎術訓練師',
  },
  [4773] = {
    nil,
    '騎術訓練師',
  },
  [4775] = {
    nil,
    '貿易供應商',
  },
  [4777] = {
    '騎乘用白山羊',
    nil,
  },
  [4778] = {
    '冰霜山羊',
    nil,
  },
  [4779] = {
    '棕山羊',
    nil,
  },
  [4780] = {
    '黑山羊',
    nil,
  },
  [4781] = {
    '地鼠',
    nil,
  },
  [4782] = {
    '特魯克·蠻鬃',
    '酒保',
  },
  [4783] = {
    '哨兵塞爾高姆',
    '銀色黎明',
  },
  [4784] = {
    '銀色黎明守衛瑪納杜斯',
    '銀色黎明',
  },
  [4785] = {
    '虛幻夢魘獸',
    nil,
  },
  [4786] = {
    '哨兵山德拉斯',
    '銀色黎明',
  },
  [4787] = {
    '斥候塞爾瑞德',
    '銀色黎明',
  },
  [4788] = {
    '腐根薩特',
    nil,
  },
  [4789] = {
    '腐根遊蕩者',
    nil,
  },
  [4791] = {
    '納澤爾·血矛',
    nil,
  },
  [4792] = {
    '『沼澤之眼』加爾',
    nil,
  },
  [4794] = {
    '摩根·斯特恩',
    nil,
  },
  [4795] = {
    '自然之力',
    nil,
  },
  [4798] = {
    '腐根巡影者',
    nil,
  },
  [4799] = {
    '腐根喚魔者',
    nil,
  },
  [4802] = {
    '黑澗深淵海潮祭司',
    nil,
  },
  [4803] = {
    '黑澗深淵神諭者',
    nil,
  },
  [4805] = {
    '黑澗深淵海巫',
    nil,
  },
  [4807] = {
    '黑澗深淵僕從',
    nil,
  },
  [4809] = {
    '暮光侍僧',
    nil,
  },
  [4810] = {
    '暮光劫奪者',
    nil,
  },
  [4811] = {
    '暮光水占師',
    nil,
  },
  [4812] = {
    '暮光尋知者',
    nil,
  },
  [4813] = {
    '暮光暗影法師',
    nil,
  },
  [4814] = {
    '暮光元素法師',
    nil,
  },
  [4815] = {
    '巨鉗黑泥龍蝦人',
    nil,
  },
  [4818] = {
    '盲光魚人',
    nil,
  },
  [4819] = {
    '盲光泥居者',
    nil,
  },
  [4820] = {
    '盲光神諭者',
    nil,
  },
  [4821] = {
    '滑膩的甲殼蟹',
    nil,
  },
  [4822] = {
    '巨鉗甲殼蟹',
    nil,
  },
  [4823] = {
    '刺毛甲殼蟹',
    nil,
  },
  [4824] = {
    '阿庫麥爾食魚龜',
    nil,
  },
  [4825] = {
    '阿庫麥爾鉗嘴龜',
    nil,
  },
  [4827] = {
    '深池蛇頸龍',
    nil,
  },
  [4830] = {
    '老瑟拉吉斯',
    nil,
  },
  [4831] = {
    '薩利維絲女士',
    nil,
  },
  [4832] = {
    '暮光領主克爾里斯',
    nil,
  },
  [4834] = {
    '塞拉摩間諜',
    nil,
  },
  [4841] = {
    '死沼巨鱷',
    nil,
  },
  [4842] = {
    '喚地者哈穆加',
    nil,
  },
  [4844] = {
    '影爐勘測員',
    nil,
  },
  [4845] = {
    '影爐惡棍',
    nil,
  },
  [4846] = {
    '影爐掘地工',
    nil,
  },
  [4847] = {
    '影爐發掘者',
    nil,
  },
  [4848] = {
    '影爐黑暗法師',
    nil,
  },
  [4849] = {
    '影爐考古學家',
    nil,
  },
  [4850] = {
    '石窟潛伏者',
    nil,
  },
  [4851] = {
    '石窟嚼石者',
    nil,
  },
  [4852] = {
    '石窟神諭者',
    nil,
  },
  [4853] = {
    '石窟地卜師',
    nil,
  },
  [4854] = {
    '格瑞姆洛克',
    '石窟酋長',
  },
  [4855] = {
    '石窟打鬥者',
    nil,
  },
  [4856] = {
    '石窟獵手',
    nil,
  },
  [4857] = {
    '石之守衛者',
    nil,
  },
  [4860] = {
    '石頭管理者',
    nil,
  },
  [4861] = {
    '利齒蝙蝠',
    nil,
  },
  [4863] = {
    '玉脊蜥蜴',
    nil,
  },
  [4872] = {
    '黑曜石魔像',
    nil,
  },
  [4875] = {
    nil,
    '屠夫',
  },
  [4876] = {
    '[Deprecated for 4.x]加恩·高臺',
    '雜貨商',
  },
  [4877] = {
    nil,
    '貿易供應商',
  },
  [4878] = {
    '[Deprecated for 4.x]Montarr',
    '博識者',
  },
  [4879] = {
    nil,
    '屠夫',
  },
  [4880] = {
    '伊格納茲',
    nil,
  },
  [4883] = {
    nil,
    '護甲商',
  },
  [4884] = {
    nil,
    '武器鍛造師',
  },
  [4885] = {
    nil,
    '養馬人',
  },
  [4886] = {
    nil,
    '護甲和盾牌供應商',
  },
  [4888] = {
    nil,
    '武器鍛造師',
  },
  [4889] = {
    '托克·鐵火',
    '槍械商',
  },
  [4890] = {
    nil,
    '武器鍛造和護甲',
  },
  [4891] = {
    nil,
    '廚師',
  },
  [4892] = {
    nil,
    '弓箭商',
  },
  [4893] = {
    '調酒師莉莉安',
    '酒保',
  },
  [4894] = {
    nil,
    '烹飪訓練師',
  },
  [4895] = {
    '微笑的吉姆',
    nil,
  },
  [4896] = {
    '查瑞迪·米普斯',
    '雜貨商',
  },
  [4897] = {
    nil,
    '貿易供應商',
  },
  [4898] = {
    '布蘭特·加斯布魯姆',
    '草藥學訓練師',
  },
  [4899] = {
    nil,
    '草藥學和鍊金術供應商',
  },
  [4900] = {
    '鍊金師納瑞特',
    '鍊金術訓練師',
  },
  [4921] = {
    '守衛拜倫',
    nil,
  },
  [4922] = {
    '守衛愛德華',
    nil,
  },
  [4923] = {
    '守衛賈拉德',
    nil,
  },
  [4924] = {
    '訓練員克里頓',
    nil,
  },
  [4941] = {
    '卡茲·雙鏈',
    '工程學訓練師',
  },
  [4944] = {
    '蓋蘭·維米斯上尉',
    nil,
  },
  [4945] = {
    '哥布林拖車',
    nil,
  },
  [4946] = {
    '地精拖車',
    nil,
  },
  [4947] = {
    '塞拉摩海軍上尉',
    nil,
  },
  [4948] = {
    '泰索蘭副官',
    nil,
  },
  [4949] = {
    nil,
    '大酋長',
  },
  [4951] = {
    '塞拉摩見習守衛',
    nil,
  },
  [4952] = {
    '塞拉摩訓練假人 1',
    nil,
  },
  [4953] = {
    '水蛇',
    nil,
  },
  [4954] = {
    nil,
    '屠夫',
  },
  [4958] = {
    '冤魂',
    nil,
  },
  [4960] = {
    '德拉維主教',
    nil,
  },
  [4961] = {
    '達舍爾·石拳',
    nil,
  },
  [4962] = {
    '『瘦子』塔伯克·賈恩',
    nil,
  },
  [4963] = {
    nil,
    '酒保',
  },
  [4964] = {
    '指揮官薩莫爾',
    nil,
  },
  [4965] = {
    '蓓恩',
    nil,
  },
  [4966] = {
    '士兵亨德爾',
    nil,
  },
  [4967] = {
    '大法師特沃許',
    nil,
  },
  [4968] = {
    '珍娜·普勞德摩爾女士',
    '塞拉摩之主',
  },
  [4969] = {
    '舊城區暴徒',
    nil,
  },
  [4971] = {
    '塔伯克的夥伴',
    nil,
  },
  [4973] = {
    '守衛萊斯特',
    nil,
  },
  [4974] = {
    nil,
    '公會註冊員',
  },
  [4977] = {
    '軟殼黑泥龍蝦人',
    nil,
  },
  [4978] = {
    '阿庫麥爾的僕從',
    nil,
  },
  [4979] = {
    '塞拉摩守衛',
    nil,
  },
  [4981] = {
    nil,
    '見習乳酪師',
  },
  [4982] = {
    nil,
    '祭壇助手',
  },
  [4984] = {
    '阿茍斯·夜語',
    nil,
  },
  [4995] = {
    '監獄守衛',
    nil,
  },
  [4996] = {
    '受傷的監獄守衛',
    nil,
  },
  [5042] = {
    '護士莉蓮',
    nil,
  },
  [5043] = {
    '暴民',
    nil,
  },
  [5044] = {
    '塞拉摩爭鬥者',
    nil,
  },
  [5045] = {
    '士兵哈蘭',
    nil,
  },
  [5046] = {
    '卡德維爾中尉',
    nil,
  },
  [5047] = {
    nil,
    '公會外袍設計師',
  },
  [5048] = {
    '無毒飛蛇',
    nil,
  },
  [5049] = {
    '利莎·鋼眉',
    '外袍商人',
  },
  [5052] = {
    nil,
    '公會外袍設計師',
  },
  [5053] = {
    '變異鱷魚',
    nil,
  },
  [5054] = {
    nil,
    '公會註冊員',
  },
  [5055] = {
    '變異鞭笞者',
    nil,
  },
  [5056] = {
    '變異尖牙風蛇',
    nil,
  },
  [5057] = {
    '塞拉摩叛逃者',
    nil,
  },
  [5058] = {
    '警戒座狼',
    nil,
  },
  [5081] = {
    nil,
    '見習廚師',
  },
  [5083] = {
    '出納員倫德瑞',
    nil,
  },
  [5085] = {
    '警戒崗哨守衛',
    nil,
  },
  [5086] = {
    '魏摩爾上尉',
    nil,
  },
  [5090] = {
    '訓練員辛格迪',
    nil,
  },
  [5091] = {
    '守衛卡希爾',
    nil,
  },
  [5092] = {
    '守衛拉娜',
    nil,
  },
  [5093] = {
    '守衛娜里莎',
    nil,
  },
  [5094] = {
    '守衛塔克',
    nil,
  },
  [5095] = {
    '安德魯斯隊長',
    '紅隊隊長',
  },
  [5096] = {
    '湯瑪斯隊長',
    '藍隊隊長',
  },
  [5097] = {
    '錯覺狼影',
    nil,
  },
  [5099] = {
    '索雷爾·石衣',
    '銀行職員',
  },
  [5100] = {
    '菲留斯·旋翼',
    '貿易供應商',
  },
  [5101] = {
    '布萊利亞·鐵印',
    '雜貨商',
  },
  [5102] = {
    '杜爾曼·鋼怒',
    '武器商',
  },
  [5103] = {
    '格雷尼爾·鋼怒',
    '武器商',
  },
  [5106] = {
    nil,
    '重甲商',
  },
  [5107] = {
    '曼高恩·火錘',
    '重甲商',
  },
  [5108] = {
    '萊納·火錘',
    '輕甲商',
  },
  [5109] = {
    nil,
    '麵包商',
  },
  [5110] = {
    nil,
    '施法材料',
  },
  [5111] = {
    '旅店老闆洛雷·火酒',
    '旅店老闆',
  },
  [5112] = {
    '吉溫娜·火酒',
    '酒吧女服務員',
  },
  [5113] = {
    '凱夫·重錘',
    '戰士訓練師',
  },
  [5114] = {
    '比爾班·飛鉗',
    '戰士訓練師',
  },
  [5115] = {
    '戴拉·銳矛',
    '獵人訓練師',
  },
  [5116] = {
    '奧爾明·燃鬚',
    '獵人訓練師',
  },
  [5117] = {
    '雷格努斯·雷岩',
    '獵人訓練師',
  },
  [5118] = {
    '布洛岡·石盾',
    '奧特蘭克山谷戰場軍官',
  },
  [5119] = {
    '海格納·快斧',
    '斧商',
  },
  [5120] = {
    '布雷文·寒鋼',
    '劍刃武器商',
  },
  [5121] = {
    '凱洛米爾·鐵手',
    '錘和法杖',
  },
  [5122] = {
    '斯克米·金怒',
    '弓箭商人',
  },
  [5123] = {
    '布雷塔·金怒',
    '槍械商',
  },
  [5124] = {
    '索戈納爾·硬鬚',
    '肉商',
  },
  [5125] = {
    '杜爾金·石盔',
    '鎖甲商',
  },
  [5126] = {
    '奧斯蘭·石盔',
    '重甲商',
  },
  [5127] = {
    '費布·鋼軸',
    '製皮訓練師',
  },
  [5128] = {
    '伯布斯·鋼軸',
    '製皮供應商',
  },
  [5129] = {
    '利塞弗斯·鋼軸',
    '輕甲商',
  },
  [5130] = {
    '喬多·鋼眉',
    '公會註冊員',
  },
  [5132] = {
    nil,
    '背包商人',
  },
  [5133] = {
    '哈瑞克·石鼓',
    '魔杖商人',
  },
  [5134] = {
    '約尼維拉·遠山',
    '雜貨商',
  },
  [5135] = {
    '斯瓦爾布萊德·遠山',
    '商人',
  },
  [5137] = {
    '雷納·石枝',
    '草藥學訓練師',
  },
  [5138] = {
    '戈維納·石枝',
    '草藥學供應商',
  },
  [5139] = {
    '庫德拉姆·麥鬚',
    '施法材料和毒藥供應商',
  },
  [5140] = {
    '埃德瑞斯·麥鬚',
    '酒吧女服務員',
  },
  [5141] = {
    '塞歐杜斯·霜鬚',
    '牧師訓練師',
  },
  [5142] = {
    '布萊納·火崖',
    '牧師訓練師',
  },
  [5143] = {
    '陶德雷·鐵礦',
    '牧師訓練師',
  },
  [5144] = {
    nil,
    '法師訓練師',
  },
  [5145] = {
    '朱莉·雷線',
    '法師訓練師',
  },
  [5146] = {
    '尼特布林·火花',
    '法師訓練師',
  },
  [5147] = {
    '瓦爾加·高爐',
    '聖騎士訓練師',
  },
  [5148] = {
    '貝爾杜克·凝眉',
    '聖騎士訓練師',
  },
  [5149] = {
    '布蘭度爾·鐵錘',
    '聖騎士訓練師',
  },
  [5150] = {
    '尼莎·火石',
    '急救訓練師',
  },
  [5151] = {
    '金妮·長莓',
    '施法材料',
  },
  [5152] = {
    nil,
    '武器商',
  },
  [5153] = {
    '約莫德·石眉',
    '裁縫訓練師',
  },
  [5154] = {
    '博蘭納·雪衣',
    '裁縫供應商',
  },
  [5155] = {
    '因格瑞斯·石眉',
    '布甲商',
  },
  [5156] = {
    '麥瓦·雪衣',
    '長袍商',
  },
  [5157] = {
    '吉布·草鬚',
    '附魔訓練師',
  },
  [5158] = {
    '提爾利·草鬚',
    '附魔供應商',
  },
  [5159] = {
    nil,
    '烹飪訓練師',
  },
  [5160] = {
    nil,
    '烹飪供應商',
  },
  [5161] = {
    '格瑞諾爾·石印',
    '釣魚訓練師',
  },
  [5162] = {
    '坦斯·泥泡',
    '釣魚供應商',
  },
  [5163] = {
    '巴比克·輪扳',
    '貿易供應商',
  },
  [5164] = {
    '格魯努斯·削鋼',
    '鍛造訓練師',
  },
  [5165] = {
    '霍夫丹·黑鬚',
    '盜賊訓練師',
  },
  [5166] = {
    '奧米爾·火眼',
    '盜賊訓練師',
  },
  [5167] = {
    '芬斯維克',
    '盜賊訓練師',
  },
  [5169] = {
    '泰努斯·毒芽',
    '黑市商人',
  },
  [5170] = {
    '霍迪爾·石刃',
    '劍刃武器商',
  },
  [5171] = {
    '瑟斯哈特',
    '術士訓練師',
  },
  [5172] = {
    '石南草',
    '術士訓練師',
  },
  [5173] = {
    nil,
    '術士訓練師',
  },
  [5174] = {
    '賓斯匹德',
    '工程學訓練師',
  },
  [5175] = {
    '考格斯賓',
    '工程學供應商',
  },
  [5177] = {
    '塔利·漿泡',
    '鍊金術訓練師',
  },
  [5178] = {
    '蘇雷·漿泡',
    '鍊金術供應商',
  },
  [5184] = {
    '塞拉摩哨衛',
    nil,
  },
  [5185] = {
    '錘頭鯊',
    nil,
  },
  [5186] = {
    '鯊魚',
    nil,
  },
  [5188] = {
    nil,
    '外袍商人',
  },
  [5189] = {
    nil,
    '外袍商人',
  },
  [5190] = {
    nil,
    '外袍商人',
  },
  [5191] = {
    nil,
    '外袍商人',
  },
  [5193] = {
    nil,
    '外袍商人',
  },
  [5194] = {
    '黑色狼騎',
    nil,
  },
  [5195] = {
    '棕色狼騎',
    nil,
  },
  [5196] = {
    '灰色狼騎',
    nil,
  },
  [5197] = {
    '紅色狼騎',
    nil,
  },
  [5198] = {
    '白色狼騎',
    nil,
  },
  [5199] = {
    '醫師塔博利恩',
    nil,
  },
  [5200] = {
    '醫師海萊娜',
    nil,
  },
  [5202] = {
    '箭靶',
    nil,
  },
  [5204] = {
    '藥劑師金格',
    '皇家藥劑師學會',
  },
  [5224] = {
    '黑暗滑行蛇',
    nil,
  },
  [5225] = {
    '黑暗粘液蟲',
    nil,
  },
  [5226] = {
    '黑暗蟲',
    nil,
  },
  [5228] = {
    '深色軟泥怪',
    nil,
  },
  [5229] = {
    '戈杜尼巨魔',
    nil,
  },
  [5232] = {
    '戈杜尼蠻卒',
    nil,
  },
  [5234] = {
    '戈杜尼虐待者',
    nil,
  },
  [5235] = {
    '真菌軟泥怪',
    nil,
  },
  [5236] = {
    '戈杜尼薩滿',
    nil,
  },
  [5237] = {
    '戈杜尼巨魔法師',
    nil,
  },
  [5238] = {
    '戈杜尼軍官',
    nil,
  },
  [5239] = {
    '戈杜尼法師領主',
    nil,
  },
  [5240] = {
    '戈杜尼術士',
    nil,
  },
  [5241] = {
    '戈杜尼督軍',
    nil,
  },
  [5243] = {
    '被詛咒的阿塔萊食人妖',
    nil,
  },
  [5244] = {
    '祖卡什毒刺蠍',
    nil,
  },
  [5245] = {
    '祖卡什異種蠍',
    nil,
  },
  [5246] = {
    '祖卡什工蠍',
    nil,
  },
  [5247] = {
    '祖卡什掘洞蠍',
    nil,
  },
  [5249] = {
    '混血木爪豺狼人',
    nil,
  },
  [5251] = {
    '木爪陷捕者',
    nil,
  },
  [5253] = {
    '木爪蠻卒',
    nil,
  },
  [5254] = {
    '木爪秘術使',
    nil,
  },
  [5255] = {
    '木爪劫奪者',
    nil,
  },
  [5256] = {
    '阿塔萊戰士',
    nil,
  },
  [5258] = {
    '原生木爪豺狼人',
    nil,
  },
  [5259] = {
    '阿塔萊巫醫',
    nil,
  },
  [5260] = {
    '格羅多克猿人',
    nil,
  },
  [5261] = {
    '被奴役的阿塔萊食人妖',
    nil,
  },
  [5262] = {
    '格羅多克大猩猩',
    nil,
  },
  [5263] = {
    '阿塔萊木乃伊',
    nil,
  },
  [5267] = {
    '阿塔萊行屍',
    nil,
  },
  [5268] = {
    '鐵鬃熊',
    nil,
  },
  [5269] = {
    '阿塔萊祭司',
    nil,
  },
  [5270] = {
    '阿塔萊食屍者',
    nil,
  },
  [5271] = {
    '阿塔萊死亡行者',
    nil,
  },
  [5272] = {
    '鐵鬃灰熊',
    nil,
  },
  [5273] = {
    '阿塔萊高階祭司',
    nil,
  },
  [5274] = {
    '鐵鬃熊族王',
    nil,
  },
  [5276] = {
    '精龍',
    nil,
  },
  [5277] = {
    '夢魘逆鱗龍人',
    nil,
  },
  [5278] = {
    '小精龍',
    nil,
  },
  [5280] = {
    '夢魘龍人',
    nil,
  },
  [5283] = {
    '夢魘漫遊者',
    nil,
  },
  [5286] = {
    '長牙奔跑者',
    nil,
  },
  [5287] = {
    '長牙嚎叫者',
    nil,
  },
  [5288] = {
    '瘋狂的長牙狼',
    nil,
  },
  [5291] = {
    '哈卡萊霜翼飛蛇',
    nil,
  },
  [5292] = {
    '深痕雪人',
    nil,
  },
  [5293] = {
    '暴怒的巨型深痕雪人',
    nil,
  },
  [5295] = {
    '暴怒的深痕雪人',
    nil,
  },
  [5296] = {
    '怒痕雪人',
    nil,
  },
  [5297] = {
    '年老的怒痕雪人',
    nil,
  },
  [5299] = {
    '殘忍的怒痕雪人',
    nil,
  },
  [5300] = {
    '亂羽角鷹獸',
    nil,
  },
  [5304] = {
    '亂羽翼鹿',
    nil,
  },
  [5305] = {
    '亂羽天颶',
    nil,
  },
  [5306] = {
    '亂羽角鷹族王',
    nil,
  },
  [5307] = {
    '山谷尖嘯者',
    nil,
  },
  [5308] = {
    '遊蕩的山谷尖嘯者',
    nil,
  },
  [5317] = {
    '加德米爾神諭者',
    nil,
  },
  [5319] = {
    '加德米爾樹木護衛',
    nil,
  },
  [5320] = {
    '加德米爾守衛',
    nil,
  },
  [5327] = {
    '岸行利爪龍蝦人',
    nil,
  },
  [5328] = {
    '岸行深淵先知',
    nil,
  },
  [5331] = {
    '憎世戰士',
    nil,
  },
  [5332] = {
    '憎世御浪者',
    nil,
  },
  [5333] = {
    '憎世毒蛇守衛',
    nil,
  },
  [5334] = {
    '憎世部屬',
    nil,
  },
  [5335] = {
    '憎世尖嘯者',
    nil,
  },
  [5336] = {
    '憎世巫女',
    nil,
  },
  [5337] = {
    '憎世海妖',
    nil,
  },
  [5343] = {
    '莎爾萊女士',
    nil,
  },
  [5345] = {
    '鑽石頭',
    nil,
  },
  [5346] = {
    '『潛獵者』血吼',
    nil,
  },
  [5347] = {
    '『翱翔者』安蒂魯斯',
    nil,
  },
  [5352] = {
    '灰腹老熊',
    nil,
  },
  [5354] = {
    '樹瘤·葉伴',
    nil,
  },
  [5356] = {
    '咆哮者',
    nil,
  },
  [5357] = {
    '大地行者',
    nil,
  },
  [5358] = {
    '峭壁巨人',
    nil,
  },
  [5359] = {
    '海岸巨人',
    nil,
  },
  [5360] = {
    '深海巨人',
    nil,
  },
  [5361] = {
    '波濤巨人',
    nil,
  },
  [5362] = {
    '北泉鷹身人',
    nil,
  },
  [5363] = {
    '北泉遊蕩者',
    nil,
  },
  [5364] = {
    '北泉殺戮者',
    nil,
  },
  [5366] = {
    '北泉喚風者',
    nil,
  },
  [5384] = {
    '布羅哈恩·鐵桶',
    '探險者協會',
  },
  [5385] = {
    '看守者馬哈爾巴',
    nil,
  },
  [5386] = {
    '侍僧迪利斯',
    nil,
  },
  [5387] = {
    '資深探險家麥格拉斯',
    '探險者協會',
  },
  [5388] = {
    '因格·烏利布希',
    '探險者協會',
  },
  [5389] = {
    '勘察員古斯坦',
    '探險者協會',
  },
  [5390] = {
    '賢者帕爾倫納',
    nil,
  },
  [5391] = {
    '加林·古瓦德',
    nil,
  },
  [5392] = {
    '亞爾·錘石',
    '採礦訓練師',
  },
  [5393] = {
    '軍需官朗格爾斯',
    nil,
  },
  [5394] = {
    '尼卡·血痕',
    nil,
  },
  [5395] = {
    '費古爾·雙刃',
    nil,
  },
  [5396] = {
    '潘迪加斯上尉',
    nil,
  },
  [5397] = {
    '『智者』烏泰克',
    nil,
  },
  [5399] = {
    '『食人者』維薩克',
    nil,
  },
  [5401] = {
    '邪惡的卡薩卡茲',
    nil,
  },
  [5403] = {
    '騎乘用白馬',
    nil,
  },
  [5404] = {
    '黑馬',
    nil,
  },
  [5407] = {
    '夢魘',
    nil,
  },
  [5409] = {
    '被奴役的收割者',
    nil,
  },
  [5411] = {
    '克林科·古德斯迪爾',
    '鍛造供應商',
  },
  [5412] = {
    '古爾達·蠻鬃',
    nil,
  },
  [5413] = {
    '弗倫·長鬚',
    nil,
  },
  [5414] = {
    '藥劑師法奧斯丁',
    '皇家藥劑師學會',
  },
  [5416] = {
    '間諜瑪克森',
    nil,
  },
  [5418] = {
    '亡靈哨兵萊度斯',
    nil,
  },
  [5419] = {
    '晶鱗蜥蜴',
    nil,
  },
  [5420] = {
    '晶鱗凝視者',
    nil,
  },
  [5421] = {
    '晶鱗石化蜥蜴',
    nil,
  },
  [5422] = {
    '沙漠獵食蠍',
    nil,
  },
  [5423] = {
    '沙漠鞭尾蠍',
    nil,
  },
  [5424] = {
    '沙漠疾行蠍',
    nil,
  },
  [5425] = {
    '飢餓的皰爪土狼',
    nil,
  },
  [5426] = {
    '皰爪土狼',
    nil,
  },
  [5427] = {
    '瘋狂的皰爪土狼',
    nil,
  },
  [5429] = {
    '火鵬',
    nil,
  },
  [5430] = {
    '炎鵬',
    nil,
  },
  [5431] = {
    '海浪龜',
    nil,
  },
  [5432] = {
    '巨型滑浪龜',
    nil,
  },
  [5434] = {
    '珊瑚鯊',
    nil,
  },
  [5435] = {
    '淺海錘頭鯊',
    nil,
  },
  [5441] = {
    '哈札里異種蠍',
    nil,
  },
  [5450] = {
    '哈札里毒刺蠍',
    nil,
  },
  [5451] = {
    '哈札里群居蠍',
    nil,
  },
  [5452] = {
    '哈札里工蠍',
    nil,
  },
  [5453] = {
    '哈札里掘洞蠍',
    nil,
  },
  [5454] = {
    '哈札里沙奪者',
    nil,
  },
  [5455] = {
    '森提帕爾異種蠍',
    nil,
  },
  [5456] = {
    '森提帕爾毒刺蠍',
    nil,
  },
  [5457] = {
    '森提帕爾群居蠍',
    nil,
  },
  [5458] = {
    '森提帕爾工蠍',
    nil,
  },
  [5459] = {
    '森提帕爾掘洞蠍',
    nil,
  },
  [5460] = {
    '森提帕爾沙奪者',
    nil,
  },
  [5461] = {
    '海元素',
    nil,
  },
  [5462] = {
    '巨型海元素',
    nil,
  },
  [5464] = {
    '守衛隊長索里加爾',
    nil,
  },
  [5465] = {
    '陸地狂怒者',
    nil,
  },
  [5466] = {
    '海灘巨人',
    nil,
  },
  [5467] = {
    '深海居住者',
    nil,
  },
  [5469] = {
    '沙丘重擊者',
    nil,
  },
  [5470] = {
    '盛怒的沙丘重擊者',
    nil,
  },
  [5471] = {
    '砂槌巨魔',
    nil,
  },
  [5472] = {
    '砂槌執行者',
    nil,
  },
  [5473] = {
    '砂槌巨魔法師',
    nil,
  },
  [5474] = {
    '砂槌蠻卒',
    nil,
  },
  [5475] = {
    '砂槌術士',
    nil,
  },
  [5476] = {
    '看守者比格斯',
    nil,
  },
  [5477] = {
    '『鬥棍』諾博魯',
    nil,
  },
  [5479] = {
    nil,
    '戰士訓練師',
  },
  [5480] = {
    nil,
    '戰士訓練師',
  },
  [5481] = {
    '灌木露水收集者',
    nil,
  },
  [5482] = {
    nil,
    '烹飪訓練師',
  },
  [5483] = {
    nil,
    '烹飪供應商',
  },
  [5484] = {
    '班傑明修士',
    '牧師訓練師',
  },
  [5485] = {
    '灌木塑根者',
    nil,
  },
  [5489] = {
    '喬舒修士',
    '牧師訓練師',
  },
  [5490] = {
    '長瘤的灌木獸',
    nil,
  },
  [5491] = {
    '虔誠的亞瑟',
    '聖騎士訓練師',
  },
  [5492] = {
    '純潔的凱薩琳',
    '聖騎士訓練師',
  },
  [5493] = {
    nil,
    '釣魚訓練師',
  },
  [5494] = {
    nil,
    '釣魚供應商',
  },
  [5495] = {
    nil,
    '術士訓練師',
  },
  [5496] = {
    nil,
    '術士訓練師',
  },
  [5497] = {
    nil,
    '法師訓練師',
  },
  [5498] = {
    nil,
    '法師訓練師',
  },
  [5499] = {
    '莉琳希亞·夜風',
    '鍊金術訓練師',
  },
  [5500] = {
    nil,
    '鍊金術訓練師',
  },
  [5501] = {
    nil,
    '獵人訓練師',
  },
  [5502] = {
    nil,
    '草藥學訓練師',
  },
  [5503] = {
    nil,
    '草藥學供應商',
  },
  [5504] = {
    '沙德拉斯·月樹',
    '德魯伊訓練師',
  },
  [5505] = {
    nil,
    '德魯伊訓練師',
  },
  [5506] = {
    nil,
    '德魯伊訓練師',
  },
  [5508] = {
    '斯塔諾爾·火踵',
    '護甲商',
  },
  [5509] = {
    '卡斯魯姆·斧拳',
    '斧商',
  },
  [5510] = {
    '蘇爾曼·火崖',
    '槍械商',
  },
  [5511] = {
    '瑟魯姆·深爐',
    '見習鐵匠',
  },
  [5512] = {
    '凱塔·深爐',
    '鍛造供應商',
  },
  [5513] = {
    '吉爾曼·石手',
    '採礦訓練師',
  },
  [5514] = {
    '布魯克·石衣',
    '採礦供應商',
  },
  [5515] = {
    '恩瑞斯·銳矛',
    '獵人訓練師',
  },
  [5516] = {
    '奧菲爾·鐵鬚',
    '獵人訓練師',
  },
  [5517] = {
    '托爾芬·石盾',
    '獵人訓練師',
  },
  [5518] = {
    '利廉姆·火軸',
    '工程學訓練師',
  },
  [5519] = {
    '比利巴布·考格斯賓',
    '工程學供應商',
  },
  [5520] = {
    '斯巴克爾',
    '惡魔訓練師',
  },
  [5523] = {
    '群居科多獸',
    nil,
  },
  [5546] = {
    '蠻兵祖烏爾',
    nil,
  },
  [5547] = {
    '蠻兵薩爾拉克',
    nil,
  },
  [5564] = {
    '西蒙·坦納爾',
    '製皮訓練師',
  },
  [5565] = {
    '吉莉安·坦納爾',
    '製皮供應商',
  },
  [5566] = {
    nil,
    '草藥學訓練師',
  },
  [5567] = {
    nil,
    '裁縫訓練師',
  },
  [5568] = {
    '被抓住的麻瘋地精',
    nil,
  },
  [5569] = {
    '菲斯巴恩·轟鳴',
    '煙火商人',
  },
  [5570] = {
    '布魯克·麥鬚',
    '酒保',
  },
  [5594] = {
    '鍊金師匹斯特蘇格',
    '鍊金術供應商',
  },
  [5595] = {
    '鐵爐堡守衛',
    nil,
  },
  [5597] = {
    '蠻兵寇瑪克',
    nil,
  },
  [5598] = {
    '阿塔萊流放者',
    nil,
  },
  [5599] = {
    '康恩·黃眼',
    nil,
  },
  [5603] = {
    '蠻兵摩卡',
    nil,
  },
  [5611] = {
    '酒吧老闆莫拉格',
    nil,
  },
  [5612] = {
    '吉姆瑞茲·影輪',
    '術士訓練師',
  },
  [5615] = {
    '廢土遊蕩者',
    nil,
  },
  [5616] = {
    '廢土竊賊',
    nil,
  },
  [5617] = {
    '廢土暗影法師',
    nil,
  },
  [5618] = {
    '廢土強盜',
    nil,
  },
  [5620] = {
    '調酒師溫塔爾',
    '食物和飲料',
  },
  [5623] = {
    '廢土刺客',
    nil,
  },
  [5624] = {
    '幽暗城守護者',
    nil,
  },
  [5634] = {
    '拉普索迪·鐵鏟',
    nil,
  },
  [5635] = {
    '弗斯塔德·蠻錘',
    '大族長',
  },
  [5636] = {
    '獅鷲獸管理員沙拉克·鷹斧',
    nil,
  },
  [5637] = {
    '羅頓·石錘',
    '尋物公司',
  },
  [5638] = {
    nil,
    '尋物公司',
  },
  [5639] = {
    '克拉文·德洛克',
    nil,
  },
  [5641] = {
    '塔卡塔·鋼刃',
    nil,
  },
  [5642] = {
    '瓦拉里爾·屠魔者',
    nil,
  },
  [5645] = {
    '沙怒剝皮者',
    nil,
  },
  [5646] = {
    '沙怒擲斧者',
    nil,
  },
  [5647] = {
    '沙怒獵頭者',
    nil,
  },
  [5648] = {
    '沙怒暗影施法者',
    nil,
  },
  [5649] = {
    '沙怒飲血者',
    nil,
  },
  [5650] = {
    '沙怒巫醫',
    nil,
  },
  [5652] = {
    '幽暗城練習假人',
    nil,
  },
  [5661] = {
    '馬拉奇修士',
    nil,
  },
  [5662] = {
    '豪瑟爾中士',
    '士官',
  },
  [5666] = {
    '岡瑟爾的幻影',
    nil,
  },
  [5674] = {
    '練習箭靶',
    nil,
  },
  [5676] = {
    '召喚的虛無行者',
    nil,
  },
  [5677] = {
    '召喚的魅魔',
    nil,
  },
  [5680] = {
    '被俘虜的男人',
    nil,
  },
  [5681] = {
    '被俘虜的女人',
    nil,
  },
  [5682] = {
    '達林·弗治維特',
    nil,
  },
  [5685] = {
    '被俘虜的食屍鬼',
    nil,
  },
  [5686] = {
    '被俘虜的殭屍',
    nil,
  },
  [5687] = {
    '被俘虜的憎惡',
    nil,
  },
  [5688] = {
    '旅店老闆芮妮',
    '旅店老闆',
  },
  [5690] = {
    nil,
    '釣魚訓練師',
  },
  [5691] = {
    '達林·弗治維特的鏡像',
    nil,
  },
  [5692] = {
    '科馬·韋拉德的幻象',
    nil,
  },
  [5694] = {
    '高階巫士安多瑪斯',
    nil,
  },
  [5695] = {
    '范斯·安德格魯姆',
    '附魔訓練師',
  },
  [5697] = {
    nil,
    '傑勒德的奴僕',
  },
  [5698] = {
    '瓊安娜·懷特豪爾',
    nil,
  },
  [5708] = {
    '哈卡的後代',
    nil,
  },
  [5709] = {
    '伊蘭尼庫斯之影',
    nil,
  },
  [5710] = {
    '『預言者』迦瑪蘭',
    nil,
  },
  [5711] = {
    '可悲的奧戈姆',
    nil,
  },
  [5713] = {
    '加什爾',
    nil,
  },
  [5720] = {
    '德拉維沃爾',
    nil,
  },
  [5721] = {
    '德姆塞卡爾',
    nil,
  },
  [5723] = {
    '瓦魯格的活動假人',
    nil,
  },
  [5725] = {
    '亡靈守衛倫德瑪克',
    nil,
  },
  [5726] = {
    '耶瑟莉的惡魔獵犬',
    nil,
  },
  [5727] = {
    '耶瑟莉的惡魔戰馬',
    nil,
  },
  [5728] = {
    '耶瑟莉的魅魔',
    nil,
  },
  [5729] = {
    '耶瑟莉的虛無行者',
    nil,
  },
  [5730] = {
    '耶瑟莉的小鬼',
    nil,
  },
  [5731] = {
    '藥劑師瓦里安',
    '皇家藥劑師學會',
  },
  [5732] = {
    '藥劑師卡崔娜',
    '皇家藥劑師學會',
  },
  [5733] = {
    '藥劑師里卡努斯',
    '皇家藥劑師學會',
  },
  [5734] = {
    '藥劑師基佛',
    '皇家藥劑師學會',
  },
  [5735] = {
    '籠中的女性人類',
    nil,
  },
  [5736] = {
    '籠中的男性人類',
    nil,
  },
  [5738] = {
    '籠中的男性矮人',
    nil,
  },
  [5739] = {
    '籠中的松鼠',
    nil,
  },
  [5741] = {
    '籠中的兔子',
    nil,
  },
  [5742] = {
    '籠中的蟾蜍',
    nil,
  },
  [5743] = {
    '籠中的綿羊',
    nil,
  },
  [5748] = {
    nil,
    '漁夫',
  },
  [5749] = {
    nil,
    '惡魔訓練師',
  },
  [5750] = {
    nil,
    '惡魔訓練師',
  },
  [5752] = {
    '麥爾金斯下士',
    nil,
  },
  [5753] = {
    nil,
    '惡魔訓練師',
  },
  [5754] = {
    nil,
    '魔杖商人',
  },
  [5755] = {
    '劇毒飛蛇',
    nil,
  },
  [5756] = {
    '變異劇毒風蛇',
    nil,
  },
  [5757] = {
    nil,
    '附魔供應商',
  },
  [5758] = {
    nil,
    '附魔供應商',
  },
  [5759] = {
    '妮拉',
    '急救訓練師',
  },
  [5760] = {
    '阿茲雷索克領主',
    nil,
  },
  [5761] = {
    '變異跛行者',
    nil,
  },
  [5762] = {
    '弱毒飛蛇',
    nil,
  },
  [5763] = {
    '夢魘軟漿怪',
    nil,
  },
  [5764] = {
    '暴雪守護者',
    nil,
  },
  [5766] = {
    '草原幼獅',
    nil,
  },
  [5767] = {
    nil,
    '繆幽',
  },
  [5768] = {
    nil,
    '繆幽',
  },
  [5769] = {
    '大德魯伊哈繆爾·符文圖騰',
    nil,
  },
  [5770] = {
    '納拉·蠻鬃',
    nil,
  },
  [5772] = {
    '阿茲雷索克領主的影像',
    nil,
  },
  [5773] = {
    '祖格卡的影像',
    nil,
  },
  [5774] = {
    '狼騎',
    nil,
  },
  [5775] = {
    '永生的沃爾丹',
    nil,
  },
  [5776] = {
    '大型軟漿怪(紅)',
    nil,
  },
  [5777] = {
    '大型軟漿怪(綠)',
    nil,
  },
  [5778] = {
    '大型軟漿怪(黑)',
    nil,
  },
  [5780] = {
    '複製的軟漿怪',
    nil,
  },
  [5781] = {
    '異種蠕行者的卵',
    nil,
  },
  [5783] = {
    '卡爾丹·暗月',
    '特殊製皮供應商',
  },
  [5784] = {
    nil,
    '見習製皮師',
  },
  [5785] = {
    '鷹女海特拉什',
    nil,
  },
  [5786] = {
    '暴矛',
    nil,
  },
  [5787] = {
    '執行者埃米爾岡德',
    nil,
  },
  [5791] = {
    '考布萊恩蛇形態',
    '尖牙德魯伊',
  },
  [5792] = {
    '拖車管理員米格林',
    nil,
  },
  [5797] = {
    '艾恩·流水',
    '聯盟信差',
  },
  [5798] = {
    '索拉·羽月',
    '聯盟信差',
  },
  [5799] = {
    '漢娜·刃葉',
    '聯盟信差',
  },
  [5800] = {
    nil,
    '聯盟信差',
  },
  [5806] = {
    '樹人盟友',
    nil,
  },
  [5807] = {
    '掃蕩者',
    nil,
  },
  [5808] = {
    '督軍科卡尼斯',
    nil,
  },
  [5809] = {
    '指揮官柯堤斯',
    nil,
  },
  [5811] = {
    nil,
    '見習製皮師',
  },
  [5812] = {
    nil,
    '重甲商',
  },
  [5814] = {
    '旅店老闆蘇爾貝克',
    '旅店老闆',
  },
  [5815] = {
    nil,
    '惡魔訓練師',
  },
  [5816] = {
    nil,
    '魔杖商人',
  },
  [5817] = {
    nil,
    '貿易供應商',
  },
  [5819] = {
    nil,
    '重甲商',
  },
  [5820] = {
    nil,
    '皮甲商',
  },
  [5821] = {
    nil,
    '布甲商',
  },
  [5822] = {
    '惡魔編織者斯考恩',
    nil,
  },
  [5823] = {
    '死亡毒蠍',
    nil,
  },
  [5824] = {
    '獠牙隊長',
    '戰地衛士隊長',
  },
  [5826] = {
    '吉歐洛德·雜斑',
    nil,
  },
  [5828] = {
    '『獅王』修瑪',
    nil,
  },
  [5829] = {
    '『土狼』斯諾特',
    nil,
  },
  [5830] = {
    '鷹女萊絲塔倫',
    nil,
  },
  [5831] = {
    '迅鬃斑馬',
    nil,
  },
  [5832] = {
    '雷蹄蜥蜴',
    nil,
  },
  [5833] = {
    '狂暴的瑪爾戈',
    nil,
  },
  [5834] = {
    '『天刃』艾澤里',
    nil,
  },
  [5835] = {
    '工頭葛瑞爾斯',
    nil,
  },
  [5836] = {
    '工程師維爾雷格',
    nil,
  },
  [5837] = {
    '石臂',
    nil,
  },
  [5838] = {
    '斷矛',
    nil,
  },
  [5839] = {
    '黑鐵地質學家',
    nil,
  },
  [5840] = {
    '黑鐵鍛造師',
    nil,
  },
  [5841] = {
    '石槍',
    nil,
  },
  [5842] = {
    '『跳躍者』塔克',
    nil,
  },
  [5843] = {
    '奴隸工',
    nil,
  },
  [5844] = {
    '黑鐵奴隸販子',
    nil,
  },
  [5846] = {
    '黑鐵監工',
    nil,
  },
  [5847] = {
    '赫金·石鬚',
    '巴爾丹首席工程師',
  },
  [5848] = {
    '瑪爾金·麥酒',
    '巴爾丹軍官',
  },
  [5849] = {
    '礦工弗雷姆',
    '挖掘專家',
  },
  [5850] = {
    '熾熱元素',
    nil,
  },
  [5851] = {
    '基洛戈·錘趾隊長',
    '巴爾丹衛隊長',
  },
  [5852] = {
    '煉獄元素',
    nil,
  },
  [5853] = {
    '溫和的戰爭魔像',
    nil,
  },
  [5854] = {
    '重型戰爭魔像',
    nil,
  },
  [5855] = {
    '岩漿元素',
    nil,
  },
  [5856] = {
    '晶網蜘蛛',
    nil,
  },
  [5857] = {
    '灼熱熔岩蜘蛛',
    nil,
  },
  [5858] = {
    '巨型熔岩蜘蛛',
    nil,
  },
  [5859] = {
    '哈格',
    '刺鬃野豬人勇士',
  },
  [5860] = {
    '暮光黑暗薩滿',
    nil,
  },
  [5861] = {
    '暮光火焰衛士',
    nil,
  },
  [5862] = {
    '暮光地卜師',
    nil,
  },
  [5863] = {
    '土地祭司古科羅克',
    nil,
  },
  [5864] = {
    '斯文格加特·矛鬃',
    nil,
  },
  [5870] = {
    nil,
    '屠夫',
  },
  [5871] = {
    nil,
    '飲料商',
  },
  [5872] = {
    '毒蛇形態',
    nil,
  },
  [5873] = {
    '石甲圖騰',
    nil,
  },
  [5874] = {
    '大地之力圖騰',
    nil,
  },
  [5875] = {
    '甘盧爾·血眼',
    nil,
  },
  [5878] = {
    '索恩格瑞姆·火眼',
    nil,
  },
  [5879] = {
    'zzOLD火焰新星圖騰',
    nil,
  },
  [5880] = {
    nil,
    '法師訓練師',
  },
  [5881] = {
    '被詛咒的塞卡摩',
    nil,
  },
  [5882] = {
    nil,
    '法師訓練師',
  },
  [5883] = {
    nil,
    '法師訓練師',
  },
  [5884] = {
    nil,
    '法師訓練師',
  },
  [5885] = {
    nil,
    '法師訓練師',
  },
  [5886] = {
    nil,
    '蘑菇商',
  },
  [5887] = {
    '坎納甘·地鳴',
    nil,
  },
  [5888] = {
    '先知鴉羽',
    nil,
  },
  [5889] = {
    '紅雲大地之靈',
    nil,
  },
  [5890] = {
    '紅石大地之靈',
    nil,
  },
  [5891] = {
    '小型大地之靈體',
    nil,
  },
  [5892] = {
    '希爾恩·火衛',
    nil,
  },
  [5893] = {
    '小型火焰之靈體',
    nil,
  },
  [5894] = {
    '墮落的小型水之靈體',
    nil,
  },
  [5895] = {
    '小型水之靈體',
    nil,
  },
  [5896] = {
    '火靈',
    nil,
  },
  [5897] = {
    '墮落的水靈',
    nil,
  },
  [5898] = {
    '風靈',
    nil,
  },
  [5899] = {
    '布瑞恩',
    nil,
  },
  [5901] = {
    '水之先知伊斯倫',
    nil,
  },
  [5902] = {
    '小型空氣之靈體',
    nil,
  },
  [5905] = {
    '普拉特·雲眼',
    nil,
  },
  [5906] = {
    '薩尼斯·織焰者',
    nil,
  },
  [5908] = {
    '蠻兵多格蘭',
    nil,
  },
  [5911] = {
    '蠻兵勞格瑪',
    nil,
  },
  [5912] = {
    '變異精靈龍',
    nil,
  },
  [5913] = {
    '戰慄圖騰',
    nil,
  },
  [5914] = {
    '變異夢魘',
    nil,
  },
  [5915] = {
    '拉文諾克修士',
    nil,
  },
  [5916] = {
    '哨兵阿瑪拉珊',
    nil,
  },
  [5918] = {
    '貓頭鷹形態',
    nil,
  },
  [5919] = {
    'zzOLD石甲圖騰 II',
    nil,
  },
  [5920] = {
    'zzOLD石甲圖騰 III',
    nil,
  },
  [5921] = {
    'zzOLD大地之力圖騰 II',
    nil,
  },
  [5922] = {
    'zzOLD大地之力圖騰 III',
    nil,
  },
  [5923] = {
    '清毒圖騰',
    nil,
  },
  [5924] = {
    '淨化圖騰',
    nil,
  },
  [5925] = {
    '根基圖騰',
    nil,
  },
  [5926] = {
    '抗寒圖騰',
    nil,
  },
  [5927] = {
    '元素抗性圖騰',
    nil,
  },
  [5928] = {
    '悲哀之翼',
    nil,
  },
  [5929] = {
    '熔岩圖騰',
    nil,
  },
  [5930] = {
    '鷹女瑞雯',
    nil,
  },
  [5931] = {
    '工頭里格爾',
    nil,
  },
  [5932] = {
    '監工維普弗恩',
    nil,
  },
  [5933] = {
    '『放逐者』阿基里歐斯',
    nil,
  },
  [5934] = {
    '撕心者',
    nil,
  },
  [5935] = {
    '無敵的鐵眼',
    nil,
  },
  [5937] = {
    '邪刺恐蠍',
    nil,
  },
  [5938] = {
    '尤薩恩·靜水',
    '釣魚訓練師',
  },
  [5939] = {
    '維爾拉·幼蹄',
    '急救訓練師',
  },
  [5940] = {
    '哈恩·長線',
    '釣魚供應商',
  },
  [5941] = {
    nil,
    '釣魚訓練師',
  },
  [5942] = {
    nil,
    '釣魚供應商',
  },
  [5943] = {
    nil,
    '急救訓練師',
  },
  [5944] = {
    nil,
    '裁縫和製皮供應商',
  },
  [5946] = {
    '男性黑暗刺客',
    nil,
  },
  [5947] = {
    '女性黑暗刺客',
    nil,
  },
  [5948] = {
    '女性海賊',
    nil,
  },
  [5949] = {
    '男性海賊',
    nil,
  },
  [5950] = {
    '火舌圖騰',
    nil,
  },
  [5951] = {
    '野兔',
    nil,
  },
  [5952] = {
    '獸穴蠻兵',
    nil,
  },
  [5953] = {
    '剃刀嶺蠻兵',
    nil,
  },
  [5957] = {
    nil,
    '傳送門訓練師',
  },
  [5958] = {
    nil,
    '傳送門訓練師',
  },
  [5974] = {
    '巨槌巨魔',
    nil,
  },
  [5975] = {
    '巨槌巨魔法師',
    nil,
  },
  [5976] = {
    '巨槌蠻卒',
    nil,
  },
  [5977] = {
    '巨槌戰士',
    nil,
  },
  [5978] = {
    '巨槌術士',
    nil,
  },
  [5979] = {
    '悲慘的失落者',
    nil,
  },
  [5981] = {
    '傳送門搜尋者',
    nil,
  },
  [5982] = {
    '黑色屠戮者',
    nil,
  },
  [5983] = {
    '拾骨膽汁餵食者',
    nil,
  },
  [5984] = {
    '飢餓的彎牙土狼',
    nil,
  },
  [5985] = {
    '彎牙土狼',
    nil,
  },
  [5988] = {
    '厚甲毒刺蠍',
    nil,
  },
  [5990] = {
    '紅石蜥蜴',
    nil,
  },
  [5991] = {
    '紅石晶鱗蜥蜴',
    nil,
  },
  [5992] = {
    '灰鬃野豬',
    nil,
  },
  [5993] = {
    '地獄野豬',
    nil,
  },
  [5994] = {
    nil,
    '高階祭司',
  },
  [5996] = {
    '守望堡礦工',
    nil,
  },
  [5997] = {
    '守望堡工程師',
    nil,
  },
  [5998] = {
    '守望堡工頭',
    nil,
  },
  [5999] = {
    '守望堡士兵',
    nil,
  },
  [6000] = {
    '守望堡教士',
    nil,
  },
  [6001] = {
    '守望堡分析師',
    nil,
  },
  [6002] = {
    '守望堡衛兵',
    nil,
  },
  [6003] = {
    '守望堡軍官',
    nil,
  },
  [6004] = {
    '影誓祭儀師',
    nil,
  },
  [6005] = {
    '影誓暴徒',
    nil,
  },
  [6006] = {
    '影誓專家',
    nil,
  },
  [6007] = {
    '影誓執行者',
    nil,
  },
  [6008] = {
    '影誓術士',
    nil,
  },
  [6009] = {
    '影誓織懼者',
    nil,
  },
  [6010] = {
    '惡魔犬',
    nil,
  },
  [6011] = {
    '惡魔守衛哨衛',
    nil,
  },
  [6012] = {
    'zzOLD火舌圖騰 II',
    nil,
  },
  [6013] = {
    '遊蕩的禿鷲',
    nil,
  },
  [6014] = {
    nil,
    '牧師訓練師',
  },
  [6016] = {
    '元素防護圖騰',
    nil,
  },
  [6017] = {
    '熔岩噴射圖騰',
    nil,
  },
  [6018] = {
    nil,
    '牧師訓練師',
  },
  [6019] = {
    '霍恩尼茲',
    nil,
  },
  [6020] = {
    '滑殼龍蝦人',
    nil,
  },
  [6021] = {
    '野豬之魂',
    nil,
  },
  [6026] = {
    nil,
    '雙足飛龍管理員',
  },
  [6027] = {
    nil,
    '惡魔訓練師',
  },
  [6028] = {
    nil,
    '重甲商',
  },
  [6030] = {
    '索瓦爾德·深爐',
    nil,
  },
  [6031] = {
    '托姆斯·深爐',
    nil,
  },
  [6033] = {
    '洛丹米爾狂魚',
    nil,
  },
  [6035] = {
    '剃刀沼澤潛獵者',
    nil,
  },
  [6047] = {
    '水生守護者',
    nil,
  },
  [6066] = {
    '陷地圖騰',
    nil,
  },
  [6068] = {
    '瓦魯格的保鏢',
    nil,
  },
  [6069] = {
    '瑪洛迪可汗保鏢',
    nil,
  },
  [6070] = {
    '瑪洛迪可汗顧問',
    nil,
  },
  [6071] = {
    '軍團獵犬',
    nil,
  },
  [6072] = {
    '『追尋者』迪亞索魯斯',
    nil,
  },
  [6073] = {
    '灼熱的煉獄火',
    nil,
  },
  [6074] = {
    '條紋霜刃豹',
    nil,
  },
  [6075] = {
    '翡翠迅猛龍',
    nil,
  },
  [6076] = {
    '騎乘用陸行鳥(白色)',
    nil,
  },
  [6086] = {
    '奧伯丁哨兵',
    nil,
  },
  [6087] = {
    '阿斯特蘭納哨兵',
    nil,
  },
  [6090] = {
    nil,
    '醉鬼',
  },
  [6091] = {
    nil,
    '食物和飲料商人',
  },
  [6093] = {
    '蛀牙傑克',
    nil,
  },
  [6094] = {
    nil,
    '急救訓練師',
  },
  [6110] = {
    'zzOLD火焰新星圖騰 II',
    nil,
  },
  [6111] = {
    'zzOLD火焰新星圖騰 III',
    nil,
  },
  [6112] = {
    '風怒圖騰',
    nil,
  },
  [6114] = {
    '穆倫·雷矛',
    nil,
  },
  [6115] = {
    '遊蕩的惡魔守衛',
    nil,
  },
  [6116] = {
    '精靈貴族的亡魂',
    nil,
  },
  [6117] = {
    '精靈貴族鬼巫',
    nil,
  },
  [6118] = {
    '瓦羅森的鬼魂',
    nil,
  },
  [6119] = {
    '托格·鏽鏈',
    nil,
  },
  [6120] = {
    '拉戈·黑鉗',
    nil,
  },
  [6122] = {
    '『黑暗縛靈師』加金',
    nil,
  },
  [6123] = {
    '黑鐵間諜',
    nil,
  },
  [6124] = {
    '貝爾德隊長',
    '黑鐵上尉',
  },
  [6125] = {
    '哈達爾薩特',
    nil,
  },
  [6126] = {
    '哈達爾欺詐者',
    nil,
  },
  [6127] = {
    '哈達爾魔僕',
    nil,
  },
  [6128] = {
    '沃魯斯·邪蹄',
    nil,
  },
  [6129] = {
    '龍人法師領主',
    nil,
  },
  [6130] = {
    '藍色逆鱗龍人',
    nil,
  },
  [6131] = {
    '龍人施法者',
    nil,
  },
  [6132] = {
    '剃刀沼澤僕從',
    nil,
  },
  [6133] = {
    '艾魯拉的陰影',
    nil,
  },
  [6134] = {
    '亞考羅克領主',
    nil,
  },
  [6135] = {
    '亞考蘭響鉗龍蝦人',
    nil,
  },
  [6136] = {
    '亞考蘭泥漿魚人',
    nil,
  },
  [6137] = {
    '亞考蘭巨鉗龍蝦人',
    nil,
  },
  [6138] = {
    '亞考蘭神諭者',
    nil,
  },
  [6139] = {
    '風巢翱翔者',
    nil,
  },
  [6141] = {
    '巨翼翱翔者',
    nil,
  },
  [6143] = {
    '亞考羅克的僕從',
    nil,
  },
  [6144] = {
    '亞考羅克之子',
    nil,
  },
  [6145] = {
    '魚群',
    nil,
  },
  [6146] = {
    '峭壁擊碎者',
    nil,
  },
  [6147] = {
    '峭壁咆哮者',
    nil,
  },
  [6148] = {
    '峭壁行者',
    nil,
  },
  [6166] = {
    '猶魯斯·麥酒',
    nil,
  },
  [6167] = {
    '奇美拉族母',
    nil,
  },
  [6169] = {
    '科羅莫特·鋼尺',
    nil,
  },
  [6170] = {
    '加特斯比爾',
    nil,
  },
  [6176] = {
    '『觀風者』巴斯拉',
    nil,
  },
  [6178] = {
    '穆里頓·熱爐',
    nil,
  },
  [6179] = {
    '蒂薩·熱爐',
    nil,
  },
  [6180] = {
    '迪菲亞劫掠者',
    nil,
  },
  [6181] = {
    '喬丹·斯迪威爾',
    nil,
  },
  [6182] = {
    '達芙妮·斯迪威爾',
    nil,
  },
  [6184] = {
    '木喉探險者',
    nil,
  },
  [6185] = {
    '木喉戰士',
    nil,
  },
  [6186] = {
    '木喉圖騰師',
    nil,
  },
  [6187] = {
    '木喉巢穴守衛',
    nil,
  },
  [6188] = {
    '木喉薩滿',
    nil,
  },
  [6189] = {
    '木喉巨熊怪',
    nil,
  },
  [6190] = {
    '惡鞭戰士',
    nil,
  },
  [6193] = {
    '惡鞭尖嘯者',
    nil,
  },
  [6194] = {
    '惡鞭毒蛇守衛',
    nil,
  },
  [6195] = {
    '惡鞭海妖',
    nil,
  },
  [6196] = {
    '惡鞭部屬',
    nil,
  },
  [6198] = {
    '血精靈勘測員',
    nil,
  },
  [6199] = {
    '血精靈搜尋者',
    nil,
  },
  [6200] = {
    '雷加斯薩特',
    nil,
  },
  [6201] = {
    '雷加斯盜賊',
    nil,
  },
  [6202] = {
    '雷加斯喚魔者',
    nil,
  },
  [6206] = {
    '洞窟穴居者',
    nil,
  },
  [6207] = {
    '洞窟伏擊者',
    nil,
  },
  [6208] = {
    '洞窟入侵者',
    nil,
  },
  [6209] = {
    '洞窟強奪者',
    nil,
  },
  [6210] = {
    '洞窟掠取者',
    nil,
  },
  [6211] = {
    '洞窟劫奪者',
    nil,
  },
  [6212] = {
    '黑鐵密探',
    nil,
  },
  [6213] = {
    '輻射入侵者',
    nil,
  },
  [6215] = {
    '咀嚼者',
    nil,
  },
  [6218] = {
    '輻射泥漿怪',
    nil,
  },
  [6219] = {
    '酸性潛伏者',
    nil,
  },
  [6220] = {
    '輻射水元素',
    nil,
  },
  [6221] = {
    '混亂的麻瘋地精',
    nil,
  },
  [6222] = {
    '麻瘋技師',
    nil,
  },
  [6223] = {
    '麻瘋防衛者',
    nil,
  },
  [6224] = {
    '麻瘋機械師',
    nil,
  },
  [6225] = {
    '步行坦克',
    nil,
  },
  [6226] = {
    '機械烈焰行者',
    nil,
  },
  [6227] = {
    '機械冰霜行者',
    nil,
  },
  [6228] = {
    '黑鐵大使',
    nil,
  },
  [6229] = {
    '群體打擊者9-60',
    nil,
  },
  [6230] = {
    '保安防護組件',
    nil,
  },
  [6232] = {
    '秘法剋星X-21',
    nil,
  },
  [6233] = {
    '機械哨衛',
    nil,
  },
  [6234] = {
    '機械守護者',
    nil,
  },
  [6235] = {
    '電刑器6000型',
    nil,
  },
  [6236] = {
    nil,
    '島民',
  },
  [6237] = {
    '監獄弓箭手',
    nil,
  },
  [6238] = {
    '比格維爾',
    nil,
  },
  [6239] = {
    '塞克隆尼亞',
    nil,
  },
  [6240] = {
    '挑戰者',
    nil,
  },
  [6241] = {
    '白洛爾·石手',
    nil,
  },
  [6244] = {
    '『先知』塔卡爾',
    nil,
  },
  [6248] = {
    '圖維琪·弗拉海德',
    '廣播員',
  },
  [6249] = {
    '吵鬧的觀眾',
    nil,
  },
  [6250] = {
    '海蟹',
    nil,
  },
  [6252] = {
    '侍僧瑪迦茲',
    nil,
  },
  [6253] = {
    '侍僧芬里克',
    nil,
  },
  [6254] = {
    '侍僧溫圖拉',
    nil,
  },
  [6266] = {
    '梅納拉·虛無撕裂者',
    nil,
  },
  [6267] = {
    '侍僧伯瑞納',
    nil,
  },
  [6268] = {
    '召喚的惡魔獵犬',
    nil,
  },
  [6271] = {
    '溝鼠',
    nil,
  },
  [6272] = {
    '旅店老闆詹妮',
    '旅店老闆',
  },
  [6286] = {
    nil,
    '烹飪訓練師',
  },
  [6287] = {
    '拉德納爾·織髮',
    '剝皮訓練師',
  },
  [6288] = {
    nil,
    '剝皮訓練師',
  },
  [6289] = {
    nil,
    '剝皮訓練師',
  },
  [6290] = {
    '姚恩·深刺',
    '剝皮訓練師',
  },
  [6291] = {
    '巴爾薩斯·剝石',
    '剝皮訓練師',
  },
  [6292] = {
    nil,
    '剝皮訓練師',
  },
  [6294] = {
    '克羅姆·粗臂',
    nil,
  },
  [6295] = {
    nil,
    '剝皮訓練師',
  },
  [6297] = {
    '庫德拉姆·石錘',
    '採礦訓練師',
  },
  [6298] = {
    '瑟爾格拉姆·石錘',
    '採礦供應商',
  },
  [6299] = {
    '迪爾弗拉姆·火鬚',
    '鍛造訓練師',
  },
  [6300] = {
    '艾麗薩·鋼手',
    '鍛造供應商',
  },
  [6301] = {
    '高爾博多·鋼手',
    '貿易供應商',
  },
  [6306] = {
    '海倫尼·派特斯金納',
    '剝皮訓練師',
  },
  [6328] = {
    '丹尼·血泡',
    '惡魔訓練師',
  },
  [6329] = {
    '輻射掠取者',
    nil,
  },
  [6347] = {
    '幼年碎浪多頭蛇',
    nil,
  },
  [6348] = {
    '碎浪多頭蛇',
    nil,
  },
  [6349] = {
    '大型碎浪多頭蛇',
    nil,
  },
  [6350] = {
    '瑪科尼銳爪龍蝦人',
    nil,
  },
  [6351] = {
    '風暴海灣神諭者',
    nil,
  },
  [6352] = {
    '珊瑚潛伏者',
    nil,
  },
  [6366] = {
    '庫爾森奴隸',
    nil,
  },
  [6367] = {
    nil,
    '貓咪公主',
  },
  [6368] = {
    '貓',
    nil,
  },
  [6369] = {
    '珊瑚海龜',
    nil,
  },
  [6370] = {
    '瑪科尼快鉗龍蝦人',
    nil,
  },
  [6371] = {
    '風暴海灣戰士',
    nil,
  },
  [6372] = {
    '瑪科尼巨爪龍蝦人',
    nil,
  },
  [6373] = {
    nil,
    '惡魔訓練師',
  },
  [6374] = {
    '塞琳娜·達克哈特',
    '惡魔訓練師',
  },
  [6375] = {
    '雷首角鷹獸',
    nil,
  },
  [6376] = {
    '伍倫·黑泉',
    '惡魔訓練師',
  },
  [6377] = {
    '雷首翼鹿',
    nil,
  },
  [6378] = {
    '雷首天颶',
    nil,
  },
  [6379] = {
    '雷首角鷹族王',
    nil,
  },
  [6380] = {
    '雷首角鷹之后',
    nil,
  },
  [6382] = {
    '尋屍者祖貝爾',
    '惡魔訓練師',
  },
  [6386] = {
    '贊吉爾結界',
    nil,
  },
  [6387] = {
    nil,
    '剝皮訓練師',
  },
  [6388] = {
    '贊吉爾骷髏',
    nil,
  },
  [6389] = {
    '亡靈守衛博迪瑞格',
    nil,
  },
  [6390] = {
    '『斬擊者』奧拉格',
    nil,
  },
  [6391] = {
    '頑抗的戰士',
    nil,
  },
  [6392] = {
    '頑抗的醫師',
    nil,
  },
  [6393] = {
    '赫納·狂暴圖騰',
    nil,
  },
  [6394] = {
    '魯迦·狂暴圖騰',
    nil,
  },
  [6395] = {
    '拉特戈爾中士',
    '士官',
  },
  [6407] = {
    '頑抗的技師',
    nil,
  },
  [6410] = {
    '歐姆·石蹄',
    nil,
  },
  [6412] = {
    '骷髏',
    nil,
  },
  [6426] = {
    '痛苦的死者',
    nil,
  },
  [6427] = {
    '冤魂魅靈',
    nil,
  },
  [6486] = {
    '黑色骸骨戰馬',
    nil,
  },
  [6487] = {
    '秘法師杜安',
    nil,
  },
  [6488] = {
    '亡靈勇士',
    nil,
  },
  [6489] = {
    '鐵脊死靈',
    nil,
  },
  [6490] = {
    '不眠的艾希爾',
    nil,
  },
  [6491] = {
    '靈魂醫者',
    nil,
  },
  [6492] = {
    '裂隙怒靈',
    nil,
  },
  [6493] = {
    '虛幻魅靈',
    nil,
  },
  [6495] = {
    '[Deprecated for 4.x]瑞茲尼克',
    '飲料商人',
  },
  [6496] = {
    '[Deprecated for 4.x]Brivelthwerp',
    '冰淇淋商人',
  },
  [6498] = {
    '魔暴龍',
    nil,
  },
  [6499] = {
    '鐵皮魔暴龍',
    nil,
  },
  [6500] = {
    '霸王魔暴龍',
    nil,
  },
  [6502] = {
    '厚甲劍龍',
    nil,
  },
  [6503] = {
    '刺尾劍龍',
    nil,
  },
  [6504] = {
    '雷霆劍龍',
    nil,
  },
  [6505] = {
    '暴掠龍',
    nil,
  },
  [6506] = {
    '疾奔暴掠龍',
    nil,
  },
  [6507] = {
    '狩獵暴掠龍',
    nil,
  },
  [6508] = {
    '毒皮暴掠龍',
    nil,
  },
  [6509] = {
    '血瓣花鞭笞者',
    nil,
  },
  [6510] = {
    '血瓣花撕掠者',
    nil,
  },
  [6511] = {
    '血瓣花痛擊者',
    nil,
  },
  [6512] = {
    '血瓣花陷捕者',
    nil,
  },
  [6513] = {
    '安戈洛巨猩猩',
    nil,
  },
  [6514] = {
    '安戈洛猩猩',
    nil,
  },
  [6516] = {
    '安戈洛大猩猩',
    nil,
  },
  [6517] = {
    '焦油獸',
    nil,
  },
  [6518] = {
    '焦油潛伏者',
    nil,
  },
  [6519] = {
    '焦油獸王',
    nil,
  },
  [6520] = {
    '灼熱元素',
    nil,
  },
  [6521] = {
    '有生烈焰',
    nil,
  },
  [6523] = {
    '黑鐵步槍兵',
    nil,
  },
  [6527] = {
    '焦油蠕行者',
    nil,
  },
  [6547] = {
    '受難的犧牲者',
    nil,
  },
  [6548] = {
    '[Deprecated for 4.x]魔導師提爾斯',
    nil,
  },
  [6549] = {
    '寶珠之魔',
    nil,
  },
  [6550] = {
    '法力怒靈',
    nil,
  },
  [6551] = {
    '格里什異種蠍',
    nil,
  },
  [6552] = {
    '格里什工蠍',
    nil,
  },
  [6553] = {
    '格里什劫奪者',
    nil,
  },
  [6554] = {
    '格里什毒刺蠍',
    nil,
  },
  [6555] = {
    '格里什掘洞蠍',
    nil,
  },
  [6556] = {
    '膠質軟泥怪',
    nil,
  },
  [6557] = {
    '原生軟泥怪',
    nil,
  },
  [6559] = {
    '黏稠的軟泥怪',
    nil,
  },
  [6560] = {
    '石頭守護者',
    nil,
  },
  [6567] = {
    nil,
    '裁縫供應商',
  },
  [6568] = {
    nil,
    '裁縫供應商',
  },
  [6571] = {
    '獵豹形態(夜精靈德魯伊)',
    '夜精靈德魯伊',
  },
  [6572] = {
    '獵豹形態(夜精靈德魯伊)',
    '牛頭人德魯伊',
  },
  [6573] = {
    '旅行形態 (德魯伊)',
    '德魯伊',
  },
  [6574] = {
    nil,
    '裁縫供應商',
  },
  [6575] = {
    '血色受訓員',
    nil,
  },
  [6576] = {
    '[Deprecated for 4.x]布琳娜·星光',
    '裁縫供應商',
  },
  [6577] = {
    '賓格斯·布萊頓海默',
    nil,
  },
  [6579] = {
    '沉默的舒尼',
    nil,
  },
  [6581] = {
    '暴掠龍族母',
    nil,
  },
  [6582] = {
    '薩瓦絲女王',
    nil,
  },
  [6584] = {
    '暴龍之王莫什',
    nil,
  },
  [6586] = {
    '洛卡·刃影',
    nil,
  },
  [6606] = {
    '監督者格里比',
    nil,
  },
  [6626] = {
    '[Deprecated for 4.x]大膽的強森',
    nil,
  },
  [6646] = {
    '長者莫諾斯',
    nil,
  },
  [6647] = {
    '博學者鷹盔',
    nil,
  },
  [6649] = {
    '瑟絲彼拉女士',
    nil,
  },
  [6650] = {
    '方弗羅將軍',
    nil,
  },
  [6651] = {
    '守門者暴吼',
    nil,
  },
  [6652] = {
    '菲達雷德',
    nil,
  },
  [6653] = {
    '大蟾蜍',
    nil,
  },
  [6666] = {
    '[Deprecated for 4.x]強森的人類形態',
    nil,
  },
  [6668] = {
    '塞瑞克·黑爐領主',
    nil,
  },
  [6669] = {
    '機械打手4100型',
    '大副',
  },
  [6670] = {
    '西部荒野木匠',
    nil,
  },
  [6706] = {
    '巴瑞特納斯·天河',
    '角鷹獸管理員',
  },
  [6707] = {
    nil,
    '盜賊宗師',
  },
  [6726] = {
    nil,
    '雙足飛龍管理員',
  },
  [6727] = {
    '旅店老闆布里安娜',
    '旅店老闆',
  },
  [6730] = {
    '[Deprecated for 4.x]Jinky Twizzlefixxit',
    '工程學供應商',
  },
  [6731] = {
    '哈魯恩·暗織',
    '製皮供應商',
  },
  [6733] = {
    '石窟猛擊者',
    nil,
  },
  [6734] = {
    '旅店老闆納克羅·壁爐',
    '旅店老闆',
  },
  [6735] = {
    '旅店老闆塞琳尼',
    '旅店老闆',
  },
  [6736] = {
    '旅店老闆凱達米爾',
    '旅店老闆',
  },
  [6737] = {
    '旅店老闆莎希因',
    '旅店老闆',
  },
  [6738] = {
    '旅店老闆基姆利雅',
    '旅店老闆',
  },
  [6739] = {
    '旅店老闆拜特斯',
    '旅店老闆',
  },
  [6740] = {
    '旅店老闆奧里森',
    '旅店老闆',
  },
  [6741] = {
    '旅店老闆諾曼',
    '旅店老闆',
  },
  [6746] = {
    '旅店老闆帕拉',
    '旅店老闆',
  },
  [6747] = {
    '旅店老闆考烏斯',
    '旅店老闆',
  },
  [6748] = {
    '水靈',
    nil,
  },
  [6749] = {
    nil,
    '獸欄管理員',
  },
  [6766] = {
    '拉文霍德守衛',
    '刺客聯盟',
  },
  [6768] = {
    '喬拉齊·拉文霍德領主',
    '刺客聯盟領袖',
  },
  [6771] = {
    '拉文霍德刺客',
    '刺客聯盟',
  },
  [6774] = {
    '法爾坎·伊森斯泰德',
    nil,
  },
  [6775] = {
    '安圖爾·荒野',
    nil,
  },
  [6776] = {
    '瑪戈林·河鬃',
    nil,
  },
  [6777] = {
    '薩恩·刀鏈',
    '特殊工程學貨物',
  },
  [6778] = {
    '米利卡·艾森斯泰德',
    '旅店助理',
  },
  [6779] = {
    '斯穆德·雷木',
    '毒藥供應商',
  },
  [6782] = {
    '漢茲·跳鏈',
    nil,
  },
  [6787] = {
    '耶納基·黑臂',
    nil,
  },
  [6788] = {
    '雌薊熊',
    nil,
  },
  [6789] = {
    '小薊熊',
    nil,
  },
  [6790] = {
    '旅店老闆崔萊妮',
    '旅店老闆',
  },
  [6791] = {
    '旅店老闆維爾雷',
    '旅店老闆',
  },
  [6806] = {
    '塔諾克·霜錘',
    '旅店助理',
  },
  [6807] = {
    '旅店老闆斯金德',
    '旅店老闆',
  },
  [6846] = {
    '碼頭管理員',
    nil,
  },
  [6866] = {
    '迪菲亞保鏢',
    nil,
  },
  [6867] = {
    '尋跡犬',
    nil,
  },
  [6868] = {
    '加卡爾',
    nil,
  },
  [6907] = {
    '『迅捷』艾利克',
    nil,
  },
  [6909] = {
    '遠古的塞希爾',
    nil,
  },
  [6911] = {
    '塞希爾的爪牙',
    nil,
  },
  [6912] = {
    '聖騎士的遺體',
    nil,
  },
  [6913] = {
    '失落裂隙行者',
    nil,
  },
  [6927] = {
    '碼頭工人',
    nil,
  },
  [6928] = {
    '旅店老闆格羅斯克',
    '旅店老闆',
  },
  [6929] = {
    '旅店老闆格雷什卡',
    '旅店老闆',
  },
  [6930] = {
    '旅店老闆卡拉庫爾',
    '旅店老闆',
  },
  [6932] = {
    '沼澤之魂',
    nil,
  },
  [6946] = {
    '『剃刃』雷吉克',
    '軍情七處',
  },
  [6986] = {
    nil,
    '杜佛斯回收店',
  },
  [6987] = {
    nil,
    '杜佛斯回收店',
  },
  [7009] = {
    nil,
    '混亂之手',
  },
  [7010] = {
    '基爾茲賓·鼓眼',
    nil,
  },
  [7011] = {
    '土靈碎岩者',
    nil,
  },
  [7012] = {
    '土靈雕刻者',
    nil,
  },
  [7015] = {
    '殘忍的弗拉格莫克',
    nil,
  },
  [7016] = {
    '薇絲普拉',
    nil,
  },
  [7017] = {
    '辛斯雷爾領主',
    nil,
  },
  [7022] = {
    '毒鞭蠍',
    nil,
  },
  [7023] = {
    '黑曜石哨兵',
    nil,
  },
  [7024] = {
    '密探吉爾妮',
    nil,
  },
  [7025] = {
    '黑石士兵',
    nil,
  },
  [7026] = {
    '黑石巫士',
    nil,
  },
  [7027] = {
    '黑石殺戮者',
    nil,
  },
  [7028] = {
    '黑石術士',
    nil,
  },
  [7029] = {
    '黑石軍官',
    nil,
  },
  [7030] = {
    '影爐地質學家',
    nil,
  },
  [7031] = {
    '黑曜石元素',
    nil,
  },
  [7032] = {
    '巨型黑曜石元素',
    nil,
  },
  [7033] = {
    '火腹巨魔',
    nil,
  },
  [7034] = {
    '火腹巨魔法師',
    nil,
  },
  [7035] = {
    '火腹蠻卒',
    nil,
  },
  [7036] = {
    '索瑞森間諜',
    nil,
  },
  [7037] = {
    '索瑞森馭火者',
    nil,
  },
  [7038] = {
    '索瑞森密探',
    nil,
  },
  [7039] = {
    '戰爭劫奪者',
    nil,
  },
  [7040] = {
    '黑色龍裔',
    nil,
  },
  [7041] = {
    '黑色龍人',
    nil,
  },
  [7042] = {
    '火鱗龍裔',
    nil,
  },
  [7043] = {
    '火鱗龍人',
    nil,
  },
  [7044] = {
    '黑龍',
    nil,
  },
  [7045] = {
    '滾燙飛龍',
    nil,
  },
  [7046] = {
    '焦鱗飛龍',
    nil,
  },
  [7047] = {
    '黑色小龍',
    nil,
  },
  [7048] = {
    '滾燙小龍',
    nil,
  },
  [7049] = {
    '火鱗小龍',
    nil,
  },
  [7050] = {
    '迪菲亞閒工',
    nil,
  },
  [7051] = {
    '醜陋的迪菲亞閒工',
    nil,
  },
  [7052] = {
    '迪菲亞巡塔員',
    nil,
  },
  [7053] = {
    '克拉文·摩特維克',
    nil,
  },
  [7055] = {
    '黑石座狼',
    nil,
  },
  [7056] = {
    '迪菲亞哨衛',
    nil,
  },
  [7057] = {
    '挖掘專家舒爾弗拉格',
    nil,
  },
  [7067] = {
    '風險投資公司閒工',
    nil,
  },
  [7068] = {
    '有罪的侍僧',
    nil,
  },
  [7069] = {
    '有罪的僧侶',
    nil,
  },
  [7070] = {
    '有罪的教士',
    nil,
  },
  [7071] = {
    '被詛咒的聖騎士',
    nil,
  },
  [7072] = {
    '被詛咒的審判者',
    nil,
  },
  [7075] = {
    '痛苦的法師',
    nil,
  },
  [7076] = {
    '土靈守護者',
    nil,
  },
  [7077] = {
    '土靈築廳師',
    nil,
  },
  [7078] = {
    '裂隙沙漠蠍',
    nil,
  },
  [7079] = {
    '黏性輻射塵',
    nil,
  },
  [7086] = {
    '被詛咒的軟泥怪',
    nil,
  },
  [7087] = {
    nil,
    '剝皮訓練師',
  },
  [7088] = {
    nil,
    '剝皮訓練師',
  },
  [7089] = {
    nil,
    '剝皮訓練師',
  },
  [7091] = {
    '影爐伏擊者',
    nil,
  },
  [7092] = {
    '受污染的軟泥怪',
    nil,
  },
  [7093] = {
    '邪惡的軟泥怪',
    nil,
  },
  [7097] = {
    '鐵喙貓頭鷹',
    nil,
  },
  [7098] = {
    '鐵喙尖嘯者',
    nil,
  },
  [7099] = {
    '鐵喙狩獵者',
    nil,
  },
  [7100] = {
    '扭木食苔者',
    nil,
  },
  [7101] = {
    '扭木撕裂者',
    nil,
  },
  [7105] = {
    '碧火薩特',
    nil,
  },
  [7106] = {
    '碧火盜賊',
    nil,
  },
  [7107] = {
    '碧火欺詐者',
    nil,
  },
  [7108] = {
    '碧火背叛者',
    nil,
  },
  [7109] = {
    '碧火魔僕',
    nil,
  },
  [7110] = {
    '碧火巡影者',
    nil,
  },
  [7111] = {
    '碧火喚魔者',
    nil,
  },
  [7112] = {
    '加德納爾教徒',
    nil,
  },
  [7113] = {
    '加德納爾守護者',
    nil,
  },
  [7114] = {
    '加德納爾執行者',
    nil,
  },
  [7115] = {
    '加德納爾精兵',
    nil,
  },
  [7118] = {
    '加德納爾暗織者',
    nil,
  },
  [7120] = {
    '加德納爾術士',
    nil,
  },
  [7125] = {
    '加德納爾惡犬',
    nil,
  },
  [7126] = {
    '加德納爾獵犬',
    nil,
  },
  [7132] = {
    '劇毒之水',
    nil,
  },
  [7135] = {
    '煉獄火保鏢',
    nil,
  },
  [7136] = {
    '煉獄火哨衛',
    nil,
  },
  [7138] = {
    '鐵木漫遊者',
    nil,
  },
  [7139] = {
    '鐵木踐踏者',
    nil,
  },
  [7149] = {
    '枯萎的保衛者',
    nil,
  },
  [7153] = {
    '死木戰士',
    nil,
  },
  [7154] = {
    '死木園丁',
    nil,
  },
  [7155] = {
    '死木探險者',
    nil,
  },
  [7156] = {
    '死木巢穴守衛',
    nil,
  },
  [7157] = {
    '死木復仇者',
    nil,
  },
  [7158] = {
    '死木薩滿',
    nil,
  },
  [7161] = {
    '卑鄙的維尼克斯',
    nil,
  },
  [7166] = {
    '維尼克斯的機械設備',
    nil,
  },
  [7170] = {
    nil,
    '部落信差',
  },
  [7172] = {
    '諾甘農博識者',
    nil,
  },
  [7175] = {
    '石窟伏擊者',
    nil,
  },
  [7206] = {
    '上古石之守衛者',
    nil,
  },
  [7209] = {
    '黑曜石裂片',
    nil,
  },
  [7226] = {
    '沙塵風暴',
    nil,
  },
  [7230] = {
    '莎伊斯·鋼怒',
    '鍛造訓練師',
  },
  [7231] = {
    '克爾格魯克·血斧',
    '鍛造訓練師',
  },
  [7232] = {
    '博古斯·鋼拳',
    '鍛造訓練師',
  },
  [7233] = {
    '監工費蘇勒',
    nil,
  },
  [7234] = {
    '『食夢者』菲羅斯塔',
    nil,
  },
  [7235] = {
    '瘤背秘術使',
    nil,
  },
  [7246] = {
    '沙怒暗影獵手',
    nil,
  },
  [7247] = {
    '沙怒噬魂者',
    nil,
  },
  [7266] = {
    '餘燼',
    nil,
  },
  [7267] = {
    '烏克茲·沙頂',
    nil,
  },
  [7268] = {
    '沙怒守護者',
    nil,
  },
  [7269] = {
    '聖甲蟲',
    nil,
  },
  [7271] = {
    '巫醫祖穆拉恩',
    nil,
  },
  [7272] = {
    '『殉教者』塞卡',
    nil,
  },
  [7274] = {
    '沙怒劊子手',
    nil,
  },
  [7275] = {
    '暗影祭司塞瑟斯',
    nil,
  },
  [7276] = {
    '祖爾法拉克陣亡英雄',
    nil,
  },
  [7286] = {
    '祖爾法拉克殭屍',
    nil,
  },
  [7287] = {
    '工頭希里克斯',
    nil,
  },
  [7288] = {
    '大工頭普茲克·加里維克斯',
    nil,
  },
  [7290] = {
    '影爐狙擊手',
    nil,
  },
  [7291] = {
    '加加恩·火錘',
    nil,
  },
  [7292] = {
    '丁尼塔·石衣',
    '金庫管理員',
  },
  [7298] = {
    '德姆恩·遠山',
    nil,
  },
  [7307] = {
    '風險投資公司看守者',
    nil,
  },
  [7308] = {
    '風險投資公司巡邏員',
    nil,
  },
  [7309] = {
    '土靈管理者',
    nil,
  },
  [7310] = {
    '變異風險投資公司閒工',
    nil,
  },
  [7311] = {
    nil,
    '法師訓練師',
  },
  [7312] = {
    nil,
    '法師訓練師',
  },
  [7313] = {
    '女祭司艾茉拉',
    nil,
  },
  [7315] = {
    '達納斯·刃詠',
    '戰士訓練師',
  },
  [7316] = {
    '艾奎恩妮修女',
    '低階女祭司',
  },
  [7317] = {
    '奧本·怒爪',
    nil,
  },
  [7318] = {
    '怒爪',
    nil,
  },
  [7319] = {
    '薩絲拉女士',
    nil,
  },
  [7320] = {
    '石窟虐待者',
    nil,
  },
  [7321] = {
    '石窟織焰者',
    nil,
  },
  [7322] = {
    '黑色夜刃豹',
    nil,
  },
  [7323] = {
    '溫斯頓·沃爾菲',
    '孤狼',
  },
  [7324] = {
    nil,
    '建築師',
  },
  [7325] = {
    '康大師',
    nil,
  },
  [7327] = {
    '憔悴的戰士',
    nil,
  },
  [7328] = {
    '憔悴的劫奪者',
    nil,
  },
  [7329] = {
    '憔悴的野豬人守衛',
    nil,
  },
  [7332] = {
    '憔悴的矛鬃野豬人',
    nil,
  },
  [7333] = {
    '憔悴的戰鬥野豬',
    nil,
  },
  [7334] = {
    '恐怖戰鬥野豬',
    nil,
  },
  [7335] = {
    '亡首地卜師',
    nil,
  },
  [7337] = {
    '亡首死靈法師',
    nil,
  },
  [7340] = {
    '骷髏暗影施法者',
    nil,
  },
  [7341] = {
    '骷髏織霜者',
    nil,
  },
  [7342] = {
    '骷髏召喚者',
    nil,
  },
  [7343] = {
    '碎骨骷髏',
    nil,
  },
  [7344] = {
    '碎骨戰士',
    nil,
  },
  [7345] = {
    '碎骨統帥',
    nil,
  },
  [7346] = {
    '碎骨百夫長',
    nil,
  },
  [7347] = {
    '嚼骨食屍鬼',
    nil,
  },
  [7348] = {
    '噬棘食屍鬼',
    nil,
  },
  [7349] = {
    '墓穴魔蛛',
    nil,
  },
  [7351] = {
    '墓穴劫奪者',
    nil,
  },
  [7352] = {
    '冰凍之魂',
    nil,
  },
  [7353] = {
    '寒冰之靈',
    nil,
  },
  [7354] = {
    '拉戈斯諾特',
    nil,
  },
  [7356] = {
    '腐爛的普雷莫爾',
    nil,
  },
  [7357] = {
    '火眼莫德雷斯',
    nil,
  },
  [7358] = {
    '『寒冰使者』亞門納爾',
    nil,
  },
  [7360] = {
    '丹加洛克士兵',
    nil,
  },
  [7363] = {
    '『收藏家』庫米沙',
    nil,
  },
  [7364] = {
    '無瑕的德萊尼水晶球',
    nil,
  },
  [7365] = {
    '無瑕的德萊尼水晶碎片',
    nil,
  },
  [7366] = {
    'zzOLD石甲圖騰 IV',
    nil,
  },
  [7367] = {
    'zzOLD石甲圖騰 V',
    nil,
  },
  [7368] = {
    'zzOLD石甲圖騰 VI',
    nil,
  },
  [7369] = {
    '逆風蠻卒',
    nil,
  },
  [7370] = {
    '不安寧的陰影',
    nil,
  },
  [7371] = {
    '逆風虐待者',
    nil,
  },
  [7372] = {
    '逆風術士',
    nil,
  },
  [7376] = {
    '暗影鷲',
    nil,
  },
  [7379] = {
    '逆風巨魔法師',
    nil,
  },
  [7380] = {
    '暹羅貓',
    nil,
  },
  [7381] = {
    '銀色虎斑貓',
    nil,
  },
  [7382] = {
    '橘色虎斑貓',
    nil,
  },
  [7383] = {
    '黑色虎斑貓',
    nil,
  },
  [7384] = {
    '柯尼斯捲毛貓',
    nil,
  },
  [7385] = {
    '孟買貓',
    nil,
  },
  [7386] = {
    '白貓',
    nil,
  },
  [7387] = {
    '綠翼鸚鵡',
    nil,
  },
  [7391] = {
    '藍紫金剛鸚鵡',
    nil,
  },
  [7392] = {
    '草原小雞',
    nil,
  },
  [7394] = {
    '灰色小雞',
    nil,
  },
  [7395] = {
    '蟑螂',
    nil,
  },
  [7396] = {
    '土靈碎石者',
    nil,
  },
  [7397] = {
    '土靈鑿石者',
    nil,
  },
  [7398] = {
    'zzOLD石爪圖騰 V',
    nil,
  },
  [7399] = {
    'zzOLD石爪圖騰 VI',
    nil,
  },
  [7400] = {
    'zzOLD灼熱圖騰 V',
    nil,
  },
  [7401] = {
    '德萊尼難民',
    nil,
  },
  [7402] = {
    'zzOLD灼熱圖騰 VI',
    nil,
  },
  [7403] = {
    'zzOLD大地之力圖騰 IV',
    nil,
  },
  [7404] = {
    '[Deprecated for 4.x]Galak Flame Guard',
    nil,
  },
  [7405] = {
    '致命的裂隙沙漠蠍',
    nil,
  },
  [7406] = {
    '奧格索普·奧布諾提斯',
    '地精工程學訓練師',
  },
  [7407] = {
    '首席工程師膨嘯',
    '加基森水業公司',
  },
  [7408] = {
    '操作員魯葛蘭克',
    '加基森水業公司',
  },
  [7409] = {
    '顫抖的德萊尼水晶球',
    nil,
  },
  [7410] = {
    '塞爾曼·岩拳',
    '奧特蘭克山谷戰場軍官',
  },
  [7411] = {
    '薩絲拉之靈',
    nil,
  },
  [7412] = {
    'zzOLD抗寒圖騰 II',
    nil,
  },
  [7413] = {
    'zzOLD抗寒圖騰 III',
    nil,
  },
  [7414] = {
    'zzOLD法力之泉圖騰 II',
    nil,
  },
  [7415] = {
    'zzOLD法力之泉圖騰 III',
    nil,
  },
  [7416] = {
    'zzOLD法力之泉圖騰 IV',
    nil,
  },
  [7423] = {
    'zzOLD火舌圖騰 III',
    nil,
  },
  [7424] = {
    'zzOLD抗火圖騰 II',
    nil,
  },
  [7425] = {
    'zzOLD抗火圖騰 III',
    nil,
  },
  [7427] = {
    '泰姆·狂暴圖騰',
    '奧特蘭克山谷戰場軍官',
  },
  [7428] = {
    '霜槌巨人',
    nil,
  },
  [7429] = {
    '霜槌保衛者',
    nil,
  },
  [7430] = {
    '小霜刃豹',
    nil,
  },
  [7431] = {
    '霜刃豹',
    nil,
  },
  [7432] = {
    '霜刃捕食者',
    nil,
  },
  [7433] = {
    '霜刃雌豹',
    nil,
  },
  [7434] = {
    '霜刃守衛者',
    nil,
  },
  [7435] = {
    '鈷藍龍人',
    nil,
  },
  [7436] = {
    '鈷藍逆鱗龍人',
    nil,
  },
  [7437] = {
    '鈷藍龍人法師',
    nil,
  },
  [7438] = {
    '冬泉巨熊怪',
    nil,
  },
  [7439] = {
    '冬泉薩滿',
    nil,
  },
  [7440] = {
    '冬泉巢穴守衛',
    nil,
  },
  [7441] = {
    '冬泉圖騰師',
    nil,
  },
  [7442] = {
    '冬泉探路者',
    nil,
  },
  [7443] = {
    '裂齒暴熊',
    nil,
  },
  [7444] = {
    '裂齒熊',
    nil,
  },
  [7445] = {
    '老裂齒熊',
    nil,
  },
  [7446] = {
    '瘋狂的裂齒熊',
    nil,
  },
  [7447] = {
    '冰風奇美拉幼獸',
    nil,
  },
  [7448] = {
    '冰風奇美拉',
    nil,
  },
  [7449] = {
    '冰風劫毀者',
    nil,
  },
  [7450] = {
    '蓬毛梟獸',
    nil,
  },
  [7451] = {
    '盛怒的梟獸',
    nil,
  },
  [7452] = {
    '瘋狂的梟獸',
    nil,
  },
  [7453] = {
    '月觸梟獸',
    nil,
  },
  [7454] = {
    '狂暴梟獸',
    nil,
  },
  [7455] = {
    '冬泉巨梟',
    nil,
  },
  [7456] = {
    '冬泉鳴梟',
    nil,
  },
  [7457] = {
    '遊蕩的冰薊雪人',
    nil,
  },
  [7458] = {
    '冰薊雪人',
    nil,
  },
  [7459] = {
    '冰薊雪人女王',
    nil,
  },
  [7460] = {
    '冰薊雪人王',
    nil,
  },
  [7461] = {
    '赫達琳新兵',
    nil,
  },
  [7462] = {
    '赫達琳法力獵犬',
    nil,
  },
  [7463] = {
    '赫達琳殺戮者',
    nil,
  },
  [7464] = {
    'zzOLD熔岩圖騰 II',
    nil,
  },
  [7465] = {
    'zzOLD熔岩圖騰 III',
    nil,
  },
  [7466] = {
    'zzOLD熔岩圖騰 IV',
    nil,
  },
  [7467] = {
    '自然抗性圖騰',
    nil,
  },
  [7468] = {
    'zzOLD自然抗性圖騰 II',
    nil,
  },
  [7469] = {
    'zzOLD自然抗性圖騰 III',
    nil,
  },
  [7483] = {
    'zzOLD風怒圖騰 II',
    nil,
  },
  [7484] = {
    'zzOLD風怒圖騰 III',
    nil,
  },
  [7485] = {
    nil,
    '食物和飲料',
  },
  [7486] = {
    'zzOLD風之優雅圖騰',
    nil,
  },
  [7487] = {
    'zzOLD風之優雅圖騰 II',
    nil,
  },
  [7489] = {
    '銀松森林亡靈守衛',
    nil,
  },
  [7503] = {
    '眼之詛咒 (男性)',
    nil,
  },
  [7504] = {
    '眼之詛咒 (男性)',
    nil,
  },
  [7505] = {
    '血法師德拉吉亞',
    nil,
  },
  [7506] = {
    '血法師萊諾雷',
    nil,
  },
  [7523] = {
    '受難的精靈貴族',
    nil,
  },
  [7524] = {
    '痛苦的精靈貴族',
    nil,
  },
  [7527] = {
    '哥布林地雷',
    nil,
  },
  [7543] = {
    '暗龍寶寶',
    nil,
  },
  [7544] = {
    '紅龍寶寶',
    nil,
  },
  [7545] = {
    '翡翠龍寶寶',
    nil,
  },
  [7546] = {
    '青銅龍寶寶',
    nil,
  },
  [7547] = {
    '藍龍寶寶',
    nil,
  },
  [7549] = {
    '樹蛙',
    nil,
  },
  [7550] = {
    '林蛙',
    nil,
  },
  [7551] = {
    '藍蛙',
    nil,
  },
  [7552] = {
    '島蛙',
    nil,
  },
  [7553] = {
    '棕色貓頭鷹',
    nil,
  },
  [7554] = {
    '白色貓頭鷹',
    nil,
  },
  [7555] = {
    '黑色貓頭鷹',
    nil,
  },
  [7556] = {
    '黃色貓頭鷹',
    nil,
  },
  [7560] = {
    '白腳兔',
    nil,
  },
  [7561] = {
    '白化蛇',
    nil,
  },
  [7562] = {
    '棕色蟒蛇',
    nil,
  },
  [7564] = {
    '馬林·諾格弗格',
    nil,
  },
  [7565] = {
    '黑色王蛇',
    nil,
  },
  [7566] = {
    '血紋蛇',
    nil,
  },
  [7567] = {
    '赤練蛇',
    nil,
  },
  [7568] = {
    '赤環蛇',
    nil,
  },
  [7569] = {
    '綠色水蛇',
    nil,
  },
  [7570] = {
    '精靈幽光',
    nil,
  },
  [7572] = {
    '部落英雄的靈魂',
    nil,
  },
  [7583] = {
    '斯普琳科',
    nil,
  },
  [7584] = {
    '森林漫遊者',
    nil,
  },
  [7603] = {
    '麻瘋助手',
    nil,
  },
  [7604] = {
    '布萊中士',
    nil,
  },
  [7605] = {
    '拉文',
    nil,
  },
  [7606] = {
    '歐魯·鑿眼',
    nil,
  },
  [7607] = {
    '維格利',
    nil,
  },
  [7608] = {
    '莫爾塔',
    nil,
  },
  [7623] = {
    '分隊指揮官盧爾格',
    nil,
  },
  [7664] = {
    '『污染者』拉瑟萊克',
    nil,
  },
  [7665] = {
    '『毀滅者』戈洛爾',
    nil,
  },
  [7666] = {
    '大法師奧利斯塔',
    nil,
  },
  [7667] = {
    '瑟溫妮女士',
    nil,
  },
  [7668] = {
    '拉瑟萊克的僕從',
    nil,
  },
  [7669] = {
    '戈洛爾的僕從',
    nil,
  },
  [7670] = {
    '奧利斯塔的僕從',
    nil,
  },
  [7671] = {
    '瑟溫妮的僕從',
    nil,
  },
  [7683] = {
    nil,
    '藍月雜貨店',
  },
  [7684] = {
    '豹',
    nil,
  },
  [7686] = {
    '孟加拉虎',
    nil,
  },
  [7687] = {
    '斑點霜刃豹',
    nil,
  },
  [7689] = {
    '斑點夜刃豹',
    nil,
  },
  [7690] = {
    '條紋夜刃豹',
    nil,
  },
  [7703] = {
    '黑色迅猛龍',
    nil,
  },
  [7704] = {
    '雜斑紅色迅猛龍',
    nil,
  },
  [7706] = {
    '白色迅猛龍',
    nil,
  },
  [7707] = {
    '青色迅猛龍',
    nil,
  },
  [7708] = {
    '紫色迅猛龍',
    nil,
  },
  [7709] = {
    '騎乘用陸行鳥(棕色)',
    nil,
  },
  [7710] = {
    '騎乘用陸行鳥(灰色)',
    nil,
  },
  [7711] = {
    '騎乘用陸行鳥(粉紅色)',
    nil,
  },
  [7712] = {
    '騎乘用陸行鳥(紫色)',
    nil,
  },
  [7713] = {
    '騎乘用陸行鳥(綠色)',
    nil,
  },
  [7714] = {
    '比魯拉',
    '旅店老闆',
  },
  [7724] = {
    '高級勘測員菲茲杜瑟',
    '加基森水業公司',
  },
  [7725] = {
    '恐怖圖騰劫掠者',
    nil,
  },
  [7726] = {
    '恐怖圖騰自然學家',
    nil,
  },
  [7727] = {
    '恐怖圖騰薩滿',
    nil,
  },
  [7728] = {
    '被詛咒的基利斯',
    nil,
  },
  [7729] = {
    '基利斯之靈',
    nil,
  },
  [7730] = {
    '石爪蠻兵',
    nil,
  },
  [7731] = {
    '旅店老闆傑卡',
    '旅店老闆',
  },
  [7732] = {
    '複製蟲',
    nil,
  },
  [7733] = {
    '旅店老闆菲茲格瑞博',
    '旅店老闆',
  },
  [7734] = {
    nil,
    '靈魂守衛者',
  },
  [7735] = {
    '費爾庫拉',
    '拉瑟萊克的勇士',
  },
  [7736] = {
    '旅店老闆希瑞亞',
    '旅店老闆',
  },
  [7737] = {
    '旅店老闆格盧爾',
    '旅店老闆',
  },
  [7738] = {
    '燃燒僕從',
    nil,
  },
  [7739] = {
    '紅色機械陸行鳥',
    nil,
  },
  [7740] = {
    '格拉希娜·靈風',
    nil,
  },
  [7744] = {
    '旅店老闆蘇弗拉姆',
    '旅店老闆',
  },
  [7749] = {
    '藍色機械陸行鳥',
    nil,
  },
  [7750] = {
    '桑德·裂蹄下士',
    nil,
  },
  [7763] = {
    '克格爾·曲藤',
    nil,
  },
  [7764] = {
    '特洛亞斯·月風',
    nil,
  },
  [7765] = {
    '羅克比特',
    nil,
  },
  [7767] = {
    '枯木惡魔獵犬',
    nil,
  },
  [7768] = {
    '枯木血蟲',
    nil,
  },
  [7769] = {
    '哈札里寄生蟲',
    nil,
  },
  [7770] = {
    '溫基',
    nil,
  },
  [7771] = {
    '瑪爾馮·瑞文斯克',
    nil,
  },
  [7772] = {
    '卡林·風程',
    nil,
  },
  [7773] = {
    '瑪里',
    nil,
  },
  [7774] = {
    '沙恩·飄葉',
    nil,
  },
  [7775] = {
    '格雷甘·山酒',
    nil,
  },
  [7776] = {
    '塔羅·刺蹄',
    nil,
  },
  [7778] = {
    '多蘭·鋼翼',
    nil,
  },
  [7779] = {
    '女牧師泰莉歐娜',
    nil,
  },
  [7780] = {
    nil,
    '枯木食人妖',
  },
  [7784] = {
    '自動導航機器人OOX-17/TN',
    nil,
  },
  [7785] = {
    '祖穆拉恩結界',
    nil,
  },
  [7786] = {
    '祖穆拉恩骷髏',
    nil,
  },
  [7787] = {
    '沙怒奴隸',
    nil,
  },
  [7788] = {
    '沙怒苦工',
    nil,
  },
  [7789] = {
    '沙怒愚者',
    nil,
  },
  [7791] = {
    '『殉教者』塞卡變形',
    nil,
  },
  [7792] = {
    '『鐵砧』阿圖爾克',
    nil,
  },
  [7793] = {
    '奧克斯',
    '秘銀會',
  },
  [7794] = {
    nil,
    '秘銀會',
  },
  [7795] = {
    '水占師維蕾薩',
    nil,
  },
  [7796] = {
    '耐克倫·嚼腸者',
    nil,
  },
  [7798] = {
    '『巨錘』漢克',
    '秘銀會',
  },
  [7799] = {
    '吉布索恩',
    '銀行職員',
  },
  [7800] = {
    '機電師瑟瑪普拉格',
    nil,
  },
  [7801] = {
    '基沃拉丁·追日者',
    nil,
  },
  [7802] = {
    '『長者』加爾文',
    '秘銀會的專家級鐵匠',
  },
  [7803] = {
    '沙漠掘洞蠍',
    nil,
  },
  [7804] = {
    '特倫頓·輕錘',
    '秘銀會',
  },
  [7805] = {
    '廢土暴徒',
    nil,
  },
  [7806] = {
    '自動導航機器人OOX-09/HL',
    nil,
  },
  [7807] = {
    '自動導航機器人OOX-22/FE',
    nil,
  },
  [7808] = {
    '狂暴的梟獸',
    nil,
  },
  [7809] = {
    '邪枝伏擊者',
    nil,
  },
  [7823] = {
    '博拉·石錘',
    '獅鷲獸管理員',
  },
  [7824] = {
    '布科雷克·怒拳',
    '雙足飛龍管理員',
  },
  [7825] = {
    '奧蘭·蛇繞',
    nil,
  },
  [7826] = {
    '奧達蘭大使',
    nil,
  },
  [7843] = {
    '諾姆瑞根疏散者',
    nil,
  },
  [7844] = {
    'zzOLD火焰新星圖騰 IV',
    nil,
  },
  [7845] = {
    'zzOLD火焰新星圖騰 V',
    nil,
  },
  [7846] = {
    '『吞噬者』特雷姆斯',
    nil,
  },
  [7847] = {
    '卡利夫·斯科比斯汀',
    nil,
  },
  [7848] = {
    '潛伏的深痕雪人',
    nil,
  },
  [7849] = {
    '移動警報系統',
    nil,
  },
  [7851] = {
    '守望堡精英',
    nil,
  },
  [7852] = {
    nil,
    '製皮供應商',
  },
  [7853] = {
    nil,
    '首席工程師',
  },
  [7854] = {
    '杉多爾·迅蹄',
    '製皮供應商',
  },
  [7855] = {
    '南海海賊',
    nil,
  },
  [7856] = {
    '南海掠劫者',
    nil,
  },
  [7857] = {
    '南海碼頭工人',
    nil,
  },
  [7858] = {
    '南海劍客',
    nil,
  },
  [7863] = {
    '夢境幻象',
    nil,
  },
  [7864] = {
    '徘徊的精靈貴族',
    nil,
  },
  [7865] = {
    '蠻錘哨衛',
    nil,
  },
  [7866] = {
    nil,
    '製皮訓練師',
  },
  [7867] = {
    '索卡夫·龍眼',
    '製皮訓練師',
  },
  [7868] = {
    '薩拉·坦尼',
    '製皮訓練師',
  },
  [7869] = {
    '布魯姆·冬蹄',
    '製皮訓練師',
  },
  [7870] = {
    '凱雷希亞·獵月',
    '製皮訓練師',
  },
  [7871] = {
    nil,
    '製皮訓練師',
  },
  [7872] = {
    '亡首教徒',
    nil,
  },
  [7873] = {
    '剃刀沼澤戰地衛士',
    nil,
  },
  [7874] = {
    '剃刀沼澤織棘者',
    nil,
  },
  [7875] = {
    '哈杜肯·迅蹄',
    nil,
  },
  [7876] = {
    nil,
    '工程學供應商',
  },
  [7877] = {
    '拉托尼庫斯·月矛',
    nil,
  },
  [7878] = {
    '維斯提亞·月矛',
    nil,
  },
  [7879] = {
    '奎恩提斯·炎癮',
    nil,
  },
  [7880] = {
    '基恩諾·燃爐',
    nil,
  },
  [7882] = {
    '安全主管膨嘯',
    '水業公司保安',
  },
  [7883] = {
    '安德雷·火鬍',
    nil,
  },
  [7884] = {
    '弗拉加爾·雷皮',
    nil,
  },
  [7885] = {
    '惡鞭軍官',
    nil,
  },
  [7886] = {
    '惡鞭法師',
    nil,
  },
  [7895] = {
    '布拉德雷大使',
    nil,
  },
  [7897] = {
    '警報炸彈2600型',
    nil,
  },
  [7898] = {
    '海賊寶藏觸發器怪物',
    nil,
  },
  [7899] = {
    '尋寶海賊',
    nil,
  },
  [7900] = {
    '安吉拉斯·月風',
    nil,
  },
  [7901] = {
    '尋寶劍客',
    nil,
  },
  [7902] = {
    '尋寶海盜',
    nil,
  },
  [7903] = {
    '祖維爾',
    '特洛亞斯的寵物',
  },
  [7904] = {
    nil,
    '安琪拉的寵物',
  },
  [7907] = {
    '達蕾恩·輕風',
    '塞納里奧博識者',
  },
  [7915] = {
    '步行炸彈',
    nil,
  },
  [7916] = {
    '艾瑞拉斯·琥珀',
    nil,
  },
  [7917] = {
    '薩爾努修士',
    nil,
  },
  [7918] = {
    '諾甘農的石之看守者',
    nil,
  },
  [7936] = {
    '萊恩·山心',
    nil,
  },
  [7937] = {
    '大工匠梅卡托克',
    '地精之王',
  },
  [7939] = {
    '羽月哨兵',
    nil,
  },
  [7940] = {
    nil,
    '裁縫供應商',
  },
  [7941] = {
    '瑪德拉克·綠井',
    '食物和飲料',
  },
  [7942] = {
    nil,
    '雜貨供應商',
  },
  [7943] = {
    nil,
    '魚商',
  },
  [7944] = {
    '技工大師歐沃斯巴克',
    '地精工程學訓練師',
  },
  [7945] = {
    nil,
    '釣魚供應商',
  },
  [7946] = {
    nil,
    '釣魚訓練師',
  },
  [7947] = {
    nil,
    '貿易供應商',
  },
  [7948] = {
    '凱蘭娜·風語',
    '鍊金術訓練師',
  },
  [7949] = {
    '辛琳妮亞·星光',
    '附魔訓練師',
  },
  [7950] = {
    '大技師卡斯派普',
    nil,
  },
  [7952] = {
    nil,
    '迅猛龍飼養員',
  },
  [7953] = {
    nil,
    '騎術訓練師',
  },
  [7954] = {
    '賓吉·羽哨',
    '騎術訓練師',
  },
  [7955] = {
    '米利·羽哨',
    '機械陸行鳥商人',
  },
  [7956] = {
    '辛達爾·月紋',
    nil,
  },
  [7957] = {
    '耶爾卡·月紋',
    nil,
  },
  [7975] = {
    '納拉其營地勇士',
    nil,
  },
  [7976] = {
    '薩古斯·雷拳',
    '武器商',
  },
  [7978] = {
    '比布林',
    '水果商',
  },
  [7980] = {
    '精英亡靈守衛',
    nil,
  },
  [7995] = {
    '邪惡祭司海克斯',
    nil,
  },
  [7996] = {
    '『守衛者』奇爾嘉',
    nil,
  },
  [7997] = {
    '被俘獲的小精龍',
    nil,
  },
  [7998] = {
    '爆破專家艾米·短路',
    nil,
  },
  [7999] = {
    '泰蘭妲·語風',
    '伊露恩的高階女祭司',
  },
  [8015] = {
    '梣谷哨兵',
    nil,
  },
  [8016] = {
    '貧瘠之地守衛',
    nil,
  },
  [8017] = {
    '森金村守護者',
    nil,
  },
  [8018] = {
    '戈斯魯姆',
    '獅鷲獸管理員',
  },
  [8019] = {
    '菲爾迪恩·月羽',
    '角鷹獸管理員',
  },
  [8020] = {
    '[UNUSED]夏恩',
    '雙足飛龍管理員',
  },
  [8021] = {
    '奧爾文·吉茲米克',
    nil,
  },
  [8022] = {
    '薩迪斯·格希德',
    nil,
  },
  [8023] = {
    '沙普比克',
    nil,
  },
  [8024] = {
    '沙普比克的父親',
    nil,
  },
  [8025] = {
    '沙普比克的母親',
    nil,
  },
  [8026] = {
    '塞恩提爾·刃紋',
    nil,
  },
  [8035] = {
    '黑鐵地雷',
    nil,
  },
  [8055] = {
    '塞爾薩瑪巡山人',
    nil,
  },
  [8075] = {
    '艾丹娜·邪爪',
    nil,
  },
  [8095] = {
    '蘇薩斯沙行者',
    nil,
  },
  [8096] = {
    '西荒兵團守衛',
    '西部荒野人民軍',
  },
  [8115] = {
    '巫醫尤克里',
    nil,
  },
  [8116] = {
    '茲格·斯巴克斯',
    '節日煙火商',
  },
  [8117] = {
    '維茲班恩·轟鳴',
    '節日煙火商',
  },
  [8118] = {
    nil,
    '節日煙火商',
  },
  [8119] = {
    nil,
    '銀行職員',
  },
  [8120] = {
    '蘇薩斯憎惡獸',
    nil,
  },
  [8121] = {
    '加克希爾·斯巴克斯',
    '節日煙火商',
  },
  [8122] = {
    '基沙克·斯巴克斯',
    '節日煙火商',
  },
  [8123] = {
    '掘金者里克',
    '銀行職員',
  },
  [8124] = {
    nil,
    '銀行職員',
  },
  [8125] = {
    '戴格·迅斬',
    '屠夫',
  },
  [8126] = {
    '尼克斯·斯普克斯賓',
    '哥布林工程學訓練師',
  },
  [8127] = {
    nil,
    '蘇爾監督者',
  },
  [8128] = {
    '皮庫爾',
    '採礦訓練師',
  },
  [8129] = {
    '烏林克·精鐵',
    '高級鑄甲師',
  },
  [8130] = {
    '蘇薩斯幼雛',
    nil,
  },
  [8131] = {
    '布雷茲里克·巴克舒特',
    '槍械商',
  },
  [8136] = {
    '沙爾札魯領主',
    nil,
  },
  [8137] = {
    nil,
    '漁夫',
  },
  [8138] = {
    '小蘇薩斯',
    nil,
  },
  [8139] = {
    nil,
    '雜貨商',
  },
  [8140] = {
    '卡爾曼修士',
    '聖騎士訓練師',
  },
  [8141] = {
    '伊文凱恩隊長',
    '戰士訓練師',
  },
  [8142] = {
    '加諾斯·輕蹄',
    '德魯伊訓練師',
  },
  [8143] = {
    nil,
    '食物和飲料',
  },
  [8144] = {
    '庫雷格·石角',
    '剝皮訓練師',
  },
  [8145] = {
    '希恩德拉·勁草',
    '貿易供應商',
  },
  [8146] = {
    nil,
    '草藥學訓練師',
  },
  [8147] = {
    '莫沙徹營地勇士',
    nil,
  },
  [8149] = {
    '蘇薩斯護衛',
    nil,
  },
  [8150] = {
    nil,
    '食物和飲料',
  },
  [8151] = {
    '尼耶爾前哨站守衛',
    nil,
  },
  [8152] = {
    nil,
    '食物和飲料',
  },
  [8153] = {
    '納夫',
    '製皮訓練師',
  },
  [8154] = {
    '鬼旅崗哨勇士',
    nil,
  },
  [8155] = {
    '卡加斯蠻兵',
    nil,
  },
  [8156] = {
    '安圖蘇爾的僕從',
    nil,
  },
  [8157] = {
    nil,
    '鍊金術供應商',
  },
  [8158] = {
    nil,
    '鍊金術供應商',
  },
  [8159] = {
    '沃爾布',
    '輕甲商',
  },
  [8160] = {
    nil,
    '製皮供應商',
  },
  [8161] = {
    nil,
    '鍛造供應商',
  },
  [8176] = {
    nil,
    '鍛造供應商',
  },
  [8177] = {
    nil,
    '鍊金術供應商',
  },
  [8178] = {
    '妮娜·萊特布魯',
    '鍊金術供應商',
  },
  [8179] = {
    '強效治療結界',
    nil,
  },
  [8198] = {
    '提克',
    nil,
  },
  [8199] = {
    '克萊吉拉克',
    nil,
  },
  [8200] = {
    '喚沙者辛薩拉',
    nil,
  },
  [8201] = {
    '『失落者』歐姆高爾',
    nil,
  },
  [8202] = {
    '『瘋子』塞科洛克',
    nil,
  },
  [8203] = {
    '克雷格·尼哈魯',
    nil,
  },
  [8204] = {
    '『吞噬者』索利德',
    nil,
  },
  [8205] = {
    '貪婪的哈爾卡',
    nil,
  },
  [8207] = {
    '燼翼',
    nil,
  },
  [8208] = {
    '殘忍的皰爪土狼',
    nil,
  },
  [8210] = {
    '鋒爪',
    nil,
  },
  [8211] = {
    '海崖奔跳者',
    nil,
  },
  [8212] = {
    '雷克',
    nil,
  },
  [8213] = {
    '鐵背龜',
    nil,
  },
  [8214] = {
    '加林德·夏龍',
    nil,
  },
  [8216] = {
    '『狂暴者』雷瑟羅克',
    nil,
  },
  [8217] = {
    '『附魔師』米瑟雷希斯',
    nil,
  },
  [8218] = {
    '『漫步者』維瑟哈特',
    nil,
  },
  [8219] = {
    '祖拉雷克',
    nil,
  },
  [8236] = {
    '泥漿狂魚',
    nil,
  },
  [8256] = {
    '索里奧斯館長',
    nil,
  },
  [8257] = {
    '小軟泥怪',
    nil,
  },
  [8276] = {
    '滑翔的鋒喙獅鷲獸',
    nil,
  },
  [8278] = {
    '斯莫達爾',
    nil,
  },
  [8279] = {
    '未完善的戰爭魔像',
    nil,
  },
  [8281] = {
    '斯卡爾德',
    nil,
  },
  [8282] = {
    '大領主瑪斯托格',
    nil,
  },
  [8283] = {
    '奴隸主托恩·黑心',
    nil,
  },
  [8284] = {
    '杜里奧斯·脆石',
    nil,
  },
  [8296] = {
    '『扭曲者』莫吉爾',
    nil,
  },
  [8297] = {
    '不屈的瑪古諾斯',
    nil,
  },
  [8298] = {
    '『先知』阿庫巴爾',
    nil,
  },
  [8299] = {
    '斯比弗雷爾',
    nil,
  },
  [8301] = {
    '『劫奪者』科拉克',
    nil,
  },
  [8302] = {
    '死眼',
    nil,
  },
  [8304] = {
    '德雷斯克恩',
    nil,
  },
  [8305] = {
    nil,
    '藥劑和草藥',
  },
  [8306] = {
    nil,
    '烹飪訓練師',
  },
  [8307] = {
    '塔班·熟麥',
    '麵包師',
  },
  [8308] = {
    nil,
    '獵人訓練師',
  },
  [8310] = {
    '守夜人沃博爾特',
    '守夜人',
  },
  [8311] = {
    '巨蛆',
    nil,
  },
  [8317] = {
    '阿塔萊死亡行者的靈魂',
    nil,
  },
  [8318] = {
    '阿塔萊奴隸',
    nil,
  },
  [8319] = {
    '夢魘幼龍',
    nil,
  },
  [8320] = {
    '斯普洛克',
    '特遣小組',
  },
  [8324] = {
    '阿塔萊骷髏',
    nil,
  },
  [8336] = {
    '哈卡萊挖掘者',
    nil,
  },
  [8337] = {
    '黑鐵塑鋼師',
    nil,
  },
  [8338] = {
    '黑鐵神射手',
    nil,
  },
  [8356] = {
    nil,
    '銀行職員',
  },
  [8357] = {
    nil,
    '銀行職員',
  },
  [8358] = {
    nil,
    '布甲商',
  },
  [8359] = {
    nil,
    '皮甲商',
  },
  [8360] = {
    nil,
    '鎖甲商',
  },
  [8361] = {
    nil,
    '施法材料',
  },
  [8362] = {
    nil,
    '雜貨商',
  },
  [8363] = {
    '沙迪·迷霧行者',
    '貿易供應商',
  },
  [8364] = {
    nil,
    '背包商人',
  },
  [8376] = {
    '機械小雞',
    nil,
  },
  [8379] = {
    '大法師克希雷姆',
    nil,
  },
  [8380] = {
    '凡妮莎·貝蒂斯船長',
    nil,
  },
  [8383] = {
    '伍德',
    nil,
  },
  [8384] = {
    '神廟深淵潛伏者',
    nil,
  },
  [8385] = {
    '茉拉·符文圖騰',
    nil,
  },
  [8386] = {
    '地平線輕帆號船員',
    nil,
  },
  [8387] = {
    '地平線輕帆號大副',
    nil,
  },
  [8388] = {
    '地平線輕帆號廚師',
    nil,
  },
  [8389] = {
    '地平線輕帆號工程師',
    nil,
  },
  [8390] = {
    '藥劑師科雷',
    nil,
  },
  [8391] = {
    '黑衣拉索里克',
    nil,
  },
  [8392] = {
    '駕駛員希格斯·熔火',
    nil,
  },
  [8393] = {
    '瑟爾薩·風歌',
    nil,
  },
  [8394] = {
    '羅蘭·滑釘',
    nil,
  },
  [8396] = {
    '哨兵達莉亞·日刃',
    nil,
  },
  [8397] = {
    '哨兵科爾達拉·日刃',
    nil,
  },
  [8398] = {
    nil,
    '雙手武器商人',
  },
  [8399] = {
    nil,
    '克希雷姆的學徒',
  },
  [8401] = {
    nil,
    '草原土撥鼠商人',
  },
  [8402] = {
    '被奴役的考古學家',
    nil,
  },
  [8403] = {
    nil,
    '蟑螂商人',
  },
  [8404] = {
    nil,
    '蛇商',
  },
  [8408] = {
    '督軍克雷利安',
    nil,
  },
  [8409] = {
    '商隊主人提塞特',
    nil,
  },
  [8416] = {
    '菲利克斯',
    nil,
  },
  [8417] = {
    '瀕死的考古學家',
    nil,
  },
  [8418] = {
    '菲拉·賢風',
    nil,
  },
  [8419] = {
    '暮光崇拜者',
    nil,
  },
  [8436] = {
    '薩麥爾·月棘',
    nil,
  },
  [8437] = {
    '哈卡萊爪牙',
    nil,
  },
  [8438] = {
    '哈卡萊血之守衛者',
    nil,
  },
  [8440] = {
    '哈卡的陰影',
    nil,
  },
  [8441] = {
    nil,
    '尼莉絲的守護者',
  },
  [8442] = {
    '暗影蛛絲盜獵者',
    '暗黑拍賣會',
  },
  [8443] = {
    '哈卡的化身',
    nil,
  },
  [8444] = {
    '貿易首領考維克',
    '暗黑拍賣會',
  },
  [8446] = {
    '希格斯·熔火的飛行器',
    nil,
  },
  [8447] = {
    '科朗克',
    '暗黑拍賣會',
  },
  [8477] = {
    '骷髏僕從',
    nil,
  },
  [8478] = {
    '大副杉德里爾',
    nil,
  },
  [8479] = {
    '卡拉然·溫布雷',
    nil,
  },
  [8480] = {
    '『欺詐者』卡拉然',
    nil,
  },
  [8496] = {
    '莉芙·雷茲菲克斯',
    '車間助理',
  },
  [8497] = {
    '夢魘鎮壓者',
    nil,
  },
  [8503] = {
    '吉波維特',
    nil,
  },
  [8504] = {
    '黑鐵哨衛',
    nil,
  },
  [8505] = {
    '迦瑪蘭的妖術',
    nil,
  },
  [8506] = {
    '被禁錮的伊蘭尼庫斯',
    nil,
  },
  [8508] = {
    nil,
    '釣魚供應商',
  },
  [8509] = {
    '侍從瑪特拉克',
    nil,
  },
  [8510] = {
    '阿塔萊圖騰',
    nil,
  },
  [8517] = {
    '希格斯·熔火',
    nil,
  },
  [8518] = {
    '『鑰匙大師』琳薩瑞爾',
    nil,
  },
  [8519] = {
    '荒蕪巨浪',
    nil,
  },
  [8520] = {
    '瘟疫劫毀者',
    nil,
  },
  [8521] = {
    '荒蕪水元素',
    nil,
  },
  [8522] = {
    '瘟疫水元素',
    nil,
  },
  [8523] = {
    '天譴士兵',
    nil,
  },
  [8524] = {
    '被詛咒的法師',
    nil,
  },
  [8525] = {
    '天譴護衛',
    nil,
  },
  [8526] = {
    '黑暗法師',
    nil,
  },
  [8527] = {
    '天譴守衛',
    nil,
  },
  [8528] = {
    '恐怖編織者',
    nil,
  },
  [8529] = {
    '天譴勇士',
    nil,
  },
  [8530] = {
    '吃人的食屍鬼',
    nil,
  },
  [8531] = {
    '語無倫次的食屍鬼',
    nil,
  },
  [8532] = {
    '染病的撕掠者',
    nil,
  },
  [8534] = {
    '腐爛的石像鬼',
    nil,
  },
  [8535] = {
    '腐爛的尖嘯者',
    nil,
  },
  [8538] = {
    '無影僕從',
    nil,
  },
  [8539] = {
    '無眼觀察者',
    nil,
  },
  [8540] = {
    '破碎尖嘯者',
    nil,
  },
  [8541] = {
    '憎恨吟唱者',
    nil,
  },
  [8542] = {
    '死亡詠手',
    nil,
  },
  [8543] = {
    '縫合憎惡',
    nil,
  },
  [8544] = {
    '笨拙的魔像',
    nil,
  },
  [8545] = {
    '縫合的魔像',
    nil,
  },
  [8546] = {
    '黑暗教徒',
    '詛咒神教',
  },
  [8547] = {
    '死亡教徒',
    '詛咒神教',
  },
  [8548] = {
    '邪惡導師',
    '詛咒神教',
  },
  [8550] = {
    '暗影法師',
    '詛咒神教',
  },
  [8551] = {
    '黑暗召喚師',
    '詛咒神教',
  },
  [8553] = {
    '死靈法師',
    '詛咒神教',
  },
  [8554] = {
    '刺鬃酋長',
    nil,
  },
  [8555] = {
    '地穴潛獵者',
    nil,
  },
  [8556] = {
    '地穴巡邏者',
    nil,
  },
  [8557] = {
    '地穴恐蛛',
    nil,
  },
  [8558] = {
    '地穴屠戮者',
    nil,
  },
  [8560] = {
    '爛苔斥候',
    nil,
  },
  [8561] = {
    '爛苔暗影獵手',
    nil,
  },
  [8562] = {
    '爛苔食屍者',
    nil,
  },
  [8563] = {
    '悲慘的護林者',
    nil,
  },
  [8564] = {
    '悲慘的遊俠',
    nil,
  },
  [8565] = {
    '悲慘的巡路者',
    nil,
  },
  [8566] = {
    '黑鐵監視者',
    nil,
  },
  [8567] = {
    '暴食者',
    nil,
  },
  [8576] = {
    '阿格圖·血拳',
    nil,
  },
  [8580] = {
    nil,
    '衛像者',
  },
  [8581] = {
    '血精靈防衛者',
    nil,
  },
  [8583] = {
    '迪蘭妮亞·月光',
    nil,
  },
  [8585] = {
    '冰霜幽靈',
    nil,
  },
  [8586] = {
    '哈格魯姆·血拳',
    nil,
  },
  [8588] = {
    '『靈語者』昂布蘭希',
    nil,
  },
  [8596] = {
    '瘟疫幼犬',
    nil,
  },
  [8597] = {
    '瘟疫犬',
    nil,
  },
  [8598] = {
    '狂怒的瘟疫犬',
    nil,
  },
  [8600] = {
    '瘟疫蝙蝠',
    nil,
  },
  [8601] = {
    '毒性瘟疫蝙蝠',
    nil,
  },
  [8602] = {
    '巨型瘟疫蝙蝠',
    nil,
  },
  [8603] = {
    '腐肉蟲',
    nil,
  },
  [8605] = {
    '腐肉吞噬者',
    nil,
  },
  [8606] = {
    '腐朽軟泥怪',
    nil,
  },
  [8607] = {
    '腐爛淤泥怪',
    nil,
  },
  [8608] = {
    '發怒的煉獄火',
    nil,
  },
  [8609] = {
    nil,
    '獅鷲獸管理員',
  },
  [8610] = {
    nil,
    '雙足飛龍管理員',
  },
  [8611] = {
    '塑像空間之子',
    nil,
  },
  [8612] = {
    '尖嘯者的靈魂',
    nil,
  },
  [8615] = {
    '秘銀幼龍',
    nil,
  },
  [8616] = {
    '煉獄火僕從',
    nil,
  },
  [8636] = {
    '『守衛者』莫塔加亞',
    nil,
  },
  [8637] = {
    '黑鐵警備兵',
    nil,
  },
  [8656] = {
    '胡庫的虛無行者',
    nil,
  },
  [8657] = {
    '胡庫的魅魔',
    nil,
  },
  [8658] = {
    '胡庫的小鬼',
    nil,
  },
  [8660] = {
    '伊夫卡爾',
    nil,
  },
  [8661] = {
    '拍賣師比爾杜',
    nil,
  },
  [8662] = {
    '塑像烤箱火焰目標',
    nil,
  },
  [8664] = {
    '日行者賽恩',
    nil,
  },
  [8665] = {
    nil,
    '貓頭鷹訓練師',
  },
  [8666] = {
    '利爾·迪米',
    '賣貓的小孩',
  },
  [8667] = {
    '狂風漩渦',
    nil,
  },
  [8668] = {
    '惡魔尋蹤犬',
    nil,
  },
  [8669] = {
    '拍賣師圖爾倫',
    nil,
  },
  [8670] = {
    '拍賣師希爾頓',
    nil,
  },
  [8671] = {
    '拍賣師巴克爾',
    nil,
  },
  [8672] = {
    '拍賣師里卡',
    nil,
  },
  [8673] = {
    '拍賣師薩蘇恩',
    nil,
  },
  [8674] = {
    '拍賣師斯塔比',
    nil,
  },
  [8675] = {
    '魔化犬',
    nil,
  },
  [8678] = {
    '朱比·機簧',
    '工程學供應商',
  },
  [8679] = {
    '克納茲·槍焰',
    '工程學供應商',
  },
  [8680] = {
    '大型煉獄火',
    nil,
  },
  [8681] = {
    '埃瑞克',
    '特殊裁縫供應商',
  },
  [8716] = {
    '驚懼領主',
    nil,
  },
  [8717] = {
    '惡魔守衛精英',
    nil,
  },
  [8718] = {
    '法力犬',
    nil,
  },
  [8719] = {
    '拍賣師費奇',
    nil,
  },
  [8720] = {
    '拍賣師雷姆斯',
    nil,
  },
  [8721] = {
    '拍賣師埃比圖',
    nil,
  },
  [8722] = {
    '拍賣師古雷姆',
    nil,
  },
  [8723] = {
    '拍賣師戈洛薩斯',
    nil,
  },
  [8736] = {
    '巴茲克·布拉斯溫',
    '工程學訓練師',
  },
  [8738] = {
    '瓦薩里奧·林克格雷斯',
    '哥布林工程學訓練師',
  },
  [8756] = {
    nil,
    '洛拉姆斯的守護者',
  },
  [8757] = {
    nil,
    '洛拉姆斯的守護者',
  },
  [8758] = {
    nil,
    '洛拉姆斯的守護者',
  },
  [8759] = {
    '苔蹄奔跑者',
    nil,
  },
  [8760] = {
    '苔蹄雄鹿',
    nil,
  },
  [8761] = {
    '苔蹄快步者',
    nil,
  },
  [8762] = {
    '林木隱匿者',
    nil,
  },
  [8763] = {
    '霧翼遊蕩者',
    nil,
  },
  [8764] = {
    '霧翼劫毀者',
    nil,
  },
  [8766] = {
    '森林軟泥怪',
    nil,
  },
  [8776] = {
    '翡翠幼龍',
    nil,
  },
  [8816] = {
    '烏舍爾',
    nil,
  },
  [8836] = {
    '作戰小雞',
    nil,
  },
  [8837] = {
    '泥漿元素',
    nil,
  },
  [8856] = {
    '泰里恩的間諜機器人',
    nil,
  },
  [8876] = {
    '沙怒侍僧',
    nil,
  },
  [8877] = {
    '沙怒狂熱者',
    nil,
  },
  [8878] = {
    nil,
    '高級造錘師',
  },
  [8879] = {
    '皇家歷史學家阿克瑟努斯',
    nil,
  },
  [8881] = {
    '騎乘用山羊',
    nil,
  },
  [8882] = {
    '騎乘用虎',
    nil,
  },
  [8883] = {
    '騎乘用馬',
    nil,
  },
  [8884] = {
    '骷髏馬',
    nil,
  },
  [8885] = {
    '騎乘用迅猛龍',
    nil,
  },
  [8886] = {
    '變異巨蟒',
    nil,
  },
  [8887] = {
    '一個飽經折磨的聲音',
    nil,
  },
  [8888] = {
    '弗蘭克羅恩·鑄鐵',
    nil,
  },
  [8889] = {
    '鐵怒監督者',
    nil,
  },
  [8890] = {
    '鐵怒守望者',
    nil,
  },
  [8891] = {
    '鐵怒衛士',
    nil,
  },
  [8892] = {
    '鐵怒步卒',
    nil,
  },
  [8893] = {
    '鐵怒士兵',
    nil,
  },
  [8894] = {
    '鐵怒醫師',
    nil,
  },
  [8895] = {
    '鐵怒軍官',
    nil,
  },
  [8896] = {
    '影爐農民',
    nil,
  },
  [8897] = {
    '末日之爐工匠',
    nil,
  },
  [8898] = {
    '鐵怒隊長',
    nil,
  },
  [8899] = {
    '末日之爐龍騎兵',
    nil,
  },
  [8900] = {
    '末日之爐魔匠',
    nil,
  },
  [8901] = {
    '鐵怒預備兵',
    nil,
  },
  [8902] = {
    '影爐居民',
    nil,
  },
  [8903] = {
    '鐵怒上尉',
    nil,
  },
  [8904] = {
    '影爐議員',
    nil,
  },
  [8905] = {
    '戰鬥傀儡',
    nil,
  },
  [8906] = {
    '狂怒魔像',
    nil,
  },
  [8907] = {
    '怒錘傀儡',
    nil,
  },
  [8908] = {
    '熔火戰爭魔像',
    nil,
  },
  [8909] = {
    '火焰衛士',
    nil,
  },
  [8910] = {
    '熾熱火焰衛士',
    nil,
  },
  [8911] = {
    '火焰驅逐者',
    nil,
  },
  [8912] = {
    '暮光之錘拷問者',
    nil,
  },
  [8913] = {
    '暮光使者',
    nil,
  },
  [8914] = {
    '暮光保鏢',
    nil,
  },
  [8915] = {
    '暮光之錘大使',
    nil,
  },
  [8916] = {
    '競技場觀眾',
    nil,
  },
  [8917] = {
    '挖掘場奴隸',
    nil,
  },
  [8920] = {
    '武器技師',
    nil,
  },
  [8921] = {
    '血犬',
    nil,
  },
  [8922] = {
    '巨型血犬',
    nil,
  },
  [8923] = {
    '無敵的潘佐爾',
    nil,
  },
  [8924] = {
    '貝希摩斯',
    nil,
  },
  [8925] = {
    '掘泥蟲',
    nil,
  },
  [8926] = {
    '深淵釘刺者',
    nil,
  },
  [8927] = {
    '黑暗尖嘯者',
    nil,
  },
  [8928] = {
    '洞穴雷霆蜥蜴',
    nil,
  },
  [8929] = {
    '茉艾拉·銅鬚公主',
    '鐵爐堡公主',
  },
  [8931] = {
    '旅店老闆希瑟爾',
    '旅店老闆',
  },
  [8932] = {
    '鑽孔甲蟲',
    nil,
  },
  [8933] = {
    '洞穴爬蛛',
    nil,
  },
  [8934] = {
    nil,
    '貿易供應商',
  },
  [8937] = {
    '寵物炸彈',
    nil,
  },
  [8956] = {
    '怒爪熊',
    nil,
  },
  [8957] = {
    '怒爪灰熊',
    nil,
  },
  [8958] = {
    '怒爪巨熊',
    nil,
  },
  [8959] = {
    '魔爪狼',
    nil,
  },
  [8960] = {
    '魔爪食腐狼',
    nil,
  },
  [8961] = {
    '魔爪劫毀者',
    nil,
  },
  [8962] = {
    '尼達',
    nil,
  },
  [8964] = {
    '黑石飛龍',
    nil,
  },
  [8980] = {
    '火腹軍官',
    nil,
  },
  [8981] = {
    '失控的劫奪者',
    nil,
  },
  [8982] = {
    '鐵手守護者',
    nil,
  },
  [8983] = {
    '魔像領主阿格曼奇',
    nil,
  },
  [8996] = {
    '虛無行者爪牙',
    nil,
  },
  [8997] = {
    '戈薩拉·夜語',
    nil,
  },
  [9017] = {
    '伊森迪奧斯領主',
    nil,
  },
  [9018] = {
    '高階審問者格斯塔恩',
    '暮光之錘審問者',
  },
  [9019] = {
    '達格蘭·索瑞森大帝',
    nil,
  },
  [9020] = {
    '指揮官哥沙克',
    '卡加斯遠征軍',
  },
  [9021] = {
    '卡蘭·巨錘',
    nil,
  },
  [9022] = {
    '杜格哈爾·雷翼',
    nil,
  },
  [9023] = {
    '溫德索爾元帥',
    nil,
  },
  [9024] = {
    '火占師羅格雷恩',
    nil,
  },
  [9025] = {
    '洛考爾領主',
    nil,
  },
  [9026] = {
    '征服者派隆',
    nil,
  },
  [9027] = {
    '『修行者』高羅什',
    nil,
  },
  [9028] = {
    '格里茲爾',
    nil,
  },
  [9029] = {
    '剜眼者',
    nil,
  },
  [9030] = {
    '『破壞者』奧科索爾',
    nil,
  },
  [9032] = {
    '『蠕行者』赫杜姆',
    nil,
  },
  [9033] = {
    '安格弗將軍',
    nil,
  },
  [9034] = {
    '黑特雷爾',
    nil,
  },
  [9035] = {
    '安格雷爾',
    nil,
  },
  [9036] = {
    '瓦勒雷爾',
    nil,
  },
  [9037] = {
    '格魯雷爾',
    nil,
  },
  [9038] = {
    '西斯雷爾',
    nil,
  },
  [9039] = {
    '杜姆雷爾',
    nil,
  },
  [9040] = {
    '多普雷爾',
    nil,
  },
  [9041] = {
    '護衛斯迪爾基斯',
    nil,
  },
  [9043] = {
    '裂盾蠻兵',
    '裂盾軍團',
  },
  [9044] = {
    '裂盾哨衛',
    '裂盾軍團',
  },
  [9045] = {
    '裂盾侍僧',
    '裂盾軍團',
  },
  [9046] = {
    '裂盾軍需官',
    '裂盾軍團',
  },
  [9047] = {
    nil,
    '挖溝者',
  },
  [9056] = {
    '弗諾斯·達克維爾',
    '首席建築師',
  },
  [9077] = {
    '督軍高圖斯',
    '卡加斯遠征軍',
  },
  [9078] = {
    '暗影法師薇薇安·拉格雷',
    '卡加斯遠征軍',
  },
  [9079] = {
    '祭師塞朵拉·穆瓦丹尼',
    '卡加斯遠征軍',
  },
  [9080] = {
    nil,
    '卡加斯遠征軍',
  },
  [9081] = {
    '『神射手』賈拉瑪弗',
    '卡加斯遠征軍',
  },
  [9082] = {
    '薩特拉克·長齒',
    '卡加斯遠征軍',
  },
  [9083] = {
    '拉札布雷德',
    '卡加斯遠征軍',
  },
  [9084] = {
    '桑德哈特',
    '卡加斯遠征軍',
  },
  [9085] = {
    '新兵阿瑪卡',
    '卡加斯遠征軍',
  },
  [9086] = {
    '蠻兵加戈爾',
    '卡加斯遠征軍',
  },
  [9087] = {
    '巴珊娜·符文圖騰',
    nil,
  },
  [9096] = {
    '狂爪龍裔',
    nil,
  },
  [9097] = {
    '裂盾軍團士兵',
    '裂盾軍團',
  },
  [9098] = {
    '裂盾縛法者',
    '裂盾軍團',
  },
  [9099] = {
    nil,
    '餡餅商人',
  },
  [9116] = {
    '艾瑞丹·藍風',
    '翡翠議會',
  },
  [9117] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9136] = {
    '沙妮·長齒',
    nil,
  },
  [9156] = {
    '弗萊拉斯大使',
    nil,
  },
  [9157] = {
    '血瓣花',
    nil,
  },
  [9158] = {
    '戰馬',
    nil,
  },
  [9162] = {
    '幼雙帆龍',
    nil,
  },
  [9163] = {
    '雙帆龍',
    nil,
  },
  [9164] = {
    '老雙帆龍',
    nil,
  },
  [9165] = {
    '小翼手龍',
    nil,
  },
  [9166] = {
    '翼手龍',
    nil,
  },
  [9167] = {
    '狂怒的翼手龍',
    nil,
  },
  [9176] = {
    '戈洛普',
    nil,
  },
  [9178] = {
    '燃靈',
    nil,
  },
  [9179] = {
    nil,
    '鍛造供應商',
  },
  [9196] = {
    '歐莫克大王',
    nil,
  },
  [9197] = {
    '尖石戰鬥法師',
    nil,
  },
  [9198] = {
    '尖石秘術使',
    nil,
  },
  [9199] = {
    '尖石執行者',
    nil,
  },
  [9200] = {
    '尖石劫奪者',
    nil,
  },
  [9201] = {
    '尖石巨魔魔導師',
    nil,
  },
  [9216] = {
    '尖石督軍',
    nil,
  },
  [9217] = {
    '尖石首席魔導師',
    nil,
  },
  [9218] = {
    '尖石戰鬥統帥',
    nil,
  },
  [9219] = {
    '尖石屠夫',
    nil,
  },
  [9236] = {
    '暗影獵手沃許加斯',
    nil,
  },
  [9237] = {
    '將領沃恩',
    nil,
  },
  [9238] = {
    '[Deprecated for 4.x]奎恩丁',
    nil,
  },
  [9239] = {
    '燃棘秘術使',
    nil,
  },
  [9240] = {
    '燃棘暗影牧師',
    nil,
  },
  [9241] = {
    '燃棘獵頭者',
    nil,
  },
  [9256] = {
    '農場小雞',
    nil,
  },
  [9257] = {
    '裂盾術士',
    '裂盾軍團',
  },
  [9258] = {
    '裂盾劫掠者',
    '裂盾軍團',
  },
  [9259] = {
    '火印蠻兵',
    '火印軍團',
  },
  [9260] = {
    '火印軍團士兵',
    '火印軍團',
  },
  [9261] = {
    '火印暗織者',
    '火印軍團',
  },
  [9262] = {
    '火印塑能師',
    '火印軍團',
  },
  [9263] = {
    '火印織懼者',
    '火印軍團',
  },
  [9264] = {
    '火印火占師',
    '火印軍團',
  },
  [9265] = {
    '燃棘暗影獵手',
    nil,
  },
  [9266] = {
    '燃棘巫醫',
    nil,
  },
  [9267] = {
    '燃棘擲斧者',
    nil,
  },
  [9268] = {
    '燃棘狂戰士',
    nil,
  },
  [9269] = {
    '燃棘先知',
    nil,
  },
  [9270] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9271] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9272] = {
    '斯巴克·尼米爾',
    '馬紹爾遠征隊',
  },
  [9297] = {
    '暴怒的雙足飛龍',
    nil,
  },
  [9298] = {
    '多諾瓦·雪山',
    nil,
  },
  [9316] = {
    '維妮·布特巴克',
    nil,
  },
  [9317] = {
    '雷里·格里斯高布',
    nil,
  },
  [9318] = {
    '燻火龍',
    nil,
  },
  [9319] = {
    '馴犬者格雷布瑪爾',
    nil,
  },
  [9336] = {
    '考博普拉格',
    nil,
  },
  [9356] = {
    '旅店老闆舒爾卡',
    '旅店老闆',
  },
  [9376] = {
    '火焰使者',
    nil,
  },
  [9377] = {
    '空氣漩渦',
    nil,
  },
  [9396] = {
    '震地者',
    nil,
  },
  [9397] = {
    '出土化石',
    nil,
  },
  [9398] = {
    '暮光之錘劊子手',
    nil,
  },
  [9416] = {
    '裂盾座狼',
    '裂盾軍團',
  },
  [9436] = {
    '貝爾加的產物',
    nil,
  },
  [9437] = {
    '黑暗守衛者沃弗克',
    nil,
  },
  [9438] = {
    '黑暗守衛者比塞克',
    nil,
  },
  [9439] = {
    '黑暗守衛者尤格爾',
    nil,
  },
  [9441] = {
    '黑暗守衛者希姆雷爾',
    nil,
  },
  [9442] = {
    '黑暗守衛者奧弗加特',
    nil,
  },
  [9443] = {
    '黑暗守衛者佩沃爾',
    nil,
  },
  [9445] = {
    '黑暗守衛',
    nil,
  },
  [9447] = {
    '血色護衛',
    nil,
  },
  [9448] = {
    '血色禁衛隊',
    nil,
  },
  [9449] = {
    '血色教士',
    nil,
  },
  [9450] = {
    '血色助理牧師',
    nil,
  },
  [9451] = {
    '血色大法師',
    nil,
  },
  [9452] = {
    '血色附魔師',
    nil,
  },
  [9456] = {
    '督軍克羅姆札',
    nil,
  },
  [9457] = {
    '部落防衛者',
    nil,
  },
  [9458] = {
    '部落飛斧手',
    nil,
  },
  [9459] = {
    '塞勒斯·薩雷芬圖斯',
    nil,
  },
  [9460] = {
    '加基森衛兵',
    nil,
  },
  [9461] = {
    '狂亂的黑龍',
    '塞勒斯的爪牙',
  },
  [9462] = {
    '血喉酋長',
    nil,
  },
  [9464] = {
    '洛爾主宰',
    nil,
  },
  [9465] = {
    '戴兜帽的高赫尼',
    '德魯伊訓練師',
  },
  [9467] = {
    '米布隆·亂齒',
    nil,
  },
  [9476] = {
    '警備兵毀握',
    nil,
  },
  [9477] = {
    '複製的軟泥怪',
    nil,
  },
  [9496] = {
    '格里什蟲卵',
    nil,
  },
  [9498] = {
    '格里什幼蟲',
    nil,
  },
  [9499] = {
    '普拉格·史帕齊林',
    nil,
  },
  [9500] = {
    '娜瑪拉小姐',
    nil,
  },
  [9501] = {
    '旅店老闆埃德瓦',
    '旅店老闆',
  },
  [9502] = {
    '法拉克斯',
    nil,
  },
  [9503] = {
    '士兵羅克諾特',
    nil,
  },
  [9516] = {
    '貝恩霍勒領主',
    nil,
  },
  [9517] = {
    '暗影領主費爾丹',
    nil,
  },
  [9521] = {
    '暴怒的魔化蝙蝠',
    nil,
  },
  [9522] = {
    '黑石伏擊者',
    nil,
  },
  [9523] = {
    '科卡爾風暴先知',
    nil,
  },
  [9524] = {
    '科卡爾入侵者',
    nil,
  },
  [9525] = {
    '亂風崗勇士',
    nil,
  },
  [9526] = {
    '暴怒的獅鷲獸',
    nil,
  },
  [9527] = {
    '暴怒的角鷹獸',
    nil,
  },
  [9528] = {
    '阿拉珊蒂絲·銀空',
    '翡翠議會',
  },
  [9529] = {
    '梅貝絲·河風',
    '翡翠議會',
  },
  [9536] = {
    '麥克斯沃特·尤柏格林',
    nil,
  },
  [9537] = {
    '霍爾雷·黑息',
    nil,
  },
  [9538] = {
    '高階劊子手努茲拉克',
    '卡加斯遠征軍',
  },
  [9539] = {
    '雷克斯洛特的陰影',
    '卡加斯遠征軍',
  },
  [9540] = {
    '恩諾哈爾·雷酒',
    nil,
  },
  [9541] = {
    '黑息的親信',
    nil,
  },
  [9542] = {
    '弗蘭克羅恩的靈魂',
    nil,
  },
  [9543] = {
    '雷布里·斯庫比格特',
    nil,
  },
  [9544] = {
    '尤卡·斯庫比格特',
    nil,
  },
  [9545] = {
    '恐怖的奴隸主',
    nil,
  },
  [9546] = {
    '信差拉斯卡爾',
    nil,
  },
  [9547] = {
    '醉酒的奴隸主',
    nil,
  },
  [9548] = {
    '卡溫德·準星',
    '槍械和弓箭',
  },
  [9549] = {
    nil,
    '弓箭商',
  },
  [9551] = {
    '[Deprecated for 4.x]斯塔恩',
    '槍械和弓箭',
  },
  [9552] = {
    nil,
    '弓箭商',
  },
  [9553] = {
    nil,
    '弓箭商',
  },
  [9554] = {
    '持鐵錘的顧客',
    nil,
  },
  [9555] = {
    nil,
    '弓箭商',
  },
  [9556] = {
    '惡魔犬爪牙',
    nil,
  },
  [9558] = {
    '船主格瑞姆比',
    '船主',
  },
  [9559] = {
    '格里斯羅維',
    '船主',
  },
  [9560] = {
    '麥斯威爾元帥',
    nil,
  },
  [9561] = {
    '加琳達',
    nil,
  },
  [9562] = {
    '赫林迪斯·河角',
    nil,
  },
  [9563] = {
    '狼狽不堪的約翰',
    nil,
  },
  [9564] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [9565] = {
    '瑪亞拉·亮翼',
    nil,
  },
  [9566] = {
    nil,
    '杜洛塔飛艇管理員',
  },
  [9568] = {
    '維姆薩拉克主宰',
    nil,
  },
  [9583] = {
    '血斧精兵',
    '血斧軍團',
  },
  [9584] = {
    nil,
    '裁縫訓練師',
  },
  [9596] = {
    '班諾克·巨斧',
    '火印軍團勇士',
  },
  [9599] = {
    nil,
    '灰燼使者',
  },
  [9600] = {
    '鸚鵡',
    nil,
  },
  [9601] = {
    '樹人的靈魂',
    nil,
  },
  [9605] = {
    '黑石劫掠者',
    nil,
  },
  [9616] = {
    '拉里斯·空輪',
    nil,
  },
  [9618] = {
    '卡爾納·雷姆塔維爾',
    '馬紹爾遠征隊',
  },
  [9619] = {
    '托爾瓦·尋路者',
    nil,
  },
  [9621] = {
    '巨大的軟泥怪',
    nil,
  },
  [9623] = {
    '艾米01',
    nil,
  },
  [9636] = {
    nil,
    '商人',
  },
  [9637] = {
    '灼燒圖騰',
    nil,
  },
  [9656] = {
    '炸彈寵物',
    nil,
  },
  [9657] = {
    '發條娃娃',
    nil,
  },
  [9660] = {
    '阿格納',
    nil,
  },
  [9662] = {
    '精龍寶寶',
    nil,
  },
  [9676] = {
    '丁克·鐵哨',
    '工程學供應商',
  },
  [9680] = {
    '火浪殺手',
    nil,
  },
  [9682] = {
    '雷吉納德·溫德索爾元帥',
    nil,
  },
  [9683] = {
    '拉克維的配偶',
    nil,
  },
  [9687] = {
    'zzOLD風牆圖騰',
    nil,
  },
  [9688] = {
    'zzOLD風牆圖騰 II',
    nil,
  },
  [9689] = {
    'zzOLD風牆圖騰 III',
    nil,
  },
  [9690] = {
    '灰燼座狼',
    nil,
  },
  [9691] = {
    '毒尖蠍',
    nil,
  },
  [9692] = {
    '血斧劫掠者',
    '血斧軍團',
  },
  [9693] = {
    '血斧塑能師',
    '血斧軍團',
  },
  [9694] = {
    '流涎的灰燼座狼',
    nil,
  },
  [9695] = {
    '死鞭蠍',
    nil,
  },
  [9696] = {
    '血斧座狼',
    '裂盾軍團',
  },
  [9697] = {
    '巨型灰燼座狼',
    nil,
  },
  [9698] = {
    '火尾蠍',
    nil,
  },
  [9699] = {
    '火甲蟲',
    nil,
  },
  [9700] = {
    '熔岩蟹',
    nil,
  },
  [9701] = {
    '黑石塔蠍子',
    nil,
  },
  [9705] = {
    '虛幻睡夢守衛',
    nil,
  },
  [9706] = {
    '尤爾巴·斯庫比格特',
    nil,
  },
  [9707] = {
    '裂盾傳送門',
    nil,
  },
  [9708] = {
    '燃燒小鬼',
    nil,
  },
  [9716] = {
    '血斧好戰者',
    '血斧軍團',
  },
  [9717] = {
    '血斧召喚師',
    '血斧軍團',
  },
  [9718] = {
    '霍克·巴什古德',
    '血斧軍團的勇士',
  },
  [9736] = {
    '軍需官茲格雷斯',
    '血斧軍團',
  },
  [9776] = {
    '噴焰小鬼',
    nil,
  },
  [9777] = {
    '靈焰小鬼',
    nil,
  },
  [9778] = {
    '火炬小鬼',
    nil,
  },
  [9779] = {
    '怒焰小鬼',
    nil,
  },
  [9816] = {
    '烈焰衛士艾博希爾',
    nil,
  },
  [9817] = {
    '黑手織懼者',
    '黑手軍團',
  },
  [9818] = {
    '黑手召喚師',
    '黑手軍團',
  },
  [9819] = {
    '黑手老兵',
    '黑手軍團',
  },
  [9836] = {
    '瑪瑟迪斯·火芒',
    nil,
  },
  [9857] = {
    '拍賣師格里茲林',
    nil,
  },
  [9858] = {
    '拍賣師克雷斯克',
    nil,
  },
  [9859] = {
    '拍賣師林姆克',
    nil,
  },
  [9862] = {
    '加德納爾軍團士兵',
    nil,
  },
  [9877] = {
    '薩瓦利斯王子',
    nil,
  },
  [9878] = {
    '熱能野獸',
    nil,
  },
  [9879] = {
    '熱能恐獸',
    nil,
  },
  [9936] = {
    '腐化貓',
    nil,
  },
  [9937] = {
    '普通貓',
    nil,
  },
  [9956] = {
    '影爐火焰持護者',
    nil,
  },
  [9976] = {
    nil,
    '獸欄管理員',
  },
  [9977] = {
    nil,
    '獸欄管理員',
  },
  [9978] = {
    nil,
    '獸欄管理員',
  },
  [9979] = {
    nil,
    '獸欄管理員',
  },
  [9980] = {
    '謝爾比·石火',
    '獸欄管理員',
  },
  [9981] = {
    nil,
    '獸欄管理員',
  },
  [9982] = {
    nil,
    '獸欄管理員',
  },
  [9983] = {
    nil,
    '獸欄管理員',
  },
  [9984] = {
    '烏布雷克·火拳',
    '獸欄管理員',
  },
  [9985] = {
    nil,
    '獸欄管理員',
  },
  [9986] = {
    '謝爾卡·狼行者',
    '獸欄管理員',
  },
  [9987] = {
    nil,
    '獸欄管理員',
  },
  [9988] = {
    nil,
    '獸欄管理員',
  },
  [9989] = {
    '麗娜·壁爐',
    '獸欄管理員',
  },
  [9997] = {
    nil,
    '馬紹爾遠征隊',
  },
  [9998] = {
    nil,
    '馬紹爾遠征隊',
  },
  [10016] = {
    '腐化鼠',
    nil,
  },
  [10017] = {
    '腐化蟑螂',
    nil,
  },
  [10036] = {
    '蕨牆執行者',
    nil,
  },
  [10037] = {
    '湖畔鎮守衛',
    nil,
  },
  [10038] = {
    '守夜人',
    '守夜人',
  },
  [10040] = {
    '格里什蟲巢衛士',
    nil,
  },
  [10041] = {
    '格里什蜂后',
    nil,
  },
  [10042] = {
    '腐化的刃豹',
    nil,
  },
  [10043] = {
    '雷布里的親信',
    nil,
  },
  [10045] = {
    nil,
    '獸欄管理員',
  },
  [10046] = {
    '貝塞尼·火錘',
    '獸欄管理員',
  },
  [10047] = {
    nil,
    '獸欄管理員',
  },
  [10048] = {
    nil,
    '獸欄管理員',
  },
  [10049] = {
    nil,
    '獸欄管理員',
  },
  [10050] = {
    nil,
    '獸欄管理員',
  },
  [10051] = {
    nil,
    '獸欄管理員',
  },
  [10052] = {
    nil,
    '獸欄管理員',
  },
  [10053] = {
    nil,
    '獸欄管理員',
  },
  [10054] = {
    nil,
    '獸欄管理員',
  },
  [10055] = {
    nil,
    '獸欄管理員',
  },
  [10056] = {
    nil,
    '獸欄管理員',
  },
  [10057] = {
    nil,
    '獸欄管理員',
  },
  [10058] = {
    nil,
    '獸欄管理員',
  },
  [10059] = {
    nil,
    '獸欄管理員',
  },
  [10060] = {
    '格雷米斯塔克',
    '獸欄管理員',
  },
  [10061] = {
    '基利姆·石趾',
    '獸欄管理員',
  },
  [10062] = {
    nil,
    '獸欄管理員',
  },
  [10063] = {
    nil,
    '獸欄管理員',
  },
  [10076] = {
    '索瑞森高階女祭司',
    nil,
  },
  [10077] = {
    '死亡之喉',
    nil,
  },
  [10078] = {
    '特羅斯巴克',
    nil,
  },
  [10079] = {
    '勇者月角',
    nil,
  },
  [10080] = {
    '杉達爾·沙掠者',
    nil,
  },
  [10081] = {
    '灰塵怨靈',
    nil,
  },
  [10083] = {
    '狂爪火鱗龍人',
    nil,
  },
  [10085] = {
    nil,
    '獸欄管理員',
  },
  [10086] = {
    '赫蘇瓦·雷角',
    '獸欄管理員',
  },
  [10088] = {
    nil,
    '獸欄管理員',
  },
  [10089] = {
    nil,
    '獸欄管理員',
  },
  [10090] = {
    '貝莉亞·雷岩',
    '獸欄管理員',
  },
  [10096] = {
    '裁決者格里斯通',
    nil,
  },
  [10116] = {
    '奴隸',
    nil,
  },
  [10117] = {
    '受折磨的奴隸',
    nil,
  },
  [10118] = {
    '奈莎·影歌',
    '釣魚供應商',
  },
  [10120] = {
    '寶庫護衛',
    nil,
  },
  [10136] = {
    '化學家弗雷',
    nil,
  },
  [10157] = {
    '月夜梟獸神諭者',
    nil,
  },
  [10158] = {
    '月夜梟獸',
    nil,
  },
  [10159] = {
    '小月夜梟獸',
    nil,
  },
  [10160] = {
    '盛怒的月夜梟獸',
    nil,
  },
  [10161] = {
    '群居幼龍',
    nil,
  },
  [10162] = {
    '維克多·奈法利斯領主',
    '黑石之王',
  },
  [10177] = {
    '黑石塔甲蟲',
    nil,
  },
  [10178] = {
    '綠色螢光機械陸行鳥',
    nil,
  },
  [10179] = {
    '白色機械陸行鳥B型',
    nil,
  },
  [10180] = {
    '未塗色機械陸行鳥',
    nil,
  },
  [10181] = {
    '希瓦娜斯·風行者女士',
    '女妖之王',
  },
  [10182] = {
    '羅卡洛',
    '部落的勇士',
  },
  [10183] = {
    '月焰圖騰',
    nil,
  },
  [10196] = {
    '科巴塔恩將軍',
    nil,
  },
  [10197] = {
    '『嚎叫者』米基爾',
    nil,
  },
  [10198] = {
    '『劫奪者』卡蘇克',
    nil,
  },
  [10199] = {
    '雪爪灰熊怪',
    nil,
  },
  [10201] = {
    '赫達琳女士',
    nil,
  },
  [10217] = {
    '烈焰打擊圖騰',
    nil,
  },
  [10218] = {
    '超強治療結界',
    nil,
  },
  [10221] = {
    '小血斧座狼',
    nil,
  },
  [10258] = {
    '群居守護者',
    nil,
  },
  [10259] = {
    '小座狼',
    nil,
  },
  [10261] = {
    '燃燒惡魔犬',
    nil,
  },
  [10263] = {
    '燃燒惡魔守衛',
    nil,
  },
  [10264] = {
    '索拉卡·火冠',
    nil,
  },
  [10266] = {
    nil,
    '鍛造訓練師',
  },
  [10267] = {
    '丁奇·斯迪波爾',
    nil,
  },
  [10268] = {
    '『奴役者』基茲盧爾',
    nil,
  },
  [10276] = {
    '洛特加斯·石鬚',
    '見習鐵匠',
  },
  [10277] = {
    '格魯姆·石鬚',
    '鍛造訓練師',
  },
  [10278] = {
    '瑟拉格·石蹄',
    '鍛造訓練師',
  },
  [10290] = {
    '被捕獲的費伍德軟泥怪',
    nil,
  },
  [10293] = {
    '杜希雅·霜月',
    '布甲商',
  },
  [10296] = {
    '阿克萊德',
    nil,
  },
  [10299] = {
    '阿克萊德',
    '裂盾軍團',
  },
  [10301] = {
    '加隆·石矛',
    '探險者協會',
  },
  [10302] = {
    nil,
    '馬紹爾遠征隊',
  },
  [10303] = {
    '斯托姆·影蹄',
    nil,
  },
  [10304] = {
    '奧蘿拉·天喚者',
    nil,
  },
  [10305] = {
    '烏米·浪博史尼克',
    nil,
  },
  [10306] = {
    '特盧爾·法貝恩',
    nil,
  },
  [10307] = {
    '巫醫瑪艾里',
    nil,
  },
  [10316] = {
    '黑手監禁者',
    '黑手軍團',
  },
  [10317] = {
    '黑手精英',
    '黑手軍團',
  },
  [10318] = {
    '黑手刺客',
    '黑手軍團',
  },
  [10319] = {
    '黑手鐵衛士',
    '黑手軍團',
  },
  [10321] = {
    '艾博斯塔夫',
    nil,
  },
  [10322] = {
    '上古霜刃豹',
    nil,
  },
  [10323] = {
    '莫克迪普',
    nil,
  },
  [10336] = {
    '遠古豹',
    nil,
  },
  [10337] = {
    '褐色刃豹',
    nil,
  },
  [10338] = {
    '金色刃豹',
    nil,
  },
  [10339] = {
    nil,
    '雷德·黑手的坐騎',
  },
  [10340] = {
    '紅衣瓦拉斯塔茲',
    nil,
  },
  [10357] = {
    '『激怒者』雷薩恩',
    nil,
  },
  [10358] = {
    '菲林森特的陰影',
    nil,
  },
  [10360] = {
    '克古爾·血斧',
    '戰歌峽谷戰場軍官',
  },
  [10361] = {
    '戈魯爾·黑刃',
    '武器鍛造師',
  },
  [10363] = {
    '達基薩斯將軍',
    nil,
  },
  [10364] = {
    '雅里卡·長爪',
    '施法材料和毒藥供應商',
  },
  [10366] = {
    '狂爪龍人衛士',
    nil,
  },
  [10367] = {
    '沙耶·怒拳',
    '食物和飲料',
  },
  [10369] = {
    nil,
    '武器商',
  },
  [10371] = {
    '狂爪隊長',
    nil,
  },
  [10372] = {
    '狂爪火舌龍人',
    nil,
  },
  [10374] = {
    '尖塔蜘蛛',
    nil,
  },
  [10375] = {
    '尖塔小蜘蛛',
    nil,
  },
  [10376] = {
    '水晶之牙',
    nil,
  },
  [10377] = {
    '[Deprecated for 4.x]艾魯',
    '雙足飛龍學徒',
  },
  [10378] = {
    '歐姆薩·雷角',
    '雙足飛龍管理員',
  },
  [10379] = {
    '奧索巴·狂暴圖騰',
    '武器商',
  },
  [10380] = {
    '薩努耶·符文圖騰',
    '皮甲商',
  },
  [10381] = {
    '被毀壞的死屍',
    nil,
  },
  [10382] = {
    '被撕裂的死屍',
    nil,
  },
  [10383] = {
    '破碎的死屍',
    nil,
  },
  [10384] = {
    '鬼靈居民',
    nil,
  },
  [10385] = {
    '鬼魅居民',
    nil,
  },
  [10387] = {
    '復仇的魅影',
    nil,
  },
  [10388] = {
    '懷恨的魅影',
    nil,
  },
  [10389] = {
    '狂怒的魅影',
    nil,
  },
  [10390] = {
    '骷髏守護者',
    nil,
  },
  [10391] = {
    '骷髏狂戰士',
    nil,
  },
  [10393] = {
    '斯庫爾',
    nil,
  },
  [10394] = {
    '黑衣衛哨衛',
    nil,
  },
  [10398] = {
    '圖薩丁暗影施法者',
    nil,
  },
  [10399] = {
    '圖薩丁侍僧',
    nil,
  },
  [10400] = {
    '圖薩丁死靈法師',
    nil,
  },
  [10405] = {
    '惡疫食屍鬼',
    nil,
  },
  [10406] = {
    '食屍搶奪者',
    nil,
  },
  [10407] = {
    '剝肉食屍鬼',
    nil,
  },
  [10408] = {
    '石翼石像鬼',
    nil,
  },
  [10409] = {
    '石翼尖嘯者',
    nil,
  },
  [10411] = {
    '納克薩瑪斯之眼',
    nil,
  },
  [10412] = {
    '地穴爬行者',
    nil,
  },
  [10413] = {
    '地穴獸',
    nil,
  },
  [10414] = {
    '縫補憎惡',
    nil,
  },
  [10415] = {
    '阿莎利水晶',
    nil,
  },
  [10416] = {
    '噴膽者',
    nil,
  },
  [10417] = {
    '潑毒者',
    nil,
  },
  [10418] = {
    '復活的衛士',
    nil,
  },
  [10419] = {
    '復活的咒術師',
    nil,
  },
  [10420] = {
    '復活的新兵',
    nil,
  },
  [10421] = {
    '復活的防衛者',
    nil,
  },
  [10422] = {
    '復活的巫士',
    nil,
  },
  [10423] = {
    '復活的牧師',
    nil,
  },
  [10424] = {
    '復活的豪俠',
    nil,
  },
  [10425] = {
    '復活的戰鬥法師',
    nil,
  },
  [10426] = {
    '復活的審判官',
    nil,
  },
  [10427] = {
    '[Deprecated for 4.x]波卡·捷山',
    nil,
  },
  [10428] = {
    '[Deprecated for 4.x]莫特加·火鬃',
    nil,
  },
  [10429] = {
    '大酋長雷德·黑手',
    nil,
  },
  [10430] = {
    '比斯巨獸',
    nil,
  },
  [10431] = {
    '格里高·格雷斯通',
    '銀色黎明',
  },
  [10433] = {
    '馬杜克·布萊克波爾',
    nil,
  },
  [10435] = {
    '巴瑟拉斯鎮長',
    nil,
  },
  [10436] = {
    '安娜絲塔麗男爵夫人',
    nil,
  },
  [10438] = {
    '蒼白的瑪勒基',
    nil,
  },
  [10439] = {
    '『暴食者』拉姆斯登',
    nil,
  },
  [10440] = {
    '瑞文戴爾男爵',
    nil,
  },
  [10441] = {
    '染疫鼠',
    nil,
  },
  [10442] = {
    '炫彩幼龍',
    nil,
  },
  [10445] = {
    nil,
    '暗月馬戲團諮詢處',
  },
  [10447] = {
    '炫彩龍裔',
    nil,
  },
  [10455] = {
    '賓尼·冰刃',
    nil,
  },
  [10459] = {
    '騎龍的雷德',
    '灰燼使者',
  },
  [10460] = {
    '勘察員鐵靴',
    nil,
  },
  [10461] = {
    '染疫蟲',
    nil,
  },
  [10463] = {
    '尖叫的女妖',
    nil,
  },
  [10464] = {
    '哀嚎的女妖',
    nil,
  },
  [10467] = {
    '法力之潮圖騰',
    nil,
  },
  [10468] = {
    '菲諾克',
    nil,
  },
  [10469] = {
    '通靈學院專家',
    nil,
  },
  [10470] = {
    '通靈學院新學徒',
    nil,
  },
  [10471] = {
    '通靈學院侍僧',
    nil,
  },
  [10472] = {
    '通靈學院神秘學者',
    nil,
  },
  [10475] = {
    '通靈學院學員',
    nil,
  },
  [10476] = {
    '通靈學院通靈師',
    nil,
  },
  [10477] = {
    '通靈學院死靈法師',
    nil,
  },
  [10478] = {
    '碎裂的骷髏',
    nil,
  },
  [10479] = {
    '遊蕩的屍體',
    nil,
  },
  [10480] = {
    '虛弱的屍體',
    nil,
  },
  [10481] = {
    '再活化的屍體',
    nil,
  },
  [10482] = {
    '復活的僕人',
    nil,
  },
  [10485] = {
    '復活的畸形骷髏',
    nil,
  },
  [10486] = {
    '復活的戰士',
    nil,
  },
  [10487] = {
    '復活的保衛者',
    nil,
  },
  [10488] = {
    '復活的構造體',
    nil,
  },
  [10489] = {
    '復活的守衛',
    nil,
  },
  [10491] = {
    '復活的骸骨護衛',
    nil,
  },
  [10495] = {
    '染病的食屍鬼',
    nil,
  },
  [10497] = {
    '骯髒的食屍鬼',
    nil,
  },
  [10498] = {
    '鬼靈導師',
    nil,
  },
  [10499] = {
    '鬼靈研究員',
    nil,
  },
  [10500] = {
    '鬼靈教師',
    nil,
  },
  [10502] = {
    '伊露希亞·巴羅夫女士',
    nil,
  },
  [10504] = {
    '阿萊克斯·巴羅夫領主',
    nil,
  },
  [10505] = {
    '講師瑪麗希亞',
    nil,
  },
  [10506] = {
    '傳令官基爾圖諾斯',
    nil,
  },
  [10507] = {
    '拉文尼亞',
    nil,
  },
  [10508] = {
    '萊斯·霜語',
    nil,
  },
  [10509] = {
    '傑德',
    '黑手軍團',
  },
  [10516] = {
    '不可寬恕者',
    nil,
  },
  [10536] = {
    '染疫蛆',
    nil,
  },
  [10537] = {
    '[Deprecated for 4.x]峭壁看守者長角',
    nil,
  },
  [10539] = {
    '[Deprecated for 4.x]哈加爾·雷蹄',
    nil,
  },
  [10541] = {
    '克拉蘭克的溫度計',
    nil,
  },
  [10556] = {
    '懶惰的苦工',
    nil,
  },
  [10557] = {
    'zzOLD火舌圖騰 IV',
    nil,
  },
  [10558] = {
    '爐邊歌手弗瑞斯坦',
    nil,
  },
  [10559] = {
    '薇絲比婭女士',
    nil,
  },
  [10577] = {
    '地穴甲蟲',
    nil,
  },
  [10578] = {
    nil,
    '訓練中的巫醫',
  },
  [10579] = {
    '傳令官基爾圖諾斯',
    nil,
  },
  [10580] = {
    '惡臭殭屍',
    nil,
  },
  [10581] = {
    '[Deprecated for 4.x]幼年阿利卡拉',
    nil,
  },
  [10582] = {
    '狗',
    '塞爾',
  },
  [10583] = {
    nil,
    '飛行管理員',
  },
  [10584] = {
    '烏洛克·末日嚎',
    nil,
  },
  [10596] = {
    '煙網蛛后',
    nil,
  },
  [10598] = {
    '煙網小蜘蛛',
    nil,
  },
  [10599] = {
    '哈夫納·石騰',
    nil,
  },
  [10600] = {
    '托泰克·巨蹄',
    nil,
  },
  [10601] = {
    '烏洛克懲戒者',
    nil,
  },
  [10602] = {
    '烏洛克魔導師',
    nil,
  },
  [10604] = {
    '女獵手妮麥',
    nil,
  },
  [10605] = {
    '血色醫護員',
    nil,
  },
  [10606] = {
    '女獵手雅里瑞拉',
    nil,
  },
  [10608] = {
    '血色祭司',
    nil,
  },
  [10610] = {
    nil,
    '矮人迫擊砲小隊',
  },
  [10611] = {
    '紹提',
    '矮人迫擊砲小隊',
  },
  [10612] = {
    '守衛瓦查比',
    nil,
  },
  [10616] = {
    '管理員萊琳',
    nil,
  },
  [10617] = {
    '[Deprecated for 4.x]Galak Messenger',
    nil,
  },
  [10618] = {
    '雷沃·霜風',
    '冬刃豹訓練師',
  },
  [10619] = {
    '格萊希爾',
    '雷沃的守護者',
  },
  [10636] = {
    '科多馱運獸',
    nil,
  },
  [10637] = {
    '瑪雷弗斯·暗錘',
    '瑟銀兄弟會',
  },
  [10638] = {
    '[Deprecated for 4.x]卡納提·灰雲',
    nil,
  },
  [10639] = {
    '洛吉什',
    nil,
  },
  [10640] = {
    '橡爪',
    nil,
  },
  [10641] = {
    '鉗枝沼澤獸',
    nil,
  },
  [10643] = {
    '瑪戈芬',
    nil,
  },
  [10644] = {
    '迷霧嚎叫者',
    nil,
  },
  [10645] = {
    '[Deprecated for 4.x]薩利亞',
    nil,
  },
  [10646] = {
    '[Deprecated for 4.x]拉克塔·風歌',
    nil,
  },
  [10647] = {
    '拉茲王子',
    nil,
  },
  [10656] = {
    '惡魔獵犬守護者',
    nil,
  },
  [10657] = {
    '腐化的貓',
    nil,
  },
  [10658] = {
    '溫娜的貓',
    nil,
  },
  [10659] = {
    '鈷藍幼龍',
    nil,
  },
  [10660] = {
    '鈷藍小龍',
    nil,
  },
  [10661] = {
    '噬魔幼龍',
    nil,
  },
  [10662] = {
    '法術之喉',
    nil,
  },
  [10663] = {
    '法力利爪',
    nil,
  },
  [10664] = {
    '斯克利爾',
    nil,
  },
  [10665] = {
    '初級藥劑師霍蘭德',
    '皇家藥劑師學會',
  },
  [10668] = {
    '血肉模糊的屍體',
    nil,
  },
  [10676] = {
    '狼騎兵希亞什',
    nil,
  },
  [10678] = {
    '染疫幼龍',
    nil,
  },
  [10680] = {
    '被召喚的黑手織懼者',
    '黑手軍團',
  },
  [10681] = {
    '被召喚的黑手老兵',
    '黑手軍團',
  },
  [10682] = {
    '狼騎兵科爾',
    nil,
  },
  [10683] = {
    '群居孵化者',
    nil,
  },
  [10684] = {
    '悔恨的精靈貴族',
    nil,
  },
  [10685] = {
    '豬',
    nil,
  },
  [10696] = {
    '避難谷地防衛者',
    nil,
  },
  [10697] = {
    '綠汁泥漿怪',
    nil,
  },
  [10698] = {
    '被召喚的殭屍',
    nil,
  },
  [10699] = {
    '腐食甲蟲',
    nil,
  },
  [10716] = {
    '鐘樓蝙蝠',
    nil,
  },
  [10717] = {
    '時光寄生蟲',
    nil,
  },
  [10719] = {
    '索爾的信使',
    nil,
  },
  [10720] = {
    '[Deprecated for 4.x]Galak Assassin',
    nil,
  },
  [10721] = {
    '新戰士',
    nil,
  },
  [10738] = {
    '冬泉酋長',
    nil,
  },
  [10739] = {
    '穆格雷斯·深水',
    nil,
  },
  [10742] = {
    '黑手馭龍者',
    '黑手軍團',
  },
  [10756] = {
    '滾燙的水元素',
    nil,
  },
  [10757] = {
    '沸騰的水元素',
    nil,
  },
  [10758] = {
    '恐怖圖騰強盜',
    nil,
  },
  [10759] = {
    '[Deprecated for 4.x]Grimtotem Stomper',
    nil,
  },
  [10760] = {
    '[Deprecated for 4.x]Grimtotem Geomancer',
    nil,
  },
  [10761] = {
    '[Deprecated for 4.x]Grimtotem Reaver',
    nil,
  },
  [10762] = {
    '黑手暴徒',
    nil,
  },
  [10778] = {
    '詹妮絲·費爾斯通',
    nil,
  },
  [10779] = {
    '被感染的松鼠',
    nil,
  },
  [10780] = {
    '被感染的鹿',
    nil,
  },
  [10781] = {
    '皇家監督者巴哈烏斯',
    '幽暗城人口普查處',
  },
  [10782] = {
    '皇家代理人巴瑟羅爾',
    '暴風城人口普查處',
  },
  [10783] = {
    '欺詐寶珠',
    '男性獸人',
  },
  [10784] = {
    '欺詐寶珠',
    nil,
  },
  [10785] = {
    '欺詐寶珠',
    nil,
  },
  [10786] = {
    '欺詐寶珠',
    nil,
  },
  [10787] = {
    '欺詐寶珠',
    nil,
  },
  [10788] = {
    '欺詐寶珠',
    nil,
  },
  [10789] = {
    '欺詐寶珠',
    nil,
  },
  [10790] = {
    '欺詐寶珠',
    nil,
  },
  [10791] = {
    '欺詐寶珠',
    nil,
  },
  [10792] = {
    '欺詐寶珠',
    nil,
  },
  [10793] = {
    '欺詐寶珠',
    nil,
  },
  [10794] = {
    '欺詐寶珠',
    nil,
  },
  [10795] = {
    '欺詐寶珠',
    nil,
  },
  [10796] = {
    '欺詐寶珠',
    nil,
  },
  [10797] = {
    '欺詐寶珠',
    nil,
  },
  [10798] = {
    '欺詐寶珠',
    nil,
  },
  [10799] = {
    nil,
    '被詛咒者',
  },
  [10800] = {
    '贖罪的瓦羅什',
    nil,
  },
  [10801] = {
    '喋喋不休的食屍鬼',
    nil,
  },
  [10802] = {
    '『守衛者』希坦亞',
    nil,
  },
  [10803] = {
    '步槍兵維勒',
    nil,
  },
  [10804] = {
    '步槍兵米德凱普',
    nil,
  },
  [10805] = {
    '偵察兵克雷米',
    nil,
  },
  [10808] = {
    '殘忍的提米',
    nil,
  },
  [10809] = {
    '石脊',
    nil,
  },
  [10811] = {
    '古卷管理者加爾福特',
    nil,
  },
  [10812] = {
    '大十字軍戰士達索漢',
    nil,
  },
  [10814] = {
    '炫彩精英衛士',
    nil,
  },
  [10816] = {
    '遊蕩的骷髏',
    nil,
  },
  [10817] = {
    '杜甘·蠻錘',
    nil,
  },
  [10821] = {
    '『腐爛者』海德姆什',
    nil,
  },
  [10822] = {
    '督軍塔雷什森',
    nil,
  },
  [10823] = {
    '祖布林·扭枝',
    nil,
  },
  [10824] = {
    '亡靈獵手霍克斯比爾',
    nil,
  },
  [10825] = {
    '僵硬的吉斯',
    nil,
  },
  [10826] = {
    '暗鐮領主',
    nil,
  },
  [10827] = {
    '亡頌者塞倫德',
    '詛咒神教',
  },
  [10828] = {
    '琳恩妮雅·阿比迪斯',
    nil,
  },
  [10836] = {
    '農夫達爾松',
    nil,
  },
  [10837] = {
    '高階執行官德靈頓',
    nil,
  },
  [10838] = {
    '指揮官阿胥拉姆·瓦羅菲斯特',
    nil,
  },
  [10839] = {
    '銀色黎明軍官加魯什',
    '銀色黎明',
  },
  [10840] = {
    '銀白軍官普爾哈特',
    '銀色黎明',
  },
  [10856] = {
    '銀色黎明軍需官哈薩娜',
    '銀色黎明',
  },
  [10857] = {
    '銀白軍需官萊斯巴克',
    '銀色黎明',
  },
  [10876] = {
    '不死甲蟲',
    nil,
  },
  [10877] = {
    '信差考雷·落錘',
    nil,
  },
  [10878] = {
    '赫拉德·月巡者',
    nil,
  },
  [10879] = {
    '預言者巴薩札德',
    nil,
  },
  [10880] = {
    '喚戰者高拉克',
    nil,
  },
  [10881] = {
    '雷霆崖信差斯塔德爾',
    nil,
  },
  [10882] = {
    '[Deprecated for 4.x]阿利卡拉',
    nil,
  },
  [10896] = {
    '[Deprecated for 4.x]阿納克·恐怖圖騰',
    nil,
  },
  [10897] = {
    nil,
    '角鷹獸管理員',
  },
  [10899] = {
    '古拉魯克',
    '黑手軍團護甲鍛造師',
  },
  [10901] = {
    '博識者普克爾特',
    nil,
  },
  [10902] = {
    '安多哈爾一號哨塔',
    nil,
  },
  [10903] = {
    '安多哈爾二號哨塔',
    nil,
  },
  [10904] = {
    '安多哈爾三號哨塔',
    nil,
  },
  [10905] = {
    '安多哈爾四號哨塔',
    nil,
  },
  [10916] = {
    '冬泉信差',
    nil,
  },
  [10919] = {
    '碎矛食人妖',
    nil,
  },
  [10920] = {
    '科雷克·天衛',
    '翡翠議會',
  },
  [10921] = {
    '塔諾恩·紅羽',
    '翡翠議會',
  },
  [10922] = {
    '格雷塔·苔蹄',
    '翡翠議會',
  },
  [10923] = {
    '泰尼爾·飄葉',
    '翡翠議會',
  },
  [10924] = {
    '伊維·飄葉',
    '翡翠議會',
  },
  [10925] = {
    '腐爛蟲',
    nil,
  },
  [10926] = {
    '帕米拉·雷德帕斯',
    nil,
  },
  [10927] = {
    '瑪萊恩·雷德帕斯',
    nil,
  },
  [10928] = {
    '魅魔爪牙',
    nil,
  },
  [10930] = {
    '達恩·準星',
    '獵人訓練師',
  },
  [10936] = {
    '約瑟夫·雷德帕斯',
    nil,
  },
  [10937] = {
    '雷德帕斯隊長',
    nil,
  },
  [10938] = {
    '墮落的雷德帕斯',
    nil,
  },
  [10939] = {
    '黑衣馬杜克',
    nil,
  },
  [10940] = {
    '往日的鬼魂',
    nil,
  },
  [10941] = {
    '[Deprecated for 4.x]維茲羅·擦軸人',
    nil,
  },
  [10943] = {
    '腐朽的守護者',
    nil,
  },
  [10944] = {
    '達維·萊法爾',
    nil,
  },
  [10946] = {
    '『劫毀者』霍古斯',
    nil,
  },
  [10947] = {
    '達隆鎮背叛者',
    nil,
  },
  [10948] = {
    '達隆鎮防衛者',
    nil,
  },
  [10949] = {
    '白銀之手侍徒',
    nil,
  },
  [10950] = {
    '雷德帕斯民兵',
    nil,
  },
  [10951] = {
    '肆虐的屍體',
    nil,
  },
  [10952] = {
    '肆虐的骷髏',
    nil,
  },
  [10953] = {
    '霍古斯的僕從',
    nil,
  },
  [10954] = {
    '放血者',
    nil,
  },
  [10955] = {
    '被召喚的水元素',
    nil,
  },
  [10956] = {
    '納迦海妖',
    nil,
  },
  [10977] = {
    nil,
    '馬紹爾遠征隊',
  },
  [10979] = {
    '血色獵犬',
    nil,
  },
  [10980] = {
    '烏米的機械雪人',
    nil,
  },
  [10981] = {
    '霜狼',
    nil,
  },
  [10982] = {
    '白鬚惡黨',
    nil,
  },
  [10983] = {
    '冰斧食人妖',
    nil,
  },
  [10984] = {
    '冰斧狂戰士',
    nil,
  },
  [10986] = {
    '雪盲鷹身人',
    nil,
  },
  [10987] = {
    '深鐵穴居怪',
    nil,
  },
  [10988] = {
    '科多之魂',
    nil,
  },
  [10990] = {
    '奧特蘭克山羊',
    nil,
  },
  [10991] = {
    '蠻爪豺狼人',
    nil,
  },
  [10992] = {
    '被激怒的黑豹',
    nil,
  },
  [10993] = {
    '圖茲維克·斯普格林',
    '工程學訓練師',
  },
  [10996] = {
    '英雄之魂',
    nil,
  },
  [10997] = {
    '威利·希望破除者',
    nil,
  },
  [11016] = {
    '被俘虜的亞科納琳',
    nil,
  },
  [11017] = {
    nil,
    '工程學訓練師',
  },
  [11019] = {
    '傑希爾·月弓',
    nil,
  },
  [11020] = {
    '特雷·萊弗治的殘骸',
    nil,
  },
  [11021] = {
    '冬泉霜刃豹',
    nil,
  },
  [11022] = {
    nil,
    '巴羅夫家族',
  },
  [11023] = {
    nil,
    '巴羅夫家族',
  },
  [11024] = {
    nil,
    '傑希爾的寵物',
  },
  [11025] = {
    nil,
    '工程學訓練師',
  },
  [11026] = {
    '斯普萊特',
    '工程學訓練師',
  },
  [11027] = {
    '幻虛怨靈',
    nil,
  },
  [11028] = {
    '耶瑪·迅移',
    '工程學訓練師',
  },
  [11029] = {
    '崔克希·迅移',
    '工程學訓練師',
  },
  [11030] = {
    '無腦的亡靈',
    nil,
  },
  [11031] = {
    nil,
    '工程學訓練師',
  },
  [11032] = {
    '指揮官瑪洛爾',
    nil,
  },
  [11034] = {
    '麥斯威爾·泰羅索斯領主',
    '銀色黎明',
  },
  [11035] = {
    nil,
    '銀色黎明',
  },
  [11036] = {
    '可敬的萊尼德·巴薩羅梅',
    '銀色黎明',
  },
  [11037] = {
    nil,
    '工程學訓練師',
  },
  [11038] = {
    '護理者奧林',
    '銀色黎明',
  },
  [11039] = {
    '尼古拉斯·瑟倫霍夫公爵',
    '銀色黎明',
  },
  [11040] = {
    '守夜人布隆尼爾',
    '守夜人',
  },
  [11041] = {
    '米拉·法拉科納',
    '鍊金術訓練師',
  },
  [11042] = {
    '希爾瓦娜·林月',
    '鍊金術訓練師',
  },
  [11043] = {
    '復活的僧侶',
    nil,
  },
  [11044] = {
    '馬丁·費爾本醫生',
    '鍊金術訓練師',
  },
  [11046] = {
    nil,
    '鍊金術訓練師',
  },
  [11047] = {
    nil,
    '鍊金術訓練師',
  },
  [11048] = {
    nil,
    '裁縫訓練師',
  },
  [11049] = {
    nil,
    '裁縫訓練師',
  },
  [11050] = {
    nil,
    '裁縫訓練師',
  },
  [11051] = {
    nil,
    '裁縫訓練師',
  },
  [11052] = {
    nil,
    '裁縫訓練師',
  },
  [11053] = {
    '高階牧師瑪多妮爾',
    nil,
  },
  [11054] = {
    '復活的步槍兵',
    nil,
  },
  [11055] = {
    '暗影牧師范蒂絲',
    nil,
  },
  [11056] = {
    '鍊金師阿爾比頓',
    nil,
  },
  [11057] = {
    '藥劑師迪瑟斯',
    nil,
  },
  [11063] = {
    '卡林·雷德帕斯',
    '銀色黎明',
  },
  [11064] = {
    '達隆郡居民的靈魂',
    nil,
  },
  [11065] = {
    '索恩斯·火石',
    '附魔訓練師',
  },
  [11066] = {
    nil,
    '附魔訓練師',
  },
  [11067] = {
    nil,
    '附魔訓練師',
  },
  [11068] = {
    nil,
    '附魔訓練師',
  },
  [11069] = {
    '耶諾瓦·石盾',
    '獸欄管理員',
  },
  [11070] = {
    '拉琳娜·夏月',
    '附魔訓練師',
  },
  [11071] = {
    '莫特·晨行者',
    '附魔訓練師',
  },
  [11072] = {
    '基塔·費溫德',
    '附魔訓練師',
  },
  [11073] = {
    nil,
    '附魔訓練師',
  },
  [11074] = {
    nil,
    '附魔訓練師',
  },
  [11075] = {
    '護鍋領主拜爾摩',
    nil,
  },
  [11076] = {
    '護鍋領主拉札奇',
    nil,
  },
  [11077] = {
    '護鍋領主瑪維諾斯',
    nil,
  },
  [11078] = {
    '護鍋領主索瓦斯',
    nil,
  },
  [11079] = {
    '威恩德·夜風',
    nil,
  },
  [11081] = {
    nil,
    '製皮訓練師',
  },
  [11082] = {
    '斯坦索姆信差',
    nil,
  },
  [11083] = {
    nil,
    '見習製皮師',
  },
  [11084] = {
    nil,
    '製皮訓練師',
  },
  [11096] = {
    nil,
    '見習製皮師',
  },
  [11097] = {
    '德拉克·石拳',
    '製皮訓練師',
  },
  [11098] = {
    '哈拉納·鐵皮',
    '製皮訓練師',
  },
  [11099] = {
    '銀色黎明衛士',
    '銀色黎明',
  },
  [11100] = {
    'zzOLD法力之潮圖騰 II',
    nil,
  },
  [11101] = {
    'zzOLD法力之潮圖騰 III',
    nil,
  },
  [11102] = {
    '銀白騎兵',
    '銀色黎明',
  },
  [11103] = {
    '旅店老闆利莎瑞亞',
    '旅店老闆',
  },
  [11104] = {
    nil,
    '獸欄管理員',
  },
  [11105] = {
    nil,
    '獸欄管理員',
  },
  [11106] = {
    '旅店老闆希科瓦',
    '旅店老闆',
  },
  [11116] = {
    '[Deprecated for 4.x]Innkeeper Abeqwa',
    '旅店老闆',
  },
  [11117] = {
    nil,
    '獸欄管理員',
  },
  [11118] = {
    '旅店老闆維茲奇',
    '旅店老闆',
  },
  [11119] = {
    nil,
    '獸欄管理員',
  },
  [11120] = {
    '紅衣錘類鍛造師',
    nil,
  },
  [11121] = {
    '黑衣衛劍類鍛造師',
    nil,
  },
  [11122] = {
    '永不安息的靈魂',
    nil,
  },
  [11136] = {
    '被解放的靈魂',
    nil,
  },
  [11137] = {
    nil,
    '武器鍛造師',
  },
  [11138] = {
    nil,
    '角鷹獸管理員',
  },
  [11139] = {
    nil,
    '雙足飛龍管理員',
  },
  [11141] = {
    '特雷·萊弗治之靈',
    nil,
  },
  [11142] = {
    '不死族郵差',
    nil,
  },
  [11143] = {
    '郵政局長瑪羅恩',
    nil,
  },
  [11145] = {
    '米洛爾·怒斬',
    nil,
  },
  [11146] = {
    '埃隆努斯·冷鋼',
    '武器鍛造大師',
  },
  [11147] = {
    '綠色機械陸行鳥',
    nil,
  },
  [11148] = {
    '紫色機械陸行鳥',
    nil,
  },
  [11149] = {
    '紅色/藍色機械陸行鳥',
    nil,
  },
  [11150] = {
    '冰藍色機械陸行鳥A型',
    nil,
  },
  [11151] = {
    '騎乘用機械陸行鳥 (黃色/綠色)',
    nil,
  },
  [11152] = {
    '天譴大鍋',
    nil,
  },
  [11153] = {
    '紅色骸骨戰馬',
    nil,
  },
  [11154] = {
    '藍色骸骨戰馬',
    nil,
  },
  [11155] = {
    '棕色骸骨戰馬',
    nil,
  },
  [11156] = {
    '綠色骷髏戰馬',
    nil,
  },
  [11176] = {
    '克拉索克·火拳',
    nil,
  },
  [11177] = {
    '奧克索斯·鐵怒',
    '鍛造訓練師',
  },
  [11178] = {
    '伯古西',
    '武器鍛造大師',
  },
  [11179] = {
    '水晶觸發器',
    nil,
  },
  [11180] = {
    '血毒崗哨勇者',
    nil,
  },
  [11181] = {
    nil,
    '凱爾布魯斯的寵物',
  },
  [11182] = {
    nil,
    '重甲商',
  },
  [11183] = {
    nil,
    '輕甲商',
  },
  [11184] = {
    nil,
    '武器鍛造和護甲',
  },
  [11185] = {
    '希茲爾·菲茲波特',
    '工程學供應商',
  },
  [11186] = {
    '魯尼克斯',
    '採礦供應商',
  },
  [11187] = {
    nil,
    '食物和飲料',
  },
  [11188] = {
    '埃文·維布魯',
    '鍊金術供應商',
  },
  [11189] = {
    nil,
    '貿易供應商',
  },
  [11190] = {
    '永望鎮衛兵',
    nil,
  },
  [11191] = {
    '輕盈的莉莉絲',
    nil,
  },
  [11193] = {
    '瑟里爾·天譴剋星',
    nil,
  },
  [11194] = {
    '銀色防衛者',
    '銀色黎明',
  },
  [11195] = {
    '死亡戰騎',
    nil,
  },
  [11196] = {
    '碎矛鼓手',
    nil,
  },
  [11197] = {
    '無腦的骷髏',
    nil,
  },
  [11198] = {
    '破碎者流放者',
    nil,
  },
  [11199] = {
    '紅衣火砲',
    nil,
  },
  [11200] = {
    '召喚的骷髏',
    nil,
  },
  [11218] = {
    '克羅尼安·恆影',
    '利爪德魯伊',
  },
  [11219] = {
    '利拉迪斯·月河',
    nil,
  },
  [11236] = {
    '紅鸚鵡',
    nil,
  },
  [11256] = {
    '水之靈體',
    nil,
  },
  [11257] = {
    '通靈學院管理者',
    nil,
  },
  [11258] = {
    '脆弱的骷髏',
    nil,
  },
  [11259] = {
    '納塔卡·長角',
    nil,
  },
  [11260] = {
    '北郡農民',
    nil,
  },
  [11261] = {
    '瑟爾林·卡斯迪諾夫醫生',
    '屠夫',
  },
  [11262] = {
    '奧妮克希亞幼龍',
    nil,
  },
  [11263] = {
    '鬼靈幻象',
    nil,
  },
  [11276] = {
    '艾薩拉哨兵',
    nil,
  },
  [11277] = {
    '凱爾達隆居民',
    nil,
  },
  [11278] = {
    '瑪格努斯·霜鳴',
    nil,
  },
  [11279] = {
    '凱爾達隆衛士',
    nil,
  },
  [11280] = {
    '凱爾達隆砲手',
    nil,
  },
  [11281] = {
    '凱爾達隆騎兵',
    nil,
  },
  [11284] = {
    '黑暗之影',
    nil,
  },
  [11286] = {
    '馬杜克鎮長',
    nil,
  },
  [11287] = {
    '麵包師瑪斯特森',
    nil,
  },
  [11288] = {
    '鬼靈背叛者',
    nil,
  },
  [11289] = {
    '鬼靈防衛者',
    nil,
  },
  [11290] = {
    '爛苔殭屍',
    nil,
  },
  [11291] = {
    '不死的爛苔食人妖',
    nil,
  },
  [11296] = {
    '達隆郡怨鬼',
    nil,
  },
  [11316] = {
    nil,
    '廢棄物回收',
  },
  [11318] = {
    '怒焰穴居怪',
    nil,
  },
  [11319] = {
    '怒焰薩滿',
    nil,
  },
  [11320] = {
    '鑽土蟲',
    nil,
  },
  [11321] = {
    '熔岩元素',
    nil,
  },
  [11322] = {
    '灼刃信徒',
    nil,
  },
  [11323] = {
    '灼刃執行者',
    nil,
  },
  [11324] = {
    '灼刃術士',
    nil,
  },
  [11325] = {
    '熊貓寶寶',
    nil,
  },
  [11326] = {
    '迷你破壞神',
    '恐懼之王',
  },
  [11328] = {
    '東谷農民',
    nil,
  },
  [11338] = {
    '哈卡萊暗影施法者',
    nil,
  },
  [11339] = {
    '哈卡萊暗影獵手',
    nil,
  },
  [11340] = {
    '哈卡萊高階祭司',
    nil,
  },
  [11346] = {
    '哈卡萊神諭者',
    nil,
  },
  [11347] = {
    '狂熱者洛卡恩',
    nil,
  },
  [11348] = {
    '狂熱者札斯',
    nil,
  },
  [11350] = {
    '古拉巴什擲斧者',
    nil,
  },
  [11351] = {
    '古拉巴什獵頭者',
    nil,
  },
  [11352] = {
    '古拉巴什狂戰士',
    nil,
  },
  [11353] = {
    '古拉巴什飲血者',
    nil,
  },
  [11355] = {
    '古拉巴什戰士',
    nil,
  },
  [11356] = {
    '古拉巴什勇士',
    nil,
  },
  [11357] = {
    '哈卡之子',
    nil,
  },
  [11359] = {
    '奪魂者',
    nil,
  },
  [11360] = {
    '祖利安幼虎',
    nil,
  },
  [11361] = {
    '祖利安猛虎',
    nil,
  },
  [11365] = {
    '祖利安雌獵虎',
    nil,
  },
  [11368] = {
    '覓血蝙蝠',
    nil,
  },
  [11370] = {
    '拉札希寡婦蜘蛛',
    nil,
  },
  [11371] = {
    '拉札希毒蛇',
    nil,
  },
  [11372] = {
    '拉札希奎蛇',
    nil,
  },
  [11373] = {
    '拉札希眼鏡蛇',
    nil,
  },
  [11374] = {
    '尖齒狂魚',
    nil,
  },
  [11378] = {
    '工頭塔茲利爾',
    nil,
  },
  [11380] = {
    '『妖術師』金度',
    nil,
  },
  [11382] = {
    '血領主曼多基爾',
    nil,
  },
  [11383] = {
    '高階祭司海瓦納',
    nil,
  },
  [11387] = {
    '沙怒演講者',
    '沙怒食人妖大使',
  },
  [11388] = {
    '枯木演講者',
    '枯木食人妖大使',
  },
  [11389] = {
    '血頂演講者',
    '血頂食人妖大使',
  },
  [11390] = {
    '劈顱演講者',
    '劈顱食人妖大使',
  },
  [11391] = {
    '邪枝演講者',
    '邪枝食人妖大使',
  },
  [11397] = {
    nil,
    '牧師訓練師',
  },
  [11401] = {
    '女祭司阿蘭希雅',
    '牧師訓練師',
  },
  [11406] = {
    '高階牧師洛漢',
    '牧師訓練師',
  },
  [11437] = {
    '小型煉獄火',
    nil,
  },
  [11438] = {
    '比布里·弗斯巴克',
    nil,
  },
  [11439] = {
    '詹迪斯·巴羅夫的幻影',
    nil,
  },
  [11440] = {
    '戈多克執行者',
    nil,
  },
  [11441] = {
    '戈多克蠻卒',
    nil,
  },
  [11442] = {
    '戈多克虐待者',
    nil,
  },
  [11443] = {
    '戈多克巨魔法師',
    nil,
  },
  [11444] = {
    '戈多克法師領主',
    nil,
  },
  [11445] = {
    '戈多克領主',
    nil,
  },
  [11446] = {
    '戈多克軍官',
    nil,
  },
  [11448] = {
    '戈多克術士',
    nil,
  },
  [11450] = {
    '戈多克劫奪者',
    nil,
  },
  [11451] = {
    '荒野薩特',
    nil,
  },
  [11452] = {
    '荒野遊蕩者',
    nil,
  },
  [11453] = {
    '荒野欺詐者',
    nil,
  },
  [11454] = {
    '荒野背叛者',
    nil,
  },
  [11455] = {
    '荒野魔僕',
    nil,
  },
  [11456] = {
    '荒野巡影者',
    nil,
  },
  [11457] = {
    '荒野喚魔者',
    nil,
  },
  [11458] = {
    '僵化的樹人',
    nil,
  },
  [11459] = {
    '鐵桉保衛者',
    nil,
  },
  [11460] = {
    '奧茲恩的爪牙',
    nil,
  },
  [11461] = {
    '扭木守護者',
    nil,
  },
  [11462] = {
    '扭木樹人',
    nil,
  },
  [11464] = {
    '扭木糾纏者',
    nil,
  },
  [11465] = {
    '扭木踐踏者',
    nil,
  },
  [11466] = {
    '精靈貴族召喚者',
    nil,
  },
  [11469] = {
    '艾德雷斯怨魂',
    nil,
  },
  [11470] = {
    '艾德雷斯巫士',
    nil,
  },
  [11471] = {
    '艾德雷斯亡魂',
    nil,
  },
  [11472] = {
    '艾德雷斯鬼巫',
    nil,
  },
  [11473] = {
    '艾德雷斯幽靈',
    nil,
  },
  [11475] = {
    '艾德雷斯魅靈',
    nil,
  },
  [11476] = {
    '精靈貴族骷髏',
    nil,
  },
  [11477] = {
    '腐爛的精靈貴族',
    nil,
  },
  [11480] = {
    '秘法畸獸',
    nil,
  },
  [11483] = {
    '法力殘渣',
    nil,
  },
  [11484] = {
    '畸形殘渣',
    nil,
  },
  [11486] = {
    '托塞德林王子',
    nil,
  },
  [11487] = {
    '博學者卡雷迪斯',
    nil,
  },
  [11488] = {
    '伊琳娜·鴉橡',
    nil,
  },
  [11489] = {
    '特迪斯·扭木',
    nil,
  },
  [11490] = {
    '瑟雷姆·刺蹄',
    nil,
  },
  [11491] = {
    '老鐵桉',
    nil,
  },
  [11492] = {
    '『狂野變形者』奧茲恩',
    nil,
  },
  [11494] = {
    '因薩提斯',
    nil,
  },
  [11497] = {
    '拉札',
    nil,
  },
  [11498] = {
    '傷殘的斯卡爾',
    nil,
  },
  [11501] = {
    '戈多克大王',
    nil,
  },
  [11516] = {
    '木喉護衛',
    nil,
  },
  [11517] = {
    '奧格弗林特',
    '怒焰酋長',
  },
  [11518] = {
    '『塑能師』耶戈什',
    nil,
  },
  [11520] = {
    '『飢餓者』塔拉加曼',
    nil,
  },
  [11521] = {
    '科多亡魂',
    nil,
  },
  [11536] = {
    '軍需官米蘭達·布利洛克',
    '銀色黎明',
  },
  [11547] = {
    '通靈學院骷髏學員',
    nil,
  },
  [11551] = {
    '通靈魔',
    nil,
  },
  [11552] = {
    '木喉秘術使',
    nil,
  },
  [11553] = {
    '木喉折木者',
    nil,
  },
  [11554] = {
    '格拉茲',
    nil,
  },
  [11555] = {
    '獨眼高恩',
    nil,
  },
  [11559] = {
    '瑪格拉姆死靈法師',
    nil,
  },
  [11560] = {
    '瑪格拉姆幽靈',
    nil,
  },
  [11561] = {
    '亡靈劫毀者',
    nil,
  },
  [11562] = {
    '枯鉗龍蝦人',
    nil,
  },
  [11563] = {
    '枯鉗巨螯龍蝦人',
    nil,
  },
  [11564] = {
    '基澤爾頓商隊科多獸',
    nil,
  },
  [11576] = {
    '旋風撕裂者',
    nil,
  },
  [11577] = {
    '旋風雷暴行者',
    nil,
  },
  [11578] = {
    '旋風切割者',
    nil,
  },
  [11582] = {
    '通靈學院黑暗召喚師',
    nil,
  },
  [11596] = {
    '斯米德·瑟卡布斯庫',
    nil,
  },
  [11598] = {
    '復活的守護者',
    nil,
  },
  [11600] = {
    '深鐵薩滿',
    nil,
  },
  [11602] = {
    '深鐵碎顱者',
    nil,
  },
  [11603] = {
    '白鬚掘地工',
    nil,
  },
  [11604] = {
    '白鬚地卜師',
    nil,
  },
  [11605] = {
    '白鬚監督者',
    nil,
  },
  [11608] = {
    '巴爾度·銳眼',
    nil,
  },
  [11609] = {
    '奧蕾西婭·鐵刃',
    nil,
  },
  [11610] = {
    '科爾斯塔·迪普沙東',
    nil,
  },
  [11611] = {
    '騎士杜爾根',
    nil,
  },
  [11613] = {
    '獵人萊德雷',
    nil,
  },
  [11614] = {
    '血箭',
    nil,
  },
  [11616] = {
    nil,
    '銀白十字軍',
  },
  [11620] = {
    '鬼靈掠奪者',
    nil,
  },
  [11621] = {
    '鬼靈屍體',
    nil,
  },
  [11622] = {
    '血骨傀儡',
    nil,
  },
  [11623] = {
    '天譴召喚水晶',
    nil,
  },
  [11624] = {
    '泰迦·慧鬃',
    nil,
  },
  [11626] = {
    '里格·基澤爾頓',
    nil,
  },
  [11627] = {
    '被馴服的科多獸',
    nil,
  },
  [11628] = {
    '凋零的屍體',
    nil,
  },
  [11629] = {
    '潔西卡·雷德帕斯',
    nil,
  },
  [11636] = {
    '維爾頓·巴羅夫的僕從',
    nil,
  },
  [11637] = {
    '阿萊克斯·巴羅夫的僕從',
    nil,
  },
  [11656] = {
    '戰歌苦工',
    nil,
  },
  [11658] = {
    '熔火巨人',
    nil,
  },
  [11659] = {
    '熔火摧毀者',
    nil,
  },
  [11661] = {
    '喚焰者',
    nil,
  },
  [11662] = {
    '喚焰者祭司',
    nil,
  },
  [11663] = {
    '喚焰者醫者',
    nil,
  },
  [11664] = {
    '喚焰者精英',
    nil,
  },
  [11665] = {
    '熔岩殲滅者',
    nil,
  },
  [11666] = {
    '火焰行者',
    nil,
  },
  [11667] = {
    '烈焰守衛',
    nil,
  },
  [11668] = {
    '火焰之王',
    nil,
  },
  [11669] = {
    '烈焰小鬼',
    nil,
  },
  [11671] = {
    '熔核犬',
    nil,
  },
  [11672] = {
    '熔核怒犬',
    nil,
  },
  [11673] = {
    '熔核犬',
    nil,
  },
  [11675] = {
    '雪盲喚風者',
    nil,
  },
  [11677] = {
    '監工斯尼維爾',
    nil,
  },
  [11678] = {
    '雪盲伏擊者',
    nil,
  },
  [11679] = {
    '冰斧巫醫',
    nil,
  },
  [11680] = {
    '部落斥候',
    nil,
  },
  [11681] = {
    '戰歌伐木工',
    nil,
  },
  [11682] = {
    '戰歌蠻兵',
    nil,
  },
  [11683] = {
    '戰歌薩滿',
    nil,
  },
  [11684] = {
    '哥布林砍樹工',
    nil,
  },
  [11685] = {
    '瑪洛迪祭司',
    nil,
  },
  [11686] = {
    '鬼魅劫掠者',
    nil,
  },
  [11687] = {
    '鬼魅掠奪者',
    nil,
  },
  [11688] = {
    '被詛咒的半人馬',
    nil,
  },
  [11689] = {
    '棕色科多獸',
    nil,
  },
  [11690] = {
    '瘤背教唆者',
    nil,
  },
  [11696] = {
    '卡爾·晴風',
    '冬刃豹訓練師',
  },
  [11697] = {
    '瑪諾洛克鞭笞者',
    nil,
  },
  [11698] = {
    '亞什毒蠍',
    nil,
  },
  [11699] = {
    nil,
    '暴風城王子',
  },
  [11700] = {
    '薩林·星光',
    nil,
  },
  [11701] = {
    nil,
    '暴掠龍訓練師',
  },
  [11702] = {
    nil,
    '暴掠龍訓練師',
  },
  [11703] = {
    '格勞恩·角石',
    '鎖甲商',
  },
  [11704] = {
    '克里斯·金光',
    nil,
  },
  [11705] = {
    '拉亞恩·升曦',
    nil,
  },
  [11708] = {
    '柯拉·月風',
    nil,
  },
  [11709] = {
    '加雷斯·深林',
    nil,
  },
  [11711] = {
    '哨兵阿娜莎',
    nil,
  },
  [11712] = {
    '莉琳·暗河',
    nil,
  },
  [11713] = {
    '黑木追蹤者',
    nil,
  },
  [11714] = {
    '欺詐的瑪洛什',
    nil,
  },
  [11716] = {
    '塞雷斯',
    nil,
  },
  [11717] = {
    '貝薩·藍河',
    nil,
  },
  [11718] = {
    '薩恩·棕眼',
    nil,
  },
  [11720] = {
    '羅魯克·森林行者',
    nil,
  },
  [11721] = {
    '亞什工蠍',
    nil,
  },
  [11722] = {
    '亞什防衛者',
    nil,
  },
  [11723] = {
    '亞什沙巡者',
    nil,
  },
  [11724] = {
    '亞什蜂群',
    nil,
  },
  [11725] = {
    '佐拉守衛',
    nil,
  },
  [11726] = {
    '佐拉坑道蠍',
    nil,
  },
  [11727] = {
    '佐拉黃蜂',
    nil,
  },
  [11728] = {
    '佐拉劫奪者',
    nil,
  },
  [11729] = {
    '佐拉雌蠍',
    nil,
  },
  [11730] = {
    '雷戈伏擊者',
    nil,
  },
  [11731] = {
    '雷戈掘洞者',
    nil,
  },
  [11732] = {
    '雷戈噴火者',
    nil,
  },
  [11733] = {
    '雷戈制奴者',
    nil,
  },
  [11734] = {
    '雷戈主宰',
    nil,
  },
  [11735] = {
    '石鞭蠍',
    nil,
  },
  [11736] = {
    '石鞭巨鉗蠍',
    nil,
  },
  [11737] = {
    '石鞭撕掠者',
    nil,
  },
  [11738] = {
    '掠沙誘捕者',
    nil,
  },
  [11739] = {
    '石行蜘蛛',
    nil,
  },
  [11740] = {
    '掘泥打擊者',
    nil,
  },
  [11741] = {
    '掘泥摧毀者',
    nil,
  },
  [11744] = {
    '灰燼風暴者',
    nil,
  },
  [11745] = {
    '颶風戰士',
    nil,
  },
  [11746] = {
    '沙漠奔行者',
    nil,
  },
  [11747] = {
    '沙漠狂怒者',
    nil,
  },
  [11748] = {
    '珊曼莎·迅蹄',
    nil,
  },
  [11749] = {
    '弗蘭·強風',
    nil,
  },
  [11754] = {
    '麥吉·貝比羅克',
    nil,
  },
  [11755] = {
    '哈魯·維格索斯',
    nil,
  },
  [11777] = {
    '裂影巡遊者',
    nil,
  },
  [11778] = {
    '裂影擊碎者',
    nil,
  },
  [11781] = {
    '琥珀裂片摧毀者',
    nil,
  },
  [11782] = {
    '琥珀裂片毀滅者',
    nil,
  },
  [11783] = {
    '瑟萊德絲裂石者',
    nil,
  },
  [11784] = {
    '瑟萊德絲守護者',
    nil,
  },
  [11785] = {
    '黃眼蜥蜴',
    nil,
  },
  [11786] = {
    '黃眼劫奪者',
    nil,
  },
  [11787] = {
    '岩石鑽孔蟲',
    nil,
  },
  [11788] = {
    '岩石蟲',
    nil,
  },
  [11789] = {
    '深岩蟲',
    nil,
  },
  [11790] = {
    '腐爛薩特',
    nil,
  },
  [11791] = {
    '腐爛欺詐者',
    nil,
  },
  [11792] = {
    '腐爛巡影者',
    nil,
  },
  [11793] = {
    '瑟雷布萊林精',
    nil,
  },
  [11794] = {
    '塞雷布拉斯之女',
    nil,
  },
  [11795] = {
    '麥林薩·河彎',
    nil,
  },
  [11796] = {
    '貝薩尼·草風',
    nil,
  },
  [11797] = {
    '莫倫·河彎',
    nil,
  },
  [11798] = {
    '布瑟恩·草風',
    '雷霆崖飛行管理員',
  },
  [11800] = {
    nil,
    '達納蘇斯飛行管理員',
  },
  [11802] = {
    '德迪利特·星焰',
    nil,
  },
  [11803] = {
    '暮光守衛者巴靈頓·埃克斯特',
    '暮光之錘',
  },
  [11804] = {
    '暮光守衛者哈弗斯·靈刃',
    '暮光之錘',
  },
  [11805] = {
    '加魯德·堅蹄',
    '塞納里奧議會',
  },
  [11806] = {
    '哨兵奧奈雅',
    nil,
  },
  [11807] = {
    '提斯坦·影石',
    nil,
  },
  [11808] = {
    '格魯姆·紅鬚',
    nil,
  },
  [11810] = {
    '霍文·輕羽',
    nil,
  },
  [11811] = {
    '納里安·柔想',
    nil,
  },
  [11812] = {
    '克萊拉·輕羽',
    nil,
  },
  [11813] = {
    '珂爾·鐵眼',
    nil,
  },
  [11821] = {
    '達恩·鷹爪',
    nil,
  },
  [11822] = {
    '月光林地守望者',
    nil,
  },
  [11823] = {
    '瓦克·戰痕',
    nil,
  },
  [11830] = {
    '哈卡萊祭司',
    nil,
  },
  [11831] = {
    '哈卡萊巫醫',
    nil,
  },
  [11832] = {
    '守衛者雷姆洛斯',
    nil,
  },
  [11833] = {
    nil,
    '瑪加薩的僕從',
  },
  [11834] = {
    '瑪爾·恐怖圖騰',
    nil,
  },
  [11836] = {
    '被抓住的狂暴薊熊',
    nil,
  },
  [11837] = {
    '蠻爪薩滿',
    nil,
  },
  [11838] = {
    '蠻爪秘術使',
    nil,
  },
  [11839] = {
    '蠻爪蠻卒',
    nil,
  },
  [11840] = {
    '原生蠻爪豺狼人',
    nil,
  },
  [11856] = {
    '卡雅·扁蹄',
    nil,
  },
  [11857] = {
    '瑪卡巴·扁蹄',
    nil,
  },
  [11858] = {
    '格魯迪格·暗雲',
    '酋長',
  },
  [11859] = {
    '末日守衛',
    nil,
  },
  [11860] = {
    '縛地者馬格蘭',
    nil,
  },
  [11863] = {
    nil,
    '銀色黎明',
  },
  [11864] = {
    '塔姆拉·荒原',
    nil,
  },
  [11865] = {
    '布里維夫·石拳',
    '武器大師',
  },
  [11866] = {
    '伊琳尼雅·月火',
    '武器大師',
  },
  [11867] = {
    nil,
    '武器大師',
  },
  [11868] = {
    nil,
    '武器大師',
  },
  [11869] = {
    nil,
    '武器大師',
  },
  [11870] = {
    nil,
    '武器大師',
  },
  [11871] = {
    '呲牙狗',
    nil,
  },
  [11872] = {
    '巫女米蘭達',
    nil,
  },
  [11873] = {
    '鬼靈侍者',
    nil,
  },
  [11874] = {
    nil,
    '高級皮匠',
  },
  [11875] = {
    '迫擊砲小隊活動假人',
    nil,
  },
  [11876] = {
    '惡魔靈魂',
    nil,
  },
  [11877] = {
    '魯恩·蠻鬃',
    nil,
  },
  [11878] = {
    '納薩諾斯·凋零者',
    '女妖之王的勇士',
  },
  [11880] = {
    '暮光復仇者',
    '暮光之錘',
  },
  [11881] = {
    '暮光地領主',
    '暮光之錘',
  },
  [11882] = {
    '暮光喚石者',
    '暮光之錘',
  },
  [11883] = {
    '暮光大師',
    '暮光之錘',
  },
  [11885] = {
    '荒疫獵犬',
    nil,
  },
  [11886] = {
    '米庫提奧·骯髒吞嚥者',
    nil,
  },
  [11887] = {
    '墓穴劫盜者',
    nil,
  },
  [11896] = {
    '淤血蟲',
    nil,
  },
  [11897] = {
    '暗翼蝠',
    nil,
  },
  [11898] = {
    '十字軍領主瓦德瑪爾',
    nil,
  },
  [11899] = {
    nil,
    '雙足飛龍管理員',
  },
  [11900] = {
    nil,
    '雙足飛龍管理員',
  },
  [11901] = {
    nil,
    '雙足飛龍管理員',
  },
  [11910] = {
    '恐怖圖騰惡徒',
    nil,
  },
  [11911] = {
    '恐怖圖騰傭兵',
    nil,
  },
  [11912] = {
    '恐怖圖騰蠻卒',
    nil,
  },
  [11913] = {
    '恐怖圖騰巫士',
    nil,
  },
  [11914] = {
    '黑衣戈霍夫',
    nil,
  },
  [11915] = {
    '滾岩岩石守衛者',
    nil,
  },
  [11917] = {
    '滾岩地卜師',
    nil,
  },
  [11918] = {
    '滾岩搗石者',
    nil,
  },
  [11936] = {
    '畫家瑞弗蕾',
    nil,
  },
  [11937] = {
    '惡魔之門守護者',
    nil,
  },
  [11940] = {
    '梅里薩·斯蒂維爾',
    nil,
  },
  [11941] = {
    '尤里·碎盔',
    nil,
  },
  [11942] = {
    '奧雷希爾·語風',
    nil,
  },
  [11944] = {
    '沃恩·星眼',
    nil,
  },
  [11946] = {
    nil,
    '霜狼將軍',
  },
  [11947] = {
    '加爾凡加上尉',
    '霜狼上尉',
  },
  [11948] = {
    '范達爾·雷矛',
    '雷矛將軍',
  },
  [11949] = {
    '巴琳達·石爐上尉',
    '雷矛上尉',
  },
  [11956] = {
    '巨熊之靈',
    nil,
  },
  [11957] = {
    '巨豹之靈',
    nil,
  },
  [11983] = {
    '費爾默',
    nil,
  },
  [11988] = {
    '『焚化者』古雷曼格',
    nil,
  },
  [11997] = {
    '雷矛傳令官',
    nil,
  },
  [11998] = {
    '霜狼傳令官',
    nil,
  },
  [12017] = {
    '幼龍領主勒西雷爾',
    nil,
  },
  [12018] = {
    '管理者埃克索圖斯',
    nil,
  },
  [12019] = {
    nil,
    '食物和飲料商人',
  },
  [12021] = {
    '黛歐琳·夏葉',
    '雜貨商',
  },
  [12022] = {
    '羅賴爾·冬歌',
    '貿易供應商',
  },
  [12023] = {
    nil,
    '輕甲商',
  },
  [12024] = {
    nil,
    '武器鍛造師',
  },
  [12025] = {
    nil,
    '草藥學訓練師',
  },
  [12026] = {
    nil,
    '食物和飲料商人',
  },
  [12027] = {
    nil,
    '雜貨商',
  },
  [12028] = {
    nil,
    '貿易供應商',
  },
  [12029] = {
    nil,
    '弓箭商',
  },
  [12030] = {
    nil,
    '剝皮訓練師',
  },
  [12031] = {
    nil,
    '釣魚供應商',
  },
  [12032] = {
    nil,
    '釣魚訓練師',
  },
  [12033] = {
    nil,
    '烹飪供應商',
  },
  [12042] = {
    nil,
    '德魯伊訓練師',
  },
  [12043] = {
    nil,
    '貿易供應商',
  },
  [12045] = {
    nil,
    '斧匠',
  },
  [12046] = {
    '『劫毀者』格瑪洛克',
    nil,
  },
  [12047] = {
    '雷矛巡山人',
    nil,
  },
  [12048] = {
    '聯盟哨兵',
    nil,
  },
  [12050] = {
    '雷矛防衛者',
    nil,
  },
  [12051] = {
    '霜狼軍團士兵',
    nil,
  },
  [12052] = {
    '霜狼戰士',
    nil,
  },
  [12053] = {
    '霜狼守護者',
    nil,
  },
  [12056] = {
    '迦頓男爵',
    nil,
  },
  [12076] = {
    '熔岩元素',
    nil,
  },
  [12096] = {
    '雷矛軍需官',
    nil,
  },
  [12097] = {
    '霜狼軍需官',
    nil,
  },
  [12098] = {
    '薩弗隆先驅者',
    nil,
  },
  [12099] = {
    '火誓者',
    nil,
  },
  [12100] = {
    '熔岩劫奪者',
    nil,
  },
  [12101] = {
    '熔岩奔騰者',
    nil,
  },
  [12116] = {
    '伊露恩的女祭司',
    nil,
  },
  [12119] = {
    '喚焰者保衛者',
    nil,
  },
  [12120] = {
    '瘟疫白蟻',
    nil,
  },
  [12123] = {
    '暗礁鯊魚',
    nil,
  },
  [12124] = {
    '大鯊魚',
    nil,
  },
  [12125] = {
    '巨型鯊魚',
    nil,
  },
  [12126] = {
    '提里奧·弗丁領主',
    '白銀之手騎士團',
  },
  [12127] = {
    '雷矛衛士',
    nil,
  },
  [12128] = {
    '紅衣精英',
    nil,
  },
  [12129] = {
    '奧妮克希亞護衛',
    nil,
  },
  [12136] = {
    '斯納爾克',
    '杜洛塔飛艇管理員',
  },
  [12137] = {
    '斯奎比',
    '杜洛塔飛艇管理員',
  },
  [12138] = {
    '月爪梟獸',
    nil,
  },
  [12140] = {
    '伊露恩的守護者',
    nil,
  },
  [12141] = {
    '冰圖騰',
    nil,
  },
  [12143] = {
    '烈焰之子',
    nil,
  },
  [12144] = {
    '月爪梟獸的靈魂',
    nil,
  },
  [12145] = {
    '科多獸坐騎 (黑色)',
    nil,
  },
  [12146] = {
    '科多獸坐騎 (橄欖綠)',
    nil,
  },
  [12147] = {
    '科多獸坐騎 (白色)',
    nil,
  },
  [12148] = {
    '藍色科多獸',
    nil,
  },
  [12149] = {
    '灰色科多獸',
    nil,
  },
  [12150] = {
    '科多獸坐騎 (紫色)',
    nil,
  },
  [12151] = {
    '綠色科多獸',
    nil,
  },
  [12152] = {
    '伊露恩之音',
    nil,
  },
  [12156] = {
    '冰斧擲斧者',
    nil,
  },
  [12157] = {
    '冰斧暗影獵手',
    nil,
  },
  [12158] = {
    '冰斧獵頭者',
    nil,
  },
  [12159] = {
    '『血怒者』科爾拉克',
    nil,
  },
  [12160] = {
    '幽影谷哨兵',
    nil,
  },
  [12178] = {
    '受折磨的德魯伊',
    nil,
  },
  [12179] = {
    '受折磨的哨兵',
    nil,
  },
  [12196] = {
    '旅店老闆凱利斯克',
    '旅店老闆',
  },
  [12197] = {
    '格羅杜姆·鋼鬚',
    '奧特蘭克山谷戰場軍官',
  },
  [12198] = {
    nil,
    '阿拉希盆地戰場軍官',
  },
  [12199] = {
    '珀月的陰影',
    nil,
  },
  [12201] = {
    '瑟萊德絲公主',
    nil,
  },
  [12202] = {
    '人類顱骨',
    nil,
  },
  [12203] = {
    '蘭斯利德',
    nil,
  },
  [12204] = {
    '惡鞭劫掠者',
    nil,
  },
  [12205] = {
    '惡鞭女巫',
    nil,
  },
  [12206] = {
    '原始巨獸',
    nil,
  },
  [12207] = {
    '塞薩拉多頭蛇',
    nil,
  },
  [12208] = {
    '屈服的納薩諾斯之魂',
    nil,
  },
  [12216] = {
    '毒劣魔',
    nil,
  },
  [12217] = {
    '腐化劣魔',
    nil,
  },
  [12218] = {
    '邪惡幼蟲',
    nil,
  },
  [12219] = {
    '尖刺鞭笞者',
    nil,
  },
  [12220] = {
    '蟒藤',
    nil,
  },
  [12221] = {
    '劇毒黏液怪',
    nil,
  },
  [12222] = {
    '爬行淤泥怪',
    nil,
  },
  [12223] = {
    '洞窟潛伏者',
    nil,
  },
  [12224] = {
    '洞窟跛行者',
    nil,
  },
  [12225] = {
    '被詛咒的塞雷布拉斯',
    nil,
  },
  [12236] = {
    '維利塔恩領主',
    nil,
  },
  [12237] = {
    '『收割者』麥什洛克',
    nil,
  },
  [12238] = {
    '札爾塔的靈魂',
    nil,
  },
  [12239] = {
    '格爾克之靈',
    '第二可汗',
  },
  [12240] = {
    '考爾克之靈',
    '第一可汗',
  },
  [12241] = {
    '瑪格拉之靈',
    '第三可汗',
  },
  [12242] = {
    '瑪勞杜斯之靈',
    '第四可汗',
  },
  [12243] = {
    '溫格之靈',
    '第五可汗',
  },
  [12244] = {
    '爆炸記號 (NW)',
    nil,
  },
  [12245] = {
    '貿易機器人1000型',
    nil,
  },
  [12246] = {
    '超級商人680型',
    nil,
  },
  [12247] = {
    '天譴軍團建築',
    nil,
  },
  [12248] = {
    '滲透者哈米亞',
    nil,
  },
  [12249] = {
    '爆炸記號 (SW)',
    nil,
  },
  [12250] = {
    '『流亡者』塞達爾',
    nil,
  },
  [12251] = {
    '爆炸記號 (CLS)',
    nil,
  },
  [12252] = {
    '爆炸記號 (CRS)',
    nil,
  },
  [12253] = {
    '爆炸記號 (CSH)',
    nil,
  },
  [12254] = {
    '爆炸記號 (NESH)',
    nil,
  },
  [12255] = {
    '爆炸記號(NE)',
    nil,
  },
  [12256] = {
    '爆炸記號 (SE)',
    nil,
  },
  [12257] = {
    '機械雪人',
    nil,
  },
  [12258] = {
    '銳刺鞭笞者',
    nil,
  },
  [12260] = {
    '奧妮克希亞飛龍',
    nil,
  },
  [12261] = {
    '被感染的爛苔食人妖',
    nil,
  },
  [12262] = {
    '通靈塔保衛者',
    nil,
  },
  [12263] = {
    '屠宰房保衛者',
    nil,
  },
  [12265] = {
    '熔岩爪牙',
    nil,
  },
  [12276] = {
    '佐拉蟲卵',
    nil,
  },
  [12277] = {
    '梅麗薩',
    nil,
  },
  [12296] = {
    '生病的蹬羚',
    nil,
  },
  [12297] = {
    '被治癒的蹬羚',
    nil,
  },
  [12298] = {
    '生病的鹿',
    nil,
  },
  [12299] = {
    '被治癒的鹿',
    nil,
  },
  [12319] = {
    '燃刃毒藥師',
    nil,
  },
  [12320] = {
    '燃刃鎮壓者',
    nil,
  },
  [12321] = {
    '雷鱗毒藥師',
    nil,
  },
  [12322] = {
    '奎爾林斯保衛者',
    nil,
  },
  [12336] = {
    '克羅雷修士',
    '血色十字軍使者',
  },
  [12337] = {
    '紅衣信差',
    nil,
  },
  [12338] = {
    '葬影村守護者',
    nil,
  },
  [12339] = {
    nil,
    '血色十字軍神諭者',
  },
  [12340] = {
    '杜澤加爾',
    nil,
  },
  [12341] = {
    '藍色骸骨戰馬',
    nil,
  },
  [12342] = {
    '棕色骸骨戰馬',
    nil,
  },
  [12343] = {
    '紅色骸骨戰馬',
    nil,
  },
  [12344] = {
    '迅捷綠色骸骨戰馬',
    nil,
  },
  [12345] = {
    '雜斑赤紅迅猛龍',
    nil,
  },
  [12346] = {
    '翡翠騎乘用迅猛龍',
    nil,
  },
  [12347] = {
    '暴怒的暗礁蟹',
    nil,
  },
  [12348] = {
    '白色迅猛龍',
    nil,
  },
  [12349] = {
    '青色騎乘用迅猛龍',
    nil,
  },
  [12350] = {
    '紫色騎乘用迅猛龍',
    nil,
  },
  [12351] = {
    '恐狼騎',
    nil,
  },
  [12352] = {
    '血色騎兵',
    nil,
  },
  [12353] = {
    '森林狼騎',
    nil,
  },
  [12354] = {
    '棕色科多獸坐騎',
    nil,
  },
  [12355] = {
    '灰色科多獸坐騎',
    nil,
  },
  [12356] = {
    '綠色科多獸坐騎',
    nil,
  },
  [12357] = {
    '藍色科多獸坐騎',
    nil,
  },
  [12358] = {
    '騎乘用斑紋霜刃豹',
    nil,
  },
  [12359] = {
    '騎乘用斑點霜刃豹',
    nil,
  },
  [12360] = {
    '騎乘用條紋夜刃豹',
    nil,
  },
  [12361] = {
    '騎乘用夜刃豹',
    nil,
  },
  [12362] = {
    '騎乘用霜刃豹',
    nil,
  },
  [12363] = {
    '藍色機械陸行鳥',
    nil,
  },
  [12364] = {
    '冰藍色機械陸行鳥A型',
    nil,
  },
  [12365] = {
    '紅色機械陸行鳥',
    nil,
  },
  [12366] = {
    '未塗色機械陸行鳥X型',
    nil,
  },
  [12367] = {
    '綠色機械陸行鳥',
    nil,
  },
  [12368] = {
    '白色機械陸行鳥A型',
    nil,
  },
  [12369] = {
    '柯拉加魯領主',
    nil,
  },
  [12370] = {
    '黑山羊',
    nil,
  },
  [12371] = {
    '冰霜山羊',
    nil,
  },
  [12372] = {
    '棕山羊',
    nil,
  },
  [12373] = {
    '灰山羊',
    nil,
  },
  [12374] = {
    '騎乘用白山羊坐騎',
    nil,
  },
  [12375] = {
    '栗色馬',
    nil,
  },
  [12376] = {
    '棕馬',
    nil,
  },
  [12377] = {
    '哀嚎的幽靈',
    nil,
  },
  [12378] = {
    '被詛咒的靈魂',
    nil,
  },
  [12379] = {
    '不死的看守者',
    nil,
  },
  [12380] = {
    '不死的居民',
    nil,
  },
  [12381] = {
    '鬼能精魂',
    nil,
  },
  [12382] = {
    '法力精魂',
    nil,
  },
  [12383] = {
    '尼波斯',
    '草原土撥鼠',
  },
  [12384] = {
    '精神失常的奧古斯圖斯',
    nil,
  },
  [12385] = {
    '迫擊砲小隊高級假人',
    nil,
  },
  [12387] = {
    '可憎的大泥漿怪',
    nil,
  },
  [12396] = {
    '末日守衛指揮官',
    nil,
  },
  [12397] = {
    '卡札克領主',
    nil,
  },
  [12416] = {
    '黑翼軍團士兵',
    nil,
  },
  [12418] = {
    '戈多克土狼',
    nil,
  },
  [12419] = {
    '仿真蟾蜍',
    nil,
  },
  [12420] = {
    '黑翼法師',
    nil,
  },
  [12422] = {
    '死爪龍裔',
    nil,
  },
  [12423] = {
    '守衛羅伯茲',
    nil,
  },
  [12425] = {
    '弗林特·沙多摩爾',
    nil,
  },
  [12426] = {
    '精工活動假人',
    nil,
  },
  [12427] = {
    '巡山人多爾夫',
    nil,
  },
  [12428] = {
    '亡靈守衛科爾',
    nil,
  },
  [12429] = {
    '哨兵莎恩雅',
    nil,
  },
  [12430] = {
    '蠻兵科雅',
    nil,
  },
  [12431] = {
    '血牙狼人',
    nil,
  },
  [12432] = {
    '維斯迦爾',
    nil,
  },
  [12433] = {
    '『旋影者』克雷希斯',
    nil,
  },
  [12434] = {
    '怪物生成器',
    nil,
  },
  [12435] = {
    '狂野的拉佐格爾',
    nil,
  },
  [12457] = {
    '黑翼縛法者',
    nil,
  },
  [12458] = {
    '黑翼監工',
    nil,
  },
  [12459] = {
    '黑翼術士',
    nil,
  },
  [12460] = {
    '死爪龍獸守衛',
    nil,
  },
  [12461] = {
    '死爪監督者',
    nil,
  },
  [12463] = {
    '死爪火鱗龍人',
    nil,
  },
  [12464] = {
    '死爪狂亂者',
    nil,
  },
  [12465] = {
    '死爪龍人',
    nil,
  },
  [12467] = {
    '死爪龍人隊長',
    nil,
  },
  [12468] = {
    '死爪地卜師',
    nil,
  },
  [12473] = {
    '奧金幼龍',
    nil,
  },
  [12474] = {
    '翡翠樹林守衛',
    nil,
  },
  [12475] = {
    '翡翠樹木護衛',
    nil,
  },
  [12476] = {
    '翡翠神諭者',
    nil,
  },
  [12477] = {
    '青綠守衛',
    nil,
  },
  [12478] = {
    '青綠神諭者',
    nil,
  },
  [12479] = {
    '青綠樹林護衛',
    nil,
  },
  [12480] = {
    nil,
    '守衛隊長',
  },
  [12481] = {
    nil,
    '暴風城新兵招募處',
  },
  [12496] = {
    '尋夢者',
    nil,
  },
  [12497] = {
    '睡夢咆哮者',
    nil,
  },
  [12498] = {
    '巡夢者',
    nil,
  },
  [12536] = {
    '幻影:黑龍',
    nil,
  },
  [12557] = {
    '『控制者』葛瑞托克',
    nil,
  },
  [12576] = {
    '瑞什·長跑者',
    nil,
  },
  [12577] = {
    nil,
    '角鷹獸管理員',
  },
  [12578] = {
    nil,
    '角鷹獸管理員',
  },
  [12579] = {
    '血怒撕裂者',
    nil,
  },
  [12596] = {
    '比比爾法茲',
    '獅鷲獸管理員',
  },
  [12616] = {
    nil,
    '雙足飛龍管理員',
  },
  [12617] = {
    '凱琳·鋼翼',
    '獅鷲獸管理員',
  },
  [12636] = {
    nil,
    '蝙蝠管理員',
  },
  [12676] = {
    '沙普塔隆',
    nil,
  },
  [12696] = {
    '塞娜尼·雷心',
    nil,
  },
  [12718] = {
    '古爾達·怒痕',
    nil,
  },
  [12722] = {
    '維拉·奈希德',
    nil,
  },
  [12736] = {
    nil,
    '陶土議會',
  },
  [12737] = {
    '馬斯托克·維爾西斯',
    nil,
  },
  [12738] = {
    '諾里·激流',
    nil,
  },
  [12739] = {
    '奧妮克希亞的精英守衛',
    nil,
  },
  [12740] = {
    nil,
    '雙足飛龍管理員',
  },
  [12756] = {
    '奧妮克希亞女士',
    nil,
  },
  [12758] = {
    '奧妮克希亞觸發器',
    nil,
  },
  [12759] = {
    '泰德雷斯',
    nil,
  },
  [12776] = {
    nil,
    '惡魔訓練師',
  },
  [12777] = {
    '戴格哈默上尉',
    '護甲軍需官',
  },
  [12778] = {
    '拉切爾·瓦卡中尉',
    '外域護甲軍需官',
  },
  [12779] = {
    '大法師蓋曼',
    nil,
  },
  [12780] = {
    '士官長天影',
    nil,
  },
  [12781] = {
    '上士貝金斯',
    '雜貨軍需官',
  },
  [12782] = {
    '奧尼爾上尉',
    '武器軍需官',
  },
  [12783] = {
    '卡特爾中尉',
    '戰爭軍需官',
  },
  [12784] = {
    '加克斯賓中尉',
    '武器軍需官',
  },
  [12785] = {
    '士官長克萊特',
    '護甲軍需官',
  },
  [12786] = {
    '守衛奎因',
    nil,
  },
  [12787] = {
    '守衛哈默德',
    nil,
  },
  [12788] = {
    nil,
    '外域護甲軍需官',
  },
  [12789] = {
    '血衛士希尼瓦納',
    nil,
  },
  [12790] = {
    '顧問威靈頓',
    nil,
  },
  [12791] = {
    '酋長泰恩·地鳴',
    nil,
  },
  [12792] = {
    '帕蘭蒂爾女士',
    '護甲軍需官',
  },
  [12793] = {
    '勇者石皮',
    '雜貨軍需官',
  },
  [12794] = {
    '石衛士札爾格',
    '武器軍需官',
  },
  [12795] = {
    '一等士官霍拉麥',
    '護甲軍需官',
  },
  [12796] = {
    '狼騎兵波爾克',
    '戰爭坐騎軍需官',
  },
  [12797] = {
    '蠻兵科爾夫',
    nil,
  },
  [12798] = {
    '蠻兵貝克拉',
    nil,
  },
  [12799] = {
    '巴沙',
    '雜貨軍需官',
  },
  [12801] = {
    '秘法奇美洛克',
    nil,
  },
  [12802] = {
    '奇美洛克吞噬者',
    nil,
  },
  [12803] = {
    '拉克麥拉',
    nil,
  },
  [12805] = {
    '埃雷恩',
    '雜貨軍需官',
  },
  [12807] = {
    nil,
    '惡魔訓練師',
  },
  [12818] = {
    '盧爾·雪蹄',
    nil,
  },
  [12819] = {
    '盧爾·雪蹄的熊形態',
    nil,
  },
  [12836] = {
    '遊蕩的古樹保衛者',
    nil,
  },
  [12837] = {
    '雅瑪·雪蹄',
    nil,
  },
  [12856] = {
    '梣谷先驅者',
    nil,
  },
  [12859] = {
    '碎木劫掠者',
    nil,
  },
  [12860] = {
    '杜瑞爾·月火',
    nil,
  },
  [12861] = {
    '幽光',
    nil,
  },
  [12862] = {
    '戰歌斥候',
    nil,
  },
  [12863] = {
    '戰歌信差',
    nil,
  },
  [12864] = {
    '戰歌先遣騎',
    nil,
  },
  [12865] = {
    '瑪克林大使',
    nil,
  },
  [12866] = {
    '麥雷姆·月詠',
    nil,
  },
  [12876] = {
    '阿奎尼斯男爵',
    nil,
  },
  [12877] = {
    '埃爾托格·怒齒',
    nil,
  },
  [12896] = {
    '銀翼哨兵',
    nil,
  },
  [12897] = {
    '銀翼戰士',
    nil,
  },
  [12898] = {
    '范迪姆的幻影',
    nil,
  },
  [12903] = {
    '碎木崗哨守衛',
    nil,
  },
  [12904] = {
    '救贖之靈',
    nil,
  },
  [12918] = {
    '穆戈特酋長',
    '汙林之王',
  },
  [12920] = {
    '葛列格里·維克多醫生',
    '外科醫療隊',
  },
  [12921] = {
    '被激怒的汙林熊怪',
    nil,
  },
  [12922] = {
    '小鬼爪牙',
    nil,
  },
  [12923] = {
    '受傷的士兵',
    nil,
  },
  [12924] = {
    '受重傷的士兵',
    nil,
  },
  [12925] = {
    '受致命傷的士兵',
    nil,
  },
  [12936] = {
    '受重傷的聯盟士兵',
    nil,
  },
  [12937] = {
    '受致命傷的聯盟士兵',
    nil,
  },
  [12938] = {
    '受傷的聯盟士兵',
    nil,
  },
  [12939] = {
    '古斯塔夫·范沃森醫生',
    '外科醫療隊',
  },
  [12940] = {
    '『鞭笞者』沃爾沙',
    nil,
  },
  [12941] = {
    nil,
    '貿易供應商',
  },
  [12942] = {
    nil,
    '製皮供應商',
  },
  [12943] = {
    '維爾格·厚刃',
    '製皮供應商',
  },
  [12944] = {
    '羅克圖斯·暗契',
    '瑟銀兄弟會',
  },
  [12956] = {
    '札諾克',
    '製皮供應商',
  },
  [12957] = {
    '布里莫·機簧',
    '貿易供應商',
  },
  [12958] = {
    '吉蓋特·火油',
    '貿易供應商',
  },
  [12959] = {
    nil,
    '雜貨商',
  },
  [12960] = {
    nil,
    '雜貨商',
  },
  [12961] = {
    nil,
    '釣魚訓練師',
  },
  [12962] = {
    nil,
    '魚貨供應商',
  },
  [12976] = {
    '科卡爾強盜',
    nil,
  },
  [12977] = {
    '科卡爾伏擊者',
    nil,
  },
  [12996] = {
    '鐵爐堡巡山騎兵',
    nil,
  },
  [12997] = {
    nil,
    '滅鼠特派員',
  },
  [12998] = {
    '矮人農夫',
    nil,
  },
  [12999] = {
    '世界隱藏觸發器',
    nil,
  },
  [13000] = {
    '地精工程師',
    nil,
  },
  [13016] = {
    '礦道老鼠',
    nil,
  },
  [13017] = {
    '被控制的礦道老鼠',
    nil,
  },
  [13019] = {
    '燃刃先知',
    nil,
  },
  [13020] = {
    '墮落的瓦拉斯塔茲',
    nil,
  },
  [13021] = {
    '扭木摧毀者',
    nil,
  },
  [13022] = {
    '抽擊鞭笞者',
    nil,
  },
  [13036] = {
    '戈多克獵犬',
    nil,
  },
  [13076] = {
    '丹莫洛巡山人',
    nil,
  },
  [13080] = {
    '深鐵礦坑守衛',
    nil,
  },
  [13081] = {
    '深鐵礦坑劫掠者',
    nil,
  },
  [13082] = {
    nil,
    '施捨者',
  },
  [13084] = {
    '比克斯·晃撞',
    '武器大師',
  },
  [13085] = {
    '麥洛克斯',
    nil,
  },
  [13086] = {
    '埃其',
    nil,
  },
  [13087] = {
    '冰冷礦坑入侵者',
    nil,
  },
  [13088] = {
    '瑪莎',
    nil,
  },
  [13089] = {
    '冰冷礦坑守衛',
    nil,
  },
  [13096] = {
    '冰冷礦坑探險者',
    nil,
  },
  [13097] = {
    '冰冷礦坑勘測員',
    nil,
  },
  [13098] = {
    '深鐵礦坑勘測員',
    nil,
  },
  [13099] = {
    '深鐵礦坑探險者',
    nil,
  },
  [13116] = {
    '聯盟靈魂嚮導',
    nil,
  },
  [13117] = {
    '部落靈魂嚮導',
    nil,
  },
  [13118] = {
    '紅衣保鏢',
    nil,
  },
  [13136] = {
    '亞什雄蠍',
    nil,
  },
  [13137] = {
    '魯格巴中尉',
    nil,
  },
  [13138] = {
    '斯本瑟爾中尉',
    nil,
  },
  [13139] = {
    '指揮官藍道夫',
    nil,
  },
  [13140] = {
    '指揮官達多許<old>',
    nil,
  },
  [13141] = {
    '深腐踐踏者',
    nil,
  },
  [13142] = {
    '深腐糾纏者',
    nil,
  },
  [13143] = {
    '猛蹄中尉',
    nil,
  },
  [13144] = {
    '沃塔拉爾中尉',
    nil,
  },
  [13145] = {
    '格魯姆斯中尉',
    nil,
  },
  [13146] = {
    '莫普中尉<old>',
    nil,
  },
  [13147] = {
    '路易斯中尉',
    nil,
  },
  [13148] = {
    '拉格納羅斯之焰',
    nil,
  },
  [13149] = {
    '辛迪加盜匪',
    nil,
  },
  [13150] = {
    '辛迪加密探',
    nil,
  },
  [13151] = {
    '辛迪加指揮官雷松',
    nil,
  },
  [13152] = {
    '指揮官瑪戈爾',
    nil,
  },
  [13153] = {
    '指揮官穆法特',
    nil,
  },
  [13154] = {
    '指揮官路易斯·菲力浦',
    nil,
  },
  [13155] = {
    '亡靈哨兵密探',
    nil,
  },
  [13158] = {
    '桑德斯中尉',
    nil,
  },
  [13160] = {
    '腐蝕群居蟲',
    nil,
  },
  [13161] = {
    '鷹巢山獅鷲獸',
    nil,
  },
  [13176] = {
    '鐵匠雷格薩',
    nil,
  },
  [13177] = {
    nil,
    '雙足飛龍管理員',
  },
  [13178] = {
    '軍用雙足飛龍',
    nil,
  },
  [13179] = {
    '空軍指揮官古斯',
    nil,
  },
  [13180] = {
    '空軍指揮官傑斯托',
    nil,
  },
  [13181] = {
    '空軍指揮官穆維里克',
    nil,
  },
  [13196] = {
    '相位鞭笞者',
    nil,
  },
  [13197] = {
    '魔鞭抽笞者',
    nil,
  },
  [13216] = {
    '蓋爾丁·錘類鍛造師',
    '雷矛物資官',
  },
  [13217] = {
    '塔薩迪斯·雪光',
    '雷矛物資官',
  },
  [13218] = {
    '葛蘭達·狼心',
    '霜狼物資官',
  },
  [13219] = {
    '傑瑞·克鐵面',
    '霜狼物資官',
  },
  [13220] = {
    '萊耶·星擊',
    '塞納里奧議會',
  },
  [13221] = {
    '雷松的貓頭鷹',
    nil,
  },
  [13236] = {
    '原獵者瑟魯加',
    nil,
  },
  [13256] = {
    '『冰雪之王』洛克霍拉',
    nil,
  },
  [13257] = {
    '莫高特·深爐',
    nil,
  },
  [13276] = {
    '荒野小鬼',
    nil,
  },
  [13278] = {
    '海達克西斯公爵',
    nil,
  },
  [13279] = {
    '混亂巨浪',
    nil,
  },
  [13280] = {
    '海多斯博恩',
    nil,
  },
  [13282] = {
    '諾克賽恩',
    nil,
  },
  [13283] = {
    '東尼·羅曼諾領主',
    '盜賊訓練師',
  },
  [13284] = {
    '霜狼薩滿',
    nil,
  },
  [13285] = {
    '死亡鞭笞者',
    nil,
  },
  [13296] = {
    '拉基特中尉',
    nil,
  },
  [13297] = {
    '斯托哈德中尉',
    nil,
  },
  [13298] = {
    '格雷瓦德中尉',
    nil,
  },
  [13299] = {
    '魯納丁中尉',
    nil,
  },
  [13300] = {
    '曼庫斯中尉',
    nil,
  },
  [13301] = {
    '亞什伏擊者',
    nil,
  },
  [13316] = {
    '冰冷礦坑苦工',
    nil,
  },
  [13317] = {
    '冰冷礦坑礦工',
    nil,
  },
  [13318] = {
    '指揮官摩塔莫爾',
    nil,
  },
  [13319] = {
    '指揮官達菲',
    nil,
  },
  [13320] = {
    '指揮官卡爾·菲力浦',
    nil,
  },
  [13321] = {
    '小青蛙',
    nil,
  },
  [13322] = {
    '海達克西斯禁衛',
    nil,
  },
  [13323] = {
    '地下雙帆龍',
    nil,
  },
  [13324] = {
    '經驗豐富的衛士',
    nil,
  },
  [13325] = {
    '經驗豐富的巡山人',
    nil,
  },
  [13326] = {
    '經驗豐富的防衛者',
    nil,
  },
  [13327] = {
    '經驗豐富的哨兵',
    nil,
  },
  [13328] = {
    '經驗豐富的守護者',
    nil,
  },
  [13329] = {
    '經驗豐富的軍團士兵',
    nil,
  },
  [13330] = {
    '經驗豐富的戰士',
    nil,
  },
  [13331] = {
    '老練的防衛者',
    nil,
  },
  [13332] = {
    '老練的守護者',
    nil,
  },
  [13333] = {
    '老練的衛士',
    nil,
  },
  [13334] = {
    '老練的軍團士兵',
    nil,
  },
  [13335] = {
    '老練的巡山人',
    nil,
  },
  [13336] = {
    '老練的哨兵',
    nil,
  },
  [13337] = {
    '老練的戰士',
    nil,
  },
  [13338] = {
    '熔核鼠',
    nil,
  },
  [13356] = {
    '雷矛布雷者',
    nil,
  },
  [13357] = {
    '霜狼布雷者',
    nil,
  },
  [13358] = {
    '雷矛弓箭手',
    nil,
  },
  [13359] = {
    '霜狼弓箭手',
    nil,
  },
  [13377] = {
    '工程大師斯菲萊克斯',
    nil,
  },
  [13378] = {
    '霜狼伐木機',
    nil,
  },
  [13396] = {
    '深鐵礦坑礦工',
    nil,
  },
  [13397] = {
    '深鐵礦坑苦工',
    nil,
  },
  [13416] = {
    '雷矛伐木機',
    nil,
  },
  [13417] = {
    '薩格尼·羽騎',
    '薩滿訓練師',
  },
  [13418] = {
    '凱瑪德·考伯賓奇',
    '燻木牧場',
  },
  [13419] = {
    '『森林之王』伊弗斯',
    nil,
  },
  [13420] = {
    '本尼·考伯賓奇',
    '燻木牧場',
  },
  [13421] = {
    '勇猛的守護者',
    nil,
  },
  [13422] = {
    '勇猛的防衛者',
    nil,
  },
  [13424] = {
    '勇猛的衛士',
    nil,
  },
  [13425] = {
    '勇猛的軍團士兵',
    nil,
  },
  [13426] = {
    '勇猛的巡山人',
    nil,
  },
  [13427] = {
    '勇猛的哨兵',
    nil,
  },
  [13428] = {
    '勇猛的戰士',
    nil,
  },
  [13429] = {
    '納斯塔姆·卡布彬',
    '燻木牧場',
  },
  [13430] = {
    '加克魯·考伯賓奇',
    '燻木牧場',
  },
  [13431] = {
    '烏爾維特·考伯賓奇',
    '燻木牧場',
  },
  [13432] = {
    '希爾薩·考伯賓奇',
    '燻木牧場',
  },
  [13433] = {
    '烏爾莫特·叮噹口袋',
    '燻木牧場',
  },
  [13434] = {
    '麥希',
    '燻木牧場',
  },
  [13435] = {
    '霍勒',
    '燻木牧場',
  },
  [13436] = {
    '古奇',
    '燻木牧場',
  },
  [13437] = {
    '空軍指揮官艾克曼',
    nil,
  },
  [13438] = {
    '空軍指揮官斯里多爾',
    nil,
  },
  [13439] = {
    '空軍指揮官維波里',
    nil,
  },
  [13440] = {
    '霜狼騎兵',
    nil,
  },
  [13441] = {
    '霜狼騎兵指揮官',
    nil,
  },
  [13442] = {
    '大德魯伊雷弗拉爾',
    nil,
  },
  [13443] = {
    '樹林德魯伊',
    nil,
  },
  [13444] = {
    '冬天爺爺',
    nil,
  },
  [13445] = {
    '冬天爺爺',
    nil,
  },
  [13446] = {
    '戰場元帥特拉瓦雷',
    nil,
  },
  [13447] = {
    '諾雷格·雷矛下士',
    nil,
  },
  [13448] = {
    '亞斯拉·血矛',
    nil,
  },
  [13449] = {
    '將領加瑞克',
    nil,
  },
  [13456] = {
    '諾克賽恩產物',
    nil,
  },
  [13476] = {
    '巴萊·洛克維',
    '德魯伊訓練師',
  },
  [13477] = {
    '諾克賽恩觸發器',
    nil,
  },
  [13516] = {
    '霜狼前鋒',
    nil,
  },
  [13517] = {
    '經驗豐富的前鋒',
    nil,
  },
  [13518] = {
    '老練的前鋒',
    nil,
  },
  [13519] = {
    '勇猛的前鋒',
    nil,
  },
  [13520] = {
    '雷矛遊俠',
    nil,
  },
  [13521] = {
    '經驗豐富的遊俠',
    nil,
  },
  [13522] = {
    '老練的遊俠',
    nil,
  },
  [13523] = {
    '勇猛的遊俠',
    nil,
  },
  [13524] = {
    '雷矛特種兵',
    nil,
  },
  [13525] = {
    '經驗豐富的特種兵',
    nil,
  },
  [13526] = {
    '老練的特種兵',
    nil,
  },
  [13527] = {
    '勇猛的特種兵',
    nil,
  },
  [13528] = {
    '霜狼劫奪者',
    nil,
  },
  [13529] = {
    '經驗豐富的劫奪者',
    nil,
  },
  [13530] = {
    '老練的劫奪者',
    nil,
  },
  [13531] = {
    '勇猛的劫奪者',
    nil,
  },
  [13533] = {
    '噴湧幼蟲',
    nil,
  },
  [13534] = {
    '經驗豐富的冰冷礦坑守衛',
    nil,
  },
  [13535] = {
    '老練的冰冷礦坑守衛',
    nil,
  },
  [13536] = {
    '勇猛的冰冷礦坑守衛',
    nil,
  },
  [13537] = {
    '經驗豐富的冰冷礦坑勘測員',
    nil,
  },
  [13538] = {
    '老練的冰冷礦坑勘測員',
    nil,
  },
  [13539] = {
    '勇猛的冰冷礦坑勘測員',
    nil,
  },
  [13540] = {
    '經驗豐富的深鐵礦坑探險者',
    nil,
  },
  [13541] = {
    '老練的深鐵礦坑探險者',
    nil,
  },
  [13542] = {
    '勇猛的深鐵礦坑探險者',
    nil,
  },
  [13543] = {
    '經驗豐富的深鐵礦坑劫掠者',
    nil,
  },
  [13544] = {
    '老練的深鐵礦坑劫掠者',
    nil,
  },
  [13545] = {
    '勇猛的深鐵礦坑劫掠者',
    nil,
  },
  [13546] = {
    '經驗豐富的冰冷礦坑探險者',
    nil,
  },
  [13547] = {
    '老練的冰冷礦坑探險者',
    nil,
  },
  [13548] = {
    '勇猛的冰冷礦坑探險者',
    nil,
  },
  [13549] = {
    '經驗豐富的冰冷礦坑入侵者',
    nil,
  },
  [13550] = {
    '老練的冰冷礦坑入侵者',
    nil,
  },
  [13551] = {
    '勇猛的冰冷礦坑入侵者',
    nil,
  },
  [13552] = {
    '經驗豐富的深鐵礦坑守衛',
    nil,
  },
  [13553] = {
    '老練的深鐵礦坑守衛',
    nil,
  },
  [13554] = {
    '勇猛的深鐵礦坑守衛',
    nil,
  },
  [13555] = {
    '經驗豐富的深鐵礦坑勘測員',
    nil,
  },
  [13556] = {
    '老練的深鐵礦坑勘測員',
    nil,
  },
  [13557] = {
    '勇猛的深鐵礦坑勘測員',
    nil,
  },
  [13576] = {
    '雷矛山羊騎兵',
    nil,
  },
  [13577] = {
    '雷矛山羊騎兵指揮官',
    nil,
  },
  [13596] = {
    '洛特格里普',
    nil,
  },
  [13597] = {
    '霜狼爆破專家',
    nil,
  },
  [13598] = {
    '雷矛爆破專家',
    nil,
  },
  [13599] = {
    '遲鈍的鉗嘴龜',
    nil,
  },
  [13601] = {
    '技工吉茲洛克',
    nil,
  },
  [13602] = {
    '可惡的格林奇',
    nil,
  },
  [13616] = {
    '霜狼獸欄管理員',
    '獸欄管理員',
  },
  [13617] = {
    '雷矛獸欄管理員',
    '獸欄管理員',
  },
  [13618] = {
    '圈養的霜狼',
    nil,
  },
  [13619] = {
    '吉茲洛克的假人',
    nil,
  },
  [13620] = {
    '吉茲洛克',
    nil,
  },
  [13636] = {
    '奇怪的雪人',
    nil,
  },
  [13656] = {
    '維洛',
    '暮光之錘',
  },
  [13676] = {
    '圈養的奧特蘭克山羊',
    nil,
  },
  [13696] = {
    '諾克賽恩幼體',
    nil,
  },
  [13698] = {
    '守衛者瑪蘭迪斯',
    nil,
  },
  [13716] = {
    '贖罪的塞雷布拉斯',
    nil,
  },
  [13717] = {
    '半人馬賤民',
    nil,
  },
  [13718] = {
    '無名預言者',
    nil,
  },
  [13736] = {
    '諾克賽恩精華',
    nil,
  },
  [13737] = {
    '瑪蘭迪斯之妹',
    nil,
  },
  [13738] = {
    nil,
    '第五可汗',
  },
  [13739] = {
    nil,
    '第四可汗',
  },
  [13740] = {
    nil,
    '第三可汗',
  },
  [13741] = {
    nil,
    '第二可汗',
  },
  [13742] = {
    nil,
    '第一可汗',
  },
  [13743] = {
    '墮落的自然之力',
    nil,
  },
  [13756] = {
    'PvP墓地標記',
    nil,
  },
  [13776] = {
    '提卡·血牙下士',
    nil,
  },
  [13777] = {
    '杜爾根·雷矛中士',
    nil,
  },
  [13778] = {
    'PvP塔標記',
    nil,
  },
  [13796] = {
    'PvP礦坑標記',
    nil,
  },
  [13797] = {
    '巡山人布比羅',
    nil,
  },
  [13816] = {
    '勘察員塔雷·石鎬',
    nil,
  },
  [13817] = {
    '沃加·死爪',
    nil,
  },
  [13836] = {
    '燃刃夢魘',
    nil,
  },
  [13837] = {
    '被俘獲的種馬',
    nil,
  },
  [13839] = {
    '皇家恐怖衛士',
    nil,
  },
  [13840] = {
    '將領拉格隆德',
    nil,
  },
  [13841] = {
    '哈格丁中尉',
    nil,
  },
  [13842] = {
    '霜狼大使洛蔻斯壯',
    nil,
  },
  [13843] = {
    '洛泰姆中尉',
    '雷矛守衛招募處',
  },
  [13876] = {
    '機電師觸發器',
    nil,
  },
  [13896] = {
    '鱗鬚海龜',
    nil,
  },
  [13916] = {
    '厄運之槌水晶圖騰',
    nil,
  },
  [13917] = {
    '伊茲·考伯加布',
    '銀行職員',
  },
  [13956] = {
    '冰斧秘術使',
    nil,
  },
  [13957] = {
    '冰斧戰士',
    nil,
  },
  [13958] = {
    '冰斧先知',
    nil,
  },
  [13959] = {
    '奧特蘭克雪人',
    nil,
  },
  [13976] = {
    '受折磨的龍',
    nil,
  },
  [13996] = {
    '黑翼技師',
    nil,
  },
  [14021] = {
    '冰斧哨衛',
    nil,
  },
  [14022] = {
    '腐化的紅色幼龍',
    nil,
  },
  [14023] = {
    '腐化的綠色幼龍',
    nil,
  },
  [14024] = {
    '腐化的藍色幼龍',
    nil,
  },
  [14025] = {
    '腐化的青銅幼龍',
    nil,
  },
  [14026] = {
    '觸發器古斯',
    nil,
  },
  [14027] = {
    '觸發器穆維里克',
    nil,
  },
  [14028] = {
    '觸發器傑斯托',
    nil,
  },
  [14029] = {
    '觸發器艾克曼',
    nil,
  },
  [14030] = {
    '觸發器斯里多爾',
    nil,
  },
  [14031] = {
    '觸發器維波里',
    nil,
  },
  [14041] = {
    '哈格爾',
    nil,
  },
  [14081] = {
    '惡魔之門',
    nil,
  },
  [14101] = {
    '暴怒的惡魔守衛',
    nil,
  },
  [14121] = {
    '礦道潛水者',
    nil,
  },
  [14122] = {
    '巨型噴泉',
    nil,
  },
  [14123] = {
    '鋼顎鉗嘴龜',
    nil,
  },
  [14182] = {
    '賞金獵人考拉克',
    nil,
  },
  [14183] = {
    '砲兵舍爾杜',
    nil,
  },
  [14185] = {
    '納亞克·海克森',
    '賞金獵人',
  },
  [14186] = {
    '拉瓦克·恐怖圖騰',
    '賞金獵人',
  },
  [14187] = {
    nil,
    '賞金獵人',
  },
  [14188] = {
    '德爾克',
    '賞金獵人',
  },
  [14221] = {
    '格拉夫斯·斯里諾特',
    nil,
  },
  [14223] = {
    '暴躁的本希',
    nil,
  },
  [14224] = {
    nil,
    '遠程恢復單位',
  },
  [14225] = {
    '凱雷恩王子',
    nil,
  },
  [14228] = {
    '基格勒爾',
    nil,
  },
  [14229] = {
    '可憎的滑刃納迦',
    nil,
  },
  [14230] = {
    '賊眼',
    nil,
  },
  [14231] = {
    '『咆哮者』杜格斯',
    nil,
  },
  [14232] = {
    '達爾特',
    nil,
  },
  [14233] = {
    '雷普斯凱爾',
    nil,
  },
  [14235] = {
    '腐爛者',
    nil,
  },
  [14236] = {
    '安戈雷爾領主',
    nil,
  },
  [14237] = {
    '軟泥蟲',
    nil,
  },
  [14241] = {
    '贖罪的鐵桉',
    nil,
  },
  [14261] = {
    '藍色龍獸',
    nil,
  },
  [14262] = {
    '綠色龍獸',
    nil,
  },
  [14263] = {
    '青銅龍獸',
    nil,
  },
  [14264] = {
    '紅色龍獸',
    nil,
  },
  [14265] = {
    '黑色龍獸',
    nil,
  },
  [14266] = {
    '『編織者』杉達',
    nil,
  },
  [14267] = {
    '『碾碎者』埃摩戈',
    nil,
  },
  [14268] = {
    '康達爾',
    nil,
  },
  [14269] = {
    '搜尋者埃庫隆',
    nil,
  },
  [14271] = {
    '雷布查斯',
    nil,
  },
  [14272] = {
    '斯納弗賴爾',
    nil,
  },
  [14273] = {
    '波德哈特',
    nil,
  },
  [14274] = {
    '冰斧追蹤者',
    nil,
  },
  [14275] = {
    '塔爾瑪·雷矛',
    nil,
  },
  [14277] = {
    '塞菲莉斯女士',
    nil,
  },
  [14279] = {
    '克雷普塞斯',
    nil,
  },
  [14280] = {
    '薩姆拉斯',
    nil,
  },
  [14281] = {
    '『流血者』吉米',
    nil,
  },
  [14282] = {
    '霜狼血犬',
    nil,
  },
  [14283] = {
    '雷矛貓頭鷹',
    nil,
  },
  [14284] = {
    '雷矛戰地衛士',
    nil,
  },
  [14285] = {
    '霜狼戰地衛士',
    nil,
  },
  [14301] = {
    nil,
    '弓箭商',
  },
  [14302] = {
    '炫彩龍獸',
    nil,
  },
  [14303] = {
    '僵硬守護者',
    nil,
  },
  [14304] = {
    '柯爾克隆精英',
    nil,
  },
  [14305] = {
    '人類孤兒',
    nil,
  },
  [14307] = {
    '黑色龍獸生成器',
    nil,
  },
  [14309] = {
    '紅色龍獸生成器',
    nil,
  },
  [14310] = {
    '綠色龍獸生成器',
    nil,
  },
  [14311] = {
    '青銅龍獸生成器',
    nil,
  },
  [14312] = {
    '藍色龍獸生成器',
    nil,
  },
  [14321] = {
    '守衛芬古斯',
    nil,
  },
  [14322] = {
    '踐踏者克雷格',
    '醉鬼',
  },
  [14323] = {
    '守衛斯里基克',
    nil,
  },
  [14324] = {
    '『觀察者』克魯什',
    nil,
  },
  [14325] = {
    '隊長克羅卡斯',
    nil,
  },
  [14326] = {
    '守衛摩爾達',
    nil,
  },
  [14329] = {
    '黑色戰狼',
    nil,
  },
  [14330] = {
    '黑色戰鬥迅猛龍',
    nil,
  },
  [14331] = {
    '紅色骷髏戰馬',
    nil,
  },
  [14332] = {
    '黑色戰駒',
    nil,
  },
  [14333] = {
    '黑色作戰科多獸',
    nil,
  },
  [14334] = {
    '黑色作戰陸行鳥',
    nil,
  },
  [14335] = {
    '黑色戰羊',
    nil,
  },
  [14336] = {
    '黑色戰虎',
    nil,
  },
  [14337] = {
    '修理機器人74A型',
    nil,
  },
  [14338] = {
    '諾特·希姆加克',
    nil,
  },
  [14339] = {
    '死亡之嚎',
    nil,
  },
  [14340] = {
    '奧辛爾·靈息',
    nil,
  },
  [14342] = {
    '怒掌',
    nil,
  },
  [14343] = {
    '『智者』奧爾姆',
    nil,
  },
  [14345] = {
    '歐加爾',
    nil,
  },
  [14347] = {
    '大領主德米提恩',
    nil,
  },
  [14348] = {
    '大地呼喚者弗蘭札爾',
    nil,
  },
  [14350] = {
    '小水浪',
    nil,
  },
  [14351] = {
    '戈多克·布斯瓦克',
    nil,
  },
  [14353] = {
    '狡猾的米茲勒',
    nil,
  },
  [14356] = {
    '鋸鰭狂魚',
    nil,
  },
  [14357] = {
    '止水湖蛇頸龍',
    nil,
  },
  [14358] = {
    '辛德拉古靈',
    nil,
  },
  [14361] = {
    '辛德拉幽光',
    nil,
  },
  [14362] = {
    '小荊棘',
    nil,
  },
  [14363] = {
    '抓賊者格雷·鐵鑽',
    nil,
  },
  [14364] = {
    '辛德拉靈魂',
    nil,
  },
  [14365] = {
    '抓賊者札克·遠山',
    nil,
  },
  [14366] = {
    '扭木孢子',
    nil,
  },
  [14367] = {
    '抓賊者尼恩·雷酒',
    nil,
  },
  [14368] = {
    '博識者萊德羅斯',
    nil,
  },
  [14369] = {
    '辛德拉狂熱者',
    nil,
  },
  [14370] = {
    '灰屍蟲',
    nil,
  },
  [14371] = {
    '辛德拉補給官',
    nil,
  },
  [14372] = {
    '冬泉伏擊者',
    nil,
  },
  [14373] = {
    '先知科魯拉克',
    nil,
  },
  [14374] = {
    '學者盧索恩·紋角',
    nil,
  },
  [14375] = {
    '斥候斯托加德',
    nil,
  },
  [14376] = {
    '斥候曼斯雷爾',
    nil,
  },
  [14377] = {
    '斥候沙爾雷',
    nil,
  },
  [14378] = {
    '女獵手梅恩·藍空',
    nil,
  },
  [14379] = {
    '女獵手鴉橡',
    nil,
  },
  [14380] = {
    '女獵手莉賴爾·綠葉',
    nil,
  },
  [14381] = {
    '博識者亞沃',
    nil,
  },
  [14382] = {
    '博識者麥庫斯',
    nil,
  },
  [14383] = {
    '博識者基爾達斯',
    nil,
  },
  [14385] = {
    '末日守衛爪牙',
    nil,
  },
  [14386] = {
    '基爾羅格的漫遊之眼',
    nil,
  },
  [14387] = {
    '洛索斯·喚隙者',
    nil,
  },
  [14388] = {
    '遊蕩的黑龍',
    nil,
  },
  [14389] = {
    '虛空行者',
    nil,
  },
  [14390] = {
    '遠征隊巡山人',
    nil,
  },
  [14392] = {
    '霸主倫薩克',
    nil,
  },
  [14393] = {
    '遠征隊醫師',
    nil,
  },
  [14395] = {
    '『觀眾』格林比克斯',
    nil,
  },
  [14396] = {
    '伊莫塔爾之眼',
    nil,
  },
  [14397] = {
    '法力脈衝',
    nil,
  },
  [14398] = {
    '艾德雷斯精龍',
    nil,
  },
  [14399] = {
    '秘法洪流',
    nil,
  },
  [14400] = {
    '秘法回饋者',
    nil,
  },
  [14401] = {
    '大元素師克里希克',
    nil,
  },
  [14402] = {
    '搜尋者克羅維爾',
    nil,
  },
  [14403] = {
    '搜尋者納赫爾',
    nil,
  },
  [14404] = {
    '搜尋者索姆森',
    nil,
  },
  [14421] = {
    '棕色草原土撥鼠',
    nil,
  },
  [14422] = {
    'BRD 觸發器',
    nil,
  },
  [14423] = {
    '軍官雅克森',
    nil,
  },
  [14424] = {
    '米爾洛',
    nil,
  },
  [14425] = {
    '納博恩',
    nil,
  },
  [14426] = {
    '哈爾伯·邪泉',
    nil,
  },
  [14427] = {
    '吉比斯尼克',
    nil,
  },
  [14429] = {
    '格雷莫爾',
    nil,
  },
  [14430] = {
    '暮色巡者',
    nil,
  },
  [14431] = {
    '憤怒的謝爾達',
    nil,
  },
  [14433] = {
    '斯拉丁',
    nil,
  },
  [14434] = {
    '地精警報機器人',
    nil,
  },
  [14435] = {
    '桑德蘭王子',
    '逐風者',
  },
  [14436] = {
    '莫蘇爾·召血者',
    nil,
  },
  [14437] = {
    '戈瑟奇·邪眼',
    nil,
  },
  [14438] = {
    '軍官普米洛',
    nil,
  },
  [14439] = {
    '軍官布萊德',
    nil,
  },
  [14440] = {
    '捕獵者賢風',
    nil,
  },
  [14441] = {
    '捕獵者拉圖特',
    nil,
  },
  [14442] = {
    '捕獵者薩霍恩',
    nil,
  },
  [14443] = {
    '末日守衛分流觸發器',
    nil,
  },
  [14444] = {
    '獸人孤兒',
    nil,
  },
  [14445] = {
    '維爾瑪克隊長',
    nil,
  },
  [14448] = {
    '摩塔索恩',
    nil,
  },
  [14449] = {
    '黑翼寶珠觸發器',
    nil,
  },
  [14450] = {
    '孤兒監護員南丁格爾',
    nil,
  },
  [14451] = {
    '孤兒監護員巴特維爾',
    nil,
  },
  [14452] = {
    '被奴役的末日守衛指揮官',
    nil,
  },
  [14453] = {
    '統御寶珠',
    nil,
  },
  [14454] = {
    '烈風劫奪者',
    nil,
  },
  [14455] = {
    '旋風入侵者',
    nil,
  },
  [14456] = {
    '黑翼衛士',
    nil,
  },
  [14457] = {
    '泰比斯蒂亞公主',
    nil,
  },
  [14458] = {
    '水流入侵者',
    nil,
  },
  [14459] = {
    '奈法利安的部隊',
    nil,
  },
  [14460] = {
    '熾熱入侵者',
    nil,
  },
  [14461] = {
    '火焰男爵查爾',
    nil,
  },
  [14462] = {
    '雷霆入侵者',
    nil,
  },
  [14463] = {
    '衰老的戴奧',
    nil,
  },
  [14465] = {
    '聯盟戰旗',
    nil,
  },
  [14466] = {
    '部落戰旗',
    nil,
  },
  [14469] = {
    '『全能』尼比',
    nil,
  },
  [14470] = {
    '伊普斯',
    '尼比的爪牙',
  },
  [14478] = {
    '哈瑞坎尼安',
    nil,
  },
  [14479] = {
    '暮光領主艾沃蘭',
    '暮光之錘',
  },
  [14480] = {
    nil,
    '甜點商人',
  },
  [14481] = {
    nil,
    '甜點商人',
  },
  [14482] = {
    '克索諾斯小鬼',
    nil,
  },
  [14483] = {
    '恐懼守衛',
    nil,
  },
  [14484] = {
    '受傷的農民',
    nil,
  },
  [14485] = {
    '染疫的農民',
    nil,
  },
  [14486] = {
    '天譴步行兵',
    '科爾蘇加德的爪牙',
  },
  [14487] = {
    '戈魯格爾',
    nil,
  },
  [14489] = {
    '天譴弓箭手',
    nil,
  },
  [14492] = {
    '維里弗尼克斯',
    '勘測員',
  },
  [14493] = {
    '牧師史詩事件召喚者',
    nil,
  },
  [14494] = {
    '艾瑞斯·哈文法',
    nil,
  },
  [14495] = {
    '隱形觸發器一號',
    nil,
  },
  [14496] = {
    '暴風城孤兒',
    nil,
  },
  [14497] = {
    nil,
    '孤兒監護人',
  },
  [14499] = {
    '部落孤兒',
    nil,
  },
  [14502] = {
    '克索諾斯恐懼戰馬',
    nil,
  },
  [14503] = {
    '清潔者',
    nil,
  },
  [14504] = {
    '恐懼戰馬的靈魂',
    nil,
  },
  [14505] = {
    '恐懼戰馬',
    nil,
  },
  [14506] = {
    '赫爾努拉斯領主',
    nil,
  },
  [14507] = {
    '高階祭司溫諾希斯',
    nil,
  },
  [14508] = {
    '小個子約翰·米斯瑞爾',
    nil,
  },
  [14509] = {
    '高階祭司塞卡爾',
    nil,
  },
  [14510] = {
    '高階女祭司瑪俐',
    nil,
  },
  [14511] = {
    '暗影之靈',
    nil,
  },
  [14512] = {
    '墮落之靈',
    nil,
  },
  [14513] = {
    '惡毒之靈',
    nil,
  },
  [14514] = {
    '陳腐之靈',
    nil,
  },
  [14515] = {
    '高階祭司阿洛克',
    nil,
  },
  [14516] = {
    '死亡騎士達克雷爾',
    nil,
  },
  [14517] = {
    '高階祭司耶克里克',
    nil,
  },
  [14518] = {
    '陳腐的化身',
    nil,
  },
  [14519] = {
    '墮落的化身',
    nil,
  },
  [14520] = {
    '惡毒的化身',
    nil,
  },
  [14521] = {
    '暗影的化身',
    nil,
  },
  [14524] = {
    '古樹瓦特魯斯',
    nil,
  },
  [14525] = {
    '古樹斯托瑪',
    nil,
  },
  [14526] = {
    '古樹哈斯塔特',
    nil,
  },
  [14527] = {
    '平凡的西蒙妮',
    nil,
  },
  [14528] = {
    '普萊瑟斯',
    '西蒙妮的寵物',
  },
  [14529] = {
    '友好的富蘭克林',
    nil,
  },
  [14530] = {
    '『殺戮者』索倫諾爾',
    nil,
  },
  [14531] = {
    '親切的阿托留斯',
    nil,
  },
  [14532] = {
    '拉札希毒液蜘蛛',
    nil,
  },
  [14533] = {
    '迷人的西蒙妮',
    nil,
  },
  [14534] = {
    '瘋狂的克林弗蘭',
    nil,
  },
  [14535] = {
    '『末日使者』阿托留斯',
    nil,
  },
  [14536] = {
    '和藹的尼爾森',
    nil,
  },
  [14538] = {
    '『吞噬者』普萊瑟斯',
    '西蒙妮的寵物',
  },
  [14539] = {
    '迅捷森林狼',
    nil,
  },
  [14540] = {
    '迅捷棕狼',
    nil,
  },
  [14541] = {
    '迅捷灰狼',
    nil,
  },
  [14542] = {
    '大型白色科多獸',
    nil,
  },
  [14543] = {
    '迅捷橄欖綠迅猛龍',
    nil,
  },
  [14544] = {
    '迅捷橘色迅猛龍',
    nil,
  },
  [14545] = {
    '迅捷藍色迅猛龍',
    nil,
  },
  [14546] = {
    '迅捷棕山羊',
    nil,
  },
  [14547] = {
    '迅捷白山羊',
    nil,
  },
  [14548] = {
    '迅捷灰山羊',
    nil,
  },
  [14549] = {
    '大型棕色科多獸',
    nil,
  },
  [14550] = {
    '大型灰色科多獸',
    nil,
  },
  [14551] = {
    '迅捷黃色機械陸行鳥',
    nil,
  },
  [14552] = {
    '迅捷白色機械陸行鳥',
    nil,
  },
  [14553] = {
    '迅捷綠色機械陸行鳥',
    nil,
  },
  [14554] = {
    '迅捷斑紋機械陸行鳥',
    nil,
  },
  [14555] = {
    '迅捷霧刃豹',
    nil,
  },
  [14556] = {
    '迅捷霜刃豹',
    nil,
  },
  [14557] = {
    '迅捷曦刃豹',
    nil,
  },
  [14558] = {
    '紫色骷髏戰馬',
    nil,
  },
  [14559] = {
    '迅捷褐色馬',
    nil,
  },
  [14560] = {
    '迅捷白馬',
    nil,
  },
  [14561] = {
    '迅捷棕馬',
    nil,
  },
  [14562] = {
    '迅捷藍色機械陸行鳥',
    nil,
  },
  [14563] = {
    '迅捷紅色機械陸行鳥',
    nil,
  },
  [14564] = {
    '恐懼谷的靈魂',
    nil,
  },
  [14565] = {
    '戰騎',
    nil,
  },
  [14566] = {
    '上古聖馬之魂',
    nil,
  },
  [14567] = {
    '德羅泰恩',
    '瑟銀兄弟會',
  },
  [14568] = {
    '達克雷爾的墮落戰騎',
    nil,
  },
  [14581] = {
    '雷角中士',
    '武器軍需官',
  },
  [14601] = {
    '埃博諾克',
    nil,
  },
  [14602] = {
    '迅捷雷刃豹',
    nil,
  },
  [14603] = {
    '被縮小的海岸巨人',
    nil,
  },
  [14604] = {
    '被縮小的大地行者',
    nil,
  },
  [14605] = {
    '骸骨魔像',
    nil,
  },
  [14606] = {
    '龍獸屍體觸發器',
    nil,
  },
  [14621] = {
    '監督者瑪托留斯',
    nil,
  },
  [14622] = {
    '瑟銀兄弟會偵察員',
    '瑟銀兄弟會',
  },
  [14623] = {
    '戰歌峽谷戰場軍官',
    nil,
  },
  [14624] = {
    '大鐵匠博恩奈特',
    '瑟銀兄弟會',
  },
  [14625] = {
    '監督者奧菲斯特',
    '瑟銀兄弟會',
  },
  [14626] = {
    '監工斯克蘭格',
    '瑟銀兄弟會',
  },
  [14627] = {
    '漢瑟爾·重拳',
    '瑟銀兄弟會',
  },
  [14628] = {
    '艾沃奈斯·煤煙',
    '瑟銀兄弟會',
  },
  [14629] = {
    '圓頭鉗嘴龜',
    nil,
  },
  [14630] = {
    '硬皮鉗嘴龜',
    nil,
  },
  [14631] = {
    '橄欖綠鉗嘴龜',
    nil,
  },
  [14632] = {
    '鷹喙鉗嘴龜',
    nil,
  },
  [14633] = {
    '白色鉗嘴龜',
    nil,
  },
  [14634] = {
    '偵察隊長洛洛爾',
    '瑟銀兄弟會',
  },
  [14635] = {
    '昏昏欲睡的黑鐵工人',
    nil,
  },
  [14636] = {
    '比拉凱琳',
    nil,
  },
  [14637] = {
    '索爾賓·范達瑟',
    nil,
  },
  [14638] = {
    '被縮小的波濤巨人',
    nil,
  },
  [14639] = {
    '被縮小的深海巨人',
    nil,
  },
  [14640] = {
    '被縮小的峭壁巨人',
    nil,
  },
  [14645] = {
    '戰歌峽谷傳令官',
    nil,
  },
  [14646] = {
    '斯坦索姆觸發器',
    nil,
  },
  [14661] = {
    '毒刺鞭笞者',
    nil,
  },
  [14662] = {
    '墮落火焰新星圖騰 V',
    nil,
  },
  [14663] = {
    '墮落石甲圖騰 VI',
    nil,
  },
  [14664] = {
    '墮落的治療之泉圖騰 V',
    nil,
  },
  [14666] = {
    '墮落風怒圖騰 III',
    nil,
  },
  [14667] = {
    '墮落圖騰',
    nil,
  },
  [14668] = {
    '墮落煉獄火',
    nil,
  },
  [14681] = {
    '傳送器故障',
    nil,
  },
  [14682] = {
    '塞沃爾',
    nil,
  },
  [14686] = {
    '法瑟蕾絲女士',
    nil,
  },
  [14693] = {
    '瑟克恩',
    nil,
  },
  [14695] = {
    '黑木領主',
    nil,
  },
  [14697] = {
    '笨拙的憎惡',
    nil,
  },
  [14715] = {
    '銀翼精英',
    nil,
  },
  [14717] = {
    '部落精英',
    nil,
  },
  [14718] = {
    '部落苦力',
    nil,
  },
  [14720] = {
    '薩魯法爾霸王',
    nil,
  },
  [14721] = {
    '戰場元帥艾法希比',
    nil,
  },
  [14722] = {
    nil,
    '聯盟布匹軍需官',
  },
  [14723] = {
    '米斯蒂娜·鋼盾',
    '聯盟布匹軍需官',
  },
  [14724] = {
    nil,
    '聯盟布匹軍需官',
  },
  [14725] = {
    '萊頓·暗影',
    '聯盟布匹軍需官',
  },
  [14726] = {
    '萊什納·刺藤',
    '部落布匹軍需官',
  },
  [14727] = {
    nil,
    '部落布匹軍需官',
  },
  [14728] = {
    '拉姆斯塔格',
    '部落布匹軍需官',
  },
  [14729] = {
    nil,
    '部落布匹軍需官',
  },
  [14730] = {
    '惡齒警戒者',
    nil,
  },
  [14731] = {
    nil,
    '旅店老闆',
  },
  [14732] = {
    'PvP CTF 榮譽記分員',
    nil,
  },
  [14733] = {
    '哨兵遠歌',
    nil,
  },
  [14734] = {
    '惡齒鼓手',
    nil,
  },
  [14736] = {
    '斷齒族長',
    nil,
  },
  [14737] = {
    '鐵匠斯拉提',
    '鍛造供應商',
  },
  [14738] = {
    nil,
    '烹飪供應商',
  },
  [14739] = {
    '秘術使雅爾金',
    '施法材料',
  },
  [14740] = {
    '『垂釣者』卡圖姆',
    '釣魚訓練師和供應商',
  },
  [14741] = {
    '獵人馬克霍爾',
    '獸欄管理員',
  },
  [14742] = {
    '札普·法弗林',
    '精神失常的工程師',
  },
  [14743] = {
    '霍爾迪·水爐',
    '工程師',
  },
  [14744] = {
    '霜狼嗥叫者',
    nil,
  },
  [14745] = {
    '雷矛軍用戰騎',
    nil,
  },
  [14748] = {
    '邪枝綁架者',
    nil,
  },
  [14750] = {
    '古拉巴什蝠騎兵',
    nil,
  },
  [14751] = {
    '霜狼戰旗',
    nil,
  },
  [14752] = {
    '雷矛戰旗',
    nil,
  },
  [14753] = {
    '銀翼補給員艾蒂爾·月火',
    '銀翼物資官',
  },
  [14754] = {
    nil,
    '戰歌物資官',
  },
  [14755] = {
    '綠色小神龍',
    nil,
  },
  [14756] = {
    '紅色小神龍',
    nil,
  },
  [14757] = {
    '斷齒長者',
    nil,
  },
  [14758] = {
    '祖爾格拉布觸發器',
    nil,
  },
  [14761] = {
    '厄運爬蟲',
    nil,
  },
  [14762] = {
    '丹巴達爾北部元帥',
    nil,
  },
  [14763] = {
    '丹巴達爾南部元帥',
    nil,
  },
  [14764] = {
    '冰翼元帥',
    nil,
  },
  [14765] = {
    '石爐元帥',
    nil,
  },
  [14766] = {
    '冰血元帥',
    nil,
  },
  [14767] = {
    '哨塔高地元帥',
    nil,
  },
  [14768] = {
    '東部霜狼元帥',
    nil,
  },
  [14769] = {
    '西部霜狼元帥',
    nil,
  },
  [14770] = {
    '丹巴達爾北部將領',
    nil,
  },
  [14771] = {
    '丹巴達爾南部將領',
    nil,
  },
  [14772] = {
    '東部霜狼將領',
    nil,
  },
  [14773] = {
    '冰血將領',
    nil,
  },
  [14774] = {
    '冰翼將領',
    nil,
  },
  [14775] = {
    '石爐將領',
    nil,
  },
  [14776] = {
    '哨塔高地將領',
    nil,
  },
  [14777] = {
    '西部霜狼將領',
    nil,
  },
  [14781] = {
    '沙塔爾·碎顱',
    nil,
  },
  [14821] = {
    '拉札希迅猛龍',
    nil,
  },
  [14823] = {
    '希拉斯·暗月',
    nil,
  },
  [14825] = {
    '衰老的侍女',
    nil,
  },
  [14826] = {
    '祭品食人妖',
    nil,
  },
  [14827] = {
    '伯斯',
    nil,
  },
  [14828] = {
    '吉瓦斯·葛萊蓋特',
    '紀念品與玩具獎品',
  },
  [14829] = {
    '亞布·尼比蓋爾',
    nil,
  },
  [14832] = {
    nil,
    '世上最強的女人!',
  },
  [14833] = {
    nil,
    '記憶力世界第一!',
  },
  [14842] = {
    '梅爾南·黑石',
    '暗月馬戲團叫賣者',
  },
  [14843] = {
    '克魯本·暗刃',
    '暗月馬戲團叫賣者',
  },
  [14844] = {
    nil,
    '飲料商',
  },
  [14845] = {
    '史丹普·雷角',
    '食品商',
  },
  [14846] = {
    nil,
    '寵物與坐騎獎品',
  },
  [14847] = {
    '薩杜斯·帕里歐教授',
    '暗月卡片',
  },
  [14848] = {
    '信使',
    nil,
  },
  [14849] = {
    '暗月工作人員',
    nil,
  },
  [14859] = {
    '守衛塔魯克',
    nil,
  },
  [14861] = {
    '基爾圖諾斯的衛士',
    nil,
  },
  [14862] = {
    '洛曼卡恩大使',
    nil,
  },
  [14864] = {
    '卡茲莫丹山羊',
    nil,
  },
  [14866] = {
    '弗里克的青蛙',
    nil,
  },
  [14869] = {
    '侏儒雞',
    nil,
  },
  [14875] = {
    nil,
    '拉斯塔哈之手',
  },
  [14876] = {
    '贊達拉精神醫師',
    nil,
  },
  [14877] = {
    '高階祭司溫諾希斯',
    '灰燼使者',
  },
  [14878] = {
    '小嘓嘓',
    nil,
  },
  [14879] = {
    '阿拉希盆地戰場軍官',
    nil,
  },
  [14880] = {
    '拉札希誘捕者',
    nil,
  },
  [14881] = {
    '蜘蛛',
    nil,
  },
  [14882] = {
    '阿塔萊侍女',
    nil,
  },
  [14883] = {
    '巫毒奴隸',
    nil,
  },
  [14884] = {
    '寄生蛇',
    nil,
  },
  [14892] = {
    '利牙',
    nil,
  },
  [14893] = {
    '守衛庫拉爾',
    nil,
  },
  [14894] = {
    '蜂群',
    nil,
  },
  [14902] = {
    '『擊破者』金羅克',
    nil,
  },
  [14903] = {
    '『全知者』阿塔比姆',
    nil,
  },
  [14904] = {
    '祖達薩的梅維基',
    nil,
  },
  [14905] = {
    '盲眼法希爾',
    nil,
  },
  [14910] = {
    nil,
    '拉斯塔哈的僕從',
  },
  [14911] = {
    '贊達拉執行者',
    nil,
  },
  [14912] = {
    '被捕獲的哈卡萊狂熱者',
    nil,
  },
  [14921] = {
    '商人林沃斯',
    '贊達拉供應商和修理工',
  },
  [14941] = {
    '高階祭司耶克里克',
    '灰燼使者',
  },
  [14942] = {
    '卡爾特拉·血喉',
    '奧特蘭克山谷戰場軍官',
  },
  [14943] = {
    '古斯的坐騎',
    nil,
  },
  [14944] = {
    '傑斯托的坐騎',
    nil,
  },
  [14945] = {
    '穆維里克的戰鬥坐騎',
    nil,
  },
  [14946] = {
    '斯里多爾的獅鷲獸',
    nil,
  },
  [14947] = {
    '艾克曼的獅鷲獸',
    nil,
  },
  [14948] = {
    '維波里的獅鷲獸',
    nil,
  },
  [14961] = {
    '米維納·響囊',
    '燻木牧場',
  },
  [14962] = {
    '迪洛德·考伯賓奇',
    '燻木牧場',
  },
  [14963] = {
    '加普·響囊',
    '燻木牧場',
  },
  [14964] = {
    '赫克·考伯賓奇',
    '燻木牧場',
  },
  [14965] = {
    '瘋狂的覓血蝙蝠',
    nil,
  },
  [14966] = {
    '高階祭司塞卡爾',
    '灰燼使者',
  },
  [14967] = {
    '高階女祭司瑪俐',
    '灰燼使者',
  },
  [14968] = {
    '高階祭司阿洛克',
    '灰燼使者',
  },
  [14981] = {
    nil,
    '戰歌峽谷戰場軍官',
  },
  [14982] = {
    nil,
    '戰歌峽谷戰場軍官',
  },
  [14983] = {
    '戰場元帥奧斯萊特',
    nil,
  },
  [14984] = {
    '瑪克里爾中士',
    nil,
  },
  [14986] = {
    '金度之影',
    nil,
  },
  [14987] = {
    '強力治療結界',
    nil,
  },
  [14989] = {
    '毒性雲霧',
    nil,
  },
  [14990] = {
    '污染者大使',
    nil,
  },
  [14991] = {
    '阿拉索聯軍大使',
    nil,
  },
  [14994] = {
    '贊達拉事件產生器',
    nil,
  },
  [15001] = {
    'PvP A-Mid 榮譽記分員',
    nil,
  },
  [15002] = {
    'PvP Mid 榮譽記分員',
    nil,
  },
  [15003] = {
    'PvP H-Mid 榮譽記分員',
    nil,
  },
  [15004] = {
    'PvP ALT-S 榮譽記分員',
    nil,
  },
  [15005] = {
    'PvP ALT-N 榮譽記分員',
    nil,
  },
  [15006] = {
    '迪茲·斯諾班',
    '阿拉希盆地戰場軍官',
  },
  [15007] = {
    '瑪洛維爾爵士',
    '阿拉希盆地戰場軍官',
  },
  [15008] = {
    '赫塔希姆女士',
    '阿拉希盆地戰場軍官',
  },
  [15009] = {
    '巫毒之魂',
    nil,
  },
  [15010] = {
    '叢林蟾蜍',
    nil,
  },
  [15011] = {
    '瓦格納·巨錘',
    nil,
  },
  [15021] = {
    '屠殺者杜維爾',
    nil,
  },
  [15022] = {
    '亡靈哨兵莫提斯',
    nil,
  },
  [15041] = {
    '瑪俐的爪牙',
    nil,
  },
  [15042] = {
    '『無眠者』贊札',
    nil,
  },
  [15043] = {
    '祖利安鱷魚',
    nil,
  },
  [15045] = {
    '阿拉希農夫',
    nil,
  },
  [15046] = {
    '被遺忘者農夫',
    nil,
  },
  [15061] = {
    '金度之靈',
    nil,
  },
  [15062] = {
    '阿拉希伐木工',
    nil,
  },
  [15063] = {
    '阿拉希鐵匠',
    nil,
  },
  [15064] = {
    '被遺忘者鐵匠',
    nil,
  },
  [15065] = {
    '雷蒂',
    nil,
  },
  [15067] = {
    '祖利安潛獵者',
    nil,
  },
  [15068] = {
    '祖利安守護者',
    nil,
  },
  [15069] = {
    '哈卡之心',
    nil,
  },
  [15070] = {
    nil,
    '贊札的僕從',
  },
  [15071] = {
    '安德弗特',
    nil,
  },
  [15072] = {
    '斯派克',
    nil,
  },
  [15073] = {
    '派特的地獄火',
    nil,
  },
  [15074] = {
    '阿拉希礦工',
    nil,
  },
  [15075] = {
    '被遺忘者礦工',
    nil,
  },
  [15076] = {
    '贊達拉大使',
    nil,
  },
  [15077] = {
    '林格·巴斯貝特',
    '釣魚大師',
  },
  [15078] = {
    nil,
    '釣魚大師的學徒',
  },
  [15079] = {
    '釣魚機器人5000型',
    nil,
  },
  [15080] = {
    '僕從之手',
    '拉斯塔哈之手',
  },
  [15086] = {
    '阿拉希馬伕',
    nil,
  },
  [15087] = {
    '被遺忘者馬伕',
    nil,
  },
  [15088] = {
    '藏寶海灣精英',
    nil,
  },
  [15089] = {
    '被遺忘者伐木工',
    nil,
  },
  [15090] = {
    '迅捷拉札希迅猛龍',
    nil,
  },
  [15091] = {
    '祖爾格拉布黑豹觸發器',
    nil,
  },
  [15101] = {
    '祖利安徘徊者',
    nil,
  },
  [15102] = {
    '銀翼大使',
    nil,
  },
  [15103] = {
    '雷矛大使',
    nil,
  },
  [15104] = {
    '迅捷祖利安猛虎',
    nil,
  },
  [15105] = {
    '戰歌大使',
    nil,
  },
  [15106] = {
    '霜狼大使',
    nil,
  },
  [15107] = {
    '阿拉希軍馬',
    nil,
  },
  [15108] = {
    '被遺忘者軍馬',
    nil,
  },
  [15109] = {
    '原始祝福幻象',
    '灰燼使者',
  },
  [15110] = {
    '古拉巴什囚犯',
    nil,
  },
  [15111] = {
    '瘋狂僕從',
    nil,
  },
  [15112] = {
    '洗腦圖騰',
    nil,
  },
  [15113] = {
    '榮耀的英雄',
    nil,
  },
  [15115] = {
    '榮耀的先祖',
    nil,
  },
  [15116] = {
    nil,
    '釣魚大賽宣傳員',
  },
  [15117] = {
    '禁錮之魂',
    nil,
  },
  [15118] = {
    '釣魚大師形態',
    nil,
  },
  [15119] = {
    nil,
    '釣魚大賽宣傳員',
  },
  [15122] = {
    '死掉的加茲蘭卡',
    nil,
  },
  [15124] = {
    '塔戈特·響囊',
    '燻木牧場',
  },
  [15125] = {
    '克斯可·考伯賓奇',
    '燻木牧場',
  },
  [15126] = {
    nil,
    '污染者物資官',
  },
  [15127] = {
    nil,
    '阿拉索聯軍物資官',
  },
  [15128] = {
    '污染者精英',
    nil,
  },
  [15130] = {
    '阿拉索聯軍精英',
    nil,
  },
  [15131] = {
    nil,
    '獸欄管理員',
  },
  [15136] = {
    '落錘精英',
    nil,
  },
  [15137] = {
    '米奈希爾精英',
    nil,
  },
  [15138] = {
    '銀松精英',
    nil,
  },
  [15139] = {
    '加茲蘭卡傳令官',
    nil,
  },
  [15140] = {
    '派特的震動效果',
    nil,
  },
  [15141] = {
    '瘋狂之門',
    nil,
  },
  [15146] = {
    '瘋狂虛無行者',
    nil,
  },
  [15162] = {
    '血色審判官',
    nil,
  },
  [15163] = {
    '夢魘幻影',
    nil,
  },
  [15164] = {
    '莫高雷觸發器',
    nil,
  },
  [15165] = {
    '傲慢的店主',
    '時尚設計師',
  },
  [15168] = {
    '邪惡的甲蟲',
    nil,
  },
  [15169] = {
    '『永恆觀察者』拉羅沙爾',
    nil,
  },
  [15170] = {
    '魯特加爾·塑紋者',
    nil,
  },
  [15171] = {
    '法蘭克爾·石橋',
    nil,
  },
  [15172] = {
    nil,
    '布萊恩·銅鬚的寵物猴',
  },
  [15174] = {
    nil,
    '旅店老闆',
  },
  [15175] = {
    '庫爾·銳角',
    '施法材料',
  },
  [15176] = {
    nil,
    '鐵匠舖',
  },
  [15177] = {
    '克勞德·天舞者',
    '角鷹獸管理員',
  },
  [15178] = {
    '魯克·馴風者',
    '雙足飛龍管理員',
  },
  [15179] = {
    nil,
    '貿易供應商',
  },
  [15180] = {
    '流沙守望者巴里斯托爾斯',
    nil,
  },
  [15181] = {
    '指揮官瑪爾利斯',
    nil,
  },
  [15182] = {
    nil,
    '守衛隊長',
  },
  [15183] = {
    '地理學家拉克斯班',
    nil,
  },
  [15184] = {
    '塞納里奧城堡步兵',
    nil,
  },
  [15185] = {
    '諾茲多姆的子嗣',
    nil,
  },
  [15186] = {
    '莫奇',
    nil,
  },
  [15187] = {
    '塞納里奧使者安亞·碧月',
    nil,
  },
  [15188] = {
    '塞納里奧使者黑蹄',
    nil,
  },
  [15189] = {
    '比提克斯·斯巴格',
    nil,
  },
  [15190] = {
    '諾格·斯巴格',
    nil,
  },
  [15191] = {
    '喚風者傲角',
    nil,
  },
  [15193] = {
    '希瓦娜斯·風行者女士',
    nil,
  },
  [15194] = {
    '隱士奧泰爾',
    nil,
  },
  [15195] = {
    '稻草人守護者',
    nil,
  },
  [15196] = {
    '死亡彎鉤',
    nil,
  },
  [15197] = {
    '黑暗召喚者雅恩卡',
    nil,
  },
  [15199] = {
    '哈特曼中士',
    nil,
  },
  [15200] = {
    '暮光守衛者瑪恩納',
    '暮光之錘',
  },
  [15201] = {
    '暮光烈焰劫奪者',
    nil,
  },
  [15202] = {
    '卑鄙的維拉爾',
    '暮光之錘',
  },
  [15203] = {
    '斯卡德諾克斯王子',
    '高階深淵議會',
  },
  [15204] = {
    '大元帥維拉希斯',
    '高階深淵議會',
  },
  [15205] = {
    '卡蘇姆男爵',
    '高階深淵議會',
  },
  [15206] = {
    '辛德爾公爵',
    '深淵議會',
  },
  [15207] = {
    '深淵公爵',
    '深淵議會',
  },
  [15208] = {
    '裂石公爵',
    '深淵議會',
  },
  [15209] = {
    '赤紅聖殿騎士',
    '深淵議會',
  },
  [15211] = {
    '蒼藍聖殿騎士',
    '深淵議會',
  },
  [15212] = {
    '蒼白聖殿騎士',
    '深淵議會',
  },
  [15213] = {
    '暮光主宰',
    '暮光之錘',
  },
  [15214] = {
    '隱形的潛獵者',
    nil,
  },
  [15215] = {
    '娜塔莉亞·瑪爾利斯',
    '克蘇恩的高階祭司',
  },
  [15216] = {
    '男性鬼魂',
    nil,
  },
  [15217] = {
    '女性鬼魂',
    nil,
  },
  [15218] = {
    '暗月馬戲團火砲',
    nil,
  },
  [15220] = {
    '微風公爵',
    '深淵議會',
  },
  [15221] = {
    '法蘭克爾隱形觸發器',
    nil,
  },
  [15222] = {
    '魯特加爾隱形觸發器',
    nil,
  },
  [15224] = {
    '夢境迷霧',
    nil,
  },
  [15229] = {
    '維克尼斯士兵',
    nil,
  },
  [15230] = {
    '維克尼斯戰士',
    nil,
  },
  [15233] = {
    '維克尼斯守護者',
    nil,
  },
  [15235] = {
    '維克尼斯鞭笞者',
    nil,
  },
  [15236] = {
    '維克尼斯黃蜂',
    nil,
  },
  [15240] = {
    '維克尼斯爬行者',
    nil,
  },
  [15246] = {
    '其拉斬靈者',
    nil,
  },
  [15247] = {
    '其拉洗腦者',
    nil,
  },
  [15249] = {
    '其拉鞭擊者',
    nil,
  },
  [15250] = {
    '其拉執行者',
    nil,
  },
  [15252] = {
    '其拉勇士',
    nil,
  },
  [15260] = {
    '瘋狂的德魯伊靈魂',
    nil,
  },
  [15261] = {
    '靈魂之影',
    nil,
  },
  [15262] = {
    '黑曜石根除者',
    nil,
  },
  [15263] = {
    '預言者斯克拉姆',
    nil,
  },
  [15264] = {
    '阿努比薩斯哨兵',
    nil,
  },
  [15270] = {
    '霍姆·蠻鬃',
    nil,
  },
  [15275] = {
    '維克尼拉斯大帝',
    nil,
  },
  [15276] = {
    '維克洛爾大帝',
    nil,
  },
  [15277] = {
    '阿努比薩斯防衛者',
    nil,
  },
  [15282] = {
    '奧莉爾·金葉',
    nil,
  },
  [15286] = {
    nil,
    '雷戈蟲巢主宰',
  },
  [15288] = {
    nil,
    '亞什蟲巢主宰',
  },
  [15290] = {
    nil,
    '佐拉蟲巢主宰',
  },
  [15293] = {
    '安迪爾·風矛',
    nil,
  },
  [15300] = {
    '維克尼斯雄蜂',
    nil,
  },
  [15302] = {
    '泰拉爾之影',
    nil,
  },
  [15303] = {
    '瑪克希瑪·布萊頓海默',
    '暗月馬戲團砲手',
  },
  [15304] = {
    '上古法力之泉圖騰',
    nil,
  },
  [15305] = {
    '斯古恩領主',
    '高階深淵議會',
  },
  [15306] = {
    '鮑爾·蠻鬃',
    nil,
  },
  [15307] = {
    '土色聖殿騎士',
    '深淵議會',
  },
  [15308] = {
    '暮光預言者',
    '暮光之錘',
  },
  [15311] = {
    '阿努比薩斯護衛',
    nil,
  },
  [15312] = {
    '黑曜石淨化者',
    nil,
  },
  [15313] = {
    '月夜梟獸',
    '夜精靈德魯伊',
  },
  [15314] = {
    '月夜梟獸',
    '牛頭人德魯伊',
  },
  [15315] = {
    '麥琳妮·霜月',
    '武器商',
  },
  [15316] = {
    '其拉甲蟲',
    nil,
  },
  [15317] = {
    '其拉蠍蟲',
    nil,
  },
  [15318] = {
    '札拉雄蜂',
    nil,
  },
  [15319] = {
    '札拉採集者',
    nil,
  },
  [15320] = {
    '札拉士兵',
    nil,
  },
  [15323] = {
    '札拉沙巡者',
    nil,
  },
  [15324] = {
    '其拉角鬥士',
    nil,
  },
  [15325] = {
    '札拉異種蠍',
    nil,
  },
  [15327] = {
    '札拉毒蠍',
    nil,
  },
  [15328] = {
    '暗月蒸汽坦克',
    nil,
  },
  [15333] = {
    '矽酸鹽吞噬者',
    nil,
  },
  [15334] = {
    '巨人眼球觸鬚',
    nil,
  },
  [15335] = {
    '血肉獵手',
    nil,
  },
  [15336] = {
    '札拉鞭尾蠍',
    nil,
  },
  [15338] = {
    '黑曜石毀滅者',
    nil,
  },
  [15339] = {
    '『無疤者』奧斯里安',
    nil,
  },
  [15341] = {
    '拉賈克斯將軍',
    nil,
  },
  [15343] = {
    '其拉蟲群衛士',
    nil,
  },
  [15344] = {
    '蟲群守衛尼德勒',
    nil,
  },
  [15350] = {
    '部落戰爭使者',
    nil,
  },
  [15351] = {
    '聯盟准將',
    nil,
  },
  [15353] = {
    '卡翠娜·閃星',
    '萬鬼節招待員',
  },
  [15354] = {
    nil,
    '萬鬼節招待員',
  },
  [15355] = {
    '阿努比薩斯守護者',
    nil,
  },
  [15362] = {
    '瑪法里恩·怒風',
    nil,
  },
  [15363] = {
    '靈魂圖騰',
    nil,
  },
  [15364] = {
    '玩具蒸汽坦克',
    nil,
  },
  [15368] = {
    '坦克地雷',
    nil,
  },
  [15369] = {
    '『狩獵者』阿亞米斯',
    nil,
  },
  [15370] = {
    '『暴食者』布魯',
    nil,
  },
  [15373] = {
    '萬鬼節海賊船長',
    nil,
  },
  [15374] = {
    '萬鬼節亡靈海賊',
    nil,
  },
  [15375] = {
    '萬鬼節女海賊',
    nil,
  },
  [15376] = {
    '萬鬼節男鬼魂',
    nil,
  },
  [15377] = {
    '萬鬼節女鬼魂',
    nil,
  },
  [15378] = {
    '『夢境之龍』麥琳瑟拉',
    nil,
  },
  [15381] = {
    '『上古之龍』安納克羅斯',
    nil,
  },
  [15382] = {
    '范達爾·鹿盔',
    nil,
  },
  [15383] = {
    '布羅恩·石眉',
    '銅錠收集者',
  },
  [15384] = {
    'Old世界啟動器(DO NOT DELETE)',
    nil,
  },
  [15387] = {
    '其拉戰士',
    nil,
  },
  [15388] = {
    '帕康少校',
    nil,
  },
  [15389] = {
    '德蘭上尉',
    nil,
  },
  [15390] = {
    '瑟瑞姆上尉',
    nil,
  },
  [15391] = {
    '奎茲上尉',
    nil,
  },
  [15392] = {
    '圖畢德上尉',
    nil,
  },
  [15394] = {
    '部落的英雄',
    nil,
  },
  [15410] = {
    '安納克羅斯巨龍形態',
    nil,
  },
  [15411] = {
    '亞雷戈斯龍類形態',
    nil,
  },
  [15412] = {
    '凱雷斯塔茲龍類形態',
    nil,
  },
  [15413] = {
    '麥琳瑟拉龍類形態',
    nil,
  },
  [15414] = {
    '其拉黃蜂',
    nil,
  },
  [15415] = {
    '南海鎮臭彈計數器',
    nil,
  },
  [15419] = {
    nil,
    '附魔供應商',
  },
  [15421] = {
    '其拉雄蜂',
    nil,
  },
  [15422] = {
    '其拉坦克',
    nil,
  },
  [15423] = {
    '卡多雷步兵',
    nil,
  },
  [15424] = {
    '阿努比薩斯征服者',
    nil,
  },
  [15426] = {
    '安其拉觸發器',
    nil,
  },
  [15427] = {
    '麥琳瑟拉的覺醒',
    nil,
  },
  [15428] = {
    '沙塵龍捲風',
    nil,
  },
  [15429] = {
    '噁心的小軟泥怪',
    nil,
  },
  [15431] = {
    '卡恩斯下士',
    '鐵錠收集者',
  },
  [15432] = {
    '塔文布萊德夫人',
    '瑟銀錠收集者',
  },
  [15434] = {
    '士兵德拉克里格',
    '荊棘藻收集者',
  },
  [15436] = {
    '迫擊砲中士斯托特·頑錘',
    nil,
  },
  [15437] = {
    '艾文·夜歌',
    '紫蓮花收集者',
  },
  [15440] = {
    '布萊卡維爾上尉',
    '鐵爐堡兵團上尉',
  },
  [15441] = {
    '鐵爐堡兵團步槍兵',
    nil,
  },
  [15442] = {
    '鐵爐堡兵團步卒',
    nil,
  },
  [15443] = {
    '珍妮拉·頑錘',
    nil,
  },
  [15444] = {
    '秘法師諾斯賓',
    nil,
  },
  [15445] = {
    '士官長戈麥恩',
    '阿薩斯之淚收集者',
  },
  [15446] = {
    '波尼·碎石',
    '輕皮收集者',
  },
  [15448] = {
    '士兵波特',
    '中皮收集者',
  },
  [15449] = {
    '佐拉混合獸',
    nil,
  },
  [15450] = {
    '瑪爾塔·鋼軸',
    '厚皮收集者',
  },
  [15451] = {
    '哨兵塞爾瓦·銀空',
    '亞麻繃帶收集者',
  },
  [15452] = {
    '女護士斯通菲爾德',
    '絲質繃帶收集者',
  },
  [15453] = {
    '守衛者莫沙·月影',
    '符文布繃帶收集者',
  },
  [15454] = {
    '安納克羅斯隱形任務觸發器',
    nil,
  },
  [15455] = {
    '美食家斯里克',
    '彩鰭魚收集者',
  },
  [15456] = {
    '薩拉·塞維斯',
    '烤迅猛龍肉收集者',
  },
  [15457] = {
    '女獵手蕾爾·急流',
    '斑點黃尾魚收集者',
  },
  [15458] = {
    '指揮官漢默·石錘',
    '聯盟大使',
  },
  [15459] = {
    '礦工克羅威爾',
    '銅錠收集者',
  },
  [15460] = {
    '蠻兵瑪烏格',
    '錫錠收集者',
  },
  [15461] = {
    '食腦甲蟲',
    nil,
  },
  [15462] = {
    '噴液甲蟲',
    nil,
  },
  [15463] = {
    'zzOLD風之優雅圖騰 III',
    nil,
  },
  [15464] = {
    'zzOLD大地之力圖騰 V',
    nil,
  },
  [15466] = {
    '年獸的爪牙',
    nil,
  },
  [15467] = {
    '年獸',
    nil,
  },
  [15469] = {
    '軍士長克拉恩',
    '秘銀錠收集者',
  },
  [15471] = {
    '安多洛夫中將',
    nil,
  },
  [15473] = {
    '卡多雷精英',
    nil,
  },
  [15475] = {
    '甲蟲',
    nil,
  },
  [15476] = {
    '蠍子',
    nil,
  },
  [15477] = {
    '草藥師波德·飛羽',
    '寧神花收集者',
  },
  [15481] = {
    '艾索雷葛斯之靈',
    nil,
  },
  [15491] = {
    '『夢境暴君』伊蘭尼庫斯',
    nil,
  },
  [15495] = {
    '永夜港防衛者',
    nil,
  },
  [15498] = {
    '喚風者耶薩德拉',
    nil,
  },
  [15499] = {
    '守望者哈洛',
    nil,
  },
  [15500] = {
    '凱伊·迅爪',
    nil,
  },
  [15502] = {
    nil,
    '瑪里苟斯的後裔',
  },
  [15503] = {
    nil,
    '雅立史卓莎的後裔',
  },
  [15504] = {
    nil,
    '伊瑟拉的後裔',
  },
  [15505] = {
    '運河狂魚',
    nil,
  },
  [15507] = {
    '『暴食者』布魯',
    '灰燼使者',
  },
  [15508] = {
    '蝙蝠騎士比雷凱基',
    '火焰花收集者',
  },
  [15509] = {
    '哈霍蘭公主',
    nil,
  },
  [15510] = {
    '不屈的范克里斯',
    nil,
  },
  [15511] = {
    '克里領主',
    nil,
  },
  [15512] = {
    '藥劑師耶澤爾',
    '紫蓮花收集者',
  },
  [15514] = {
    '布魯的卵',
    nil,
  },
  [15515] = {
    '剝皮師亞曼尼',
    '重皮收集者',
  },
  [15516] = {
    '戰地衛士沙爾圖拉',
    nil,
  },
  [15521] = {
    '札拉雛蟲',
    nil,
  },
  [15522] = {
    '烏瑪拉中士',
    '厚皮收集者',
  },
  [15524] = {
    '麋鹿',
    nil,
  },
  [15525] = {
    '塞拉圖斯',
    '硬甲皮收集者',
  },
  [15526] = {
    '人魚米莉蒂絲',
    nil,
  },
  [15527] = {
    '法力惡魔',
    nil,
  },
  [15528] = {
    '醫者朗蘭納',
    '絨線繃帶收集者',
  },
  [15529] = {
    '卡隆女士',
    '魔紋繃帶收集者',
  },
  [15532] = {
    '石衛士陶蹄',
    '符文布繃帶收集者',
  },
  [15533] = {
    '血衛士拉爾塔',
    '瘦狼排收集者',
  },
  [15534] = {
    '漁夫林度',
    '斑點黃尾魚收集者',
  },
  [15535] = {
    '圖拉·利爪',
    '烤鮭魚收集者',
  },
  [15537] = {
    '阿努比薩斯戰士',
    nil,
  },
  [15538] = {
    '阿努比薩斯蟲群衛士',
    nil,
  },
  [15539] = {
    '佐格將軍',
    '部落大使',
  },
  [15540] = {
    '喚風者卡爾東',
    nil,
  },
  [15541] = {
    '暮光掠奪者莫娜',
    '暮光之錘',
  },
  [15542] = {
    '暮光掠奪者',
    '暮光之錘',
  },
  [15543] = {
    '亞爾基公主',
    nil,
  },
  [15545] = {
    '塞納里奧先遣騎',
    nil,
  },
  [15546] = {
    '札拉蟲群',
    nil,
  },
  [15549] = {
    '深晨長者',
    nil,
  },
  [15552] = {
    '維維爾博士',
    nil,
  },
  [15553] = {
    '維維爾的飛行器',
    nil,
  },
  [15554] = {
    '人造猿二號',
    nil,
  },
  [15555] = {
    '札拉幼蟲',
    nil,
  },
  [15556] = {
    '劈石長者',
    nil,
  },
  [15557] = {
    '巨石長者',
    nil,
  },
  [15558] = {
    '銀脈長者',
    nil,
  },
  [15559] = {
    '高峰長者',
    nil,
  },
  [15560] = {
    '石壘長者',
    nil,
  },
  [15561] = {
    '黑曜長者',
    nil,
  },
  [15562] = {
    '錘嘯長者',
    nil,
  },
  [15563] = {
    '怒嘯長者',
    nil,
  },
  [15564] = {
    '暗靈長者',
    nil,
  },
  [15565] = {
    '雷眉長者',
    nil,
  },
  [15566] = {
    '雪冠長者',
    nil,
  },
  [15567] = {
    '鐵環長者',
    nil,
  },
  [15568] = {
    '墓生長者',
    nil,
  },
  [15569] = {
    '金善長者',
    nil,
  },
  [15570] = {
    '基石長者',
    nil,
  },
  [15571] = {
    '巨齒鯊',
    nil,
  },
  [15572] = {
    '符文圖騰長者',
    nil,
  },
  [15573] = {
    '狂暴圖騰長者',
    nil,
  },
  [15574] = {
    '石塔長者',
    nil,
  },
  [15575] = {
    '血蹄長者',
    nil,
  },
  [15576] = {
    '冬蹄長者',
    nil,
  },
  [15577] = {
    '逐星長者',
    nil,
  },
  [15578] = {
    '蠻鬃長者',
    nil,
  },
  [15579] = {
    '暗角長者',
    nil,
  },
  [15580] = {
    '以斯拉·麥蹄長者',
    nil,
  },
  [15581] = {
    '恐怖圖騰長者',
    nil,
  },
  [15582] = {
    '風之圖騰長者',
    nil,
  },
  [15583] = {
    '雷角長者',
    nil,
  },
  [15584] = {
    '星眼長者',
    nil,
  },
  [15585] = {
    '晨行長者',
    nil,
  },
  [15586] = {
    '夢境先知長者',
    nil,
  },
  [15587] = {
    '霧行長者',
    nil,
  },
  [15588] = {
    '高山長者',
    nil,
  },
  [15589] = {
    '克蘇恩之眼',
    nil,
  },
  [15590] = {
    '奧斯里安水晶觸發器',
    nil,
  },
  [15591] = {
    '維維爾的爪牙',
    nil,
  },
  [15592] = {
    '風行長者',
    nil,
  },
  [15593] = {
    '星歌長者',
    nil,
  },
  [15594] = {
    '月擊長者',
    nil,
  },
  [15595] = {
    '月擊長者',
    nil,
  },
  [15596] = {
    '星林長者',
    nil,
  },
  [15597] = {
    '月守長者',
    nil,
  },
  [15598] = {
    '劍捷長者',
    nil,
  },
  [15599] = {
    '刃歌長者',
    nil,
  },
  [15600] = {
    '天光長者',
    nil,
  },
  [15601] = {
    '星織長者',
    nil,
  },
  [15602] = {
    '草奔長者',
    nil,
  },
  [15603] = {
    '夜風長者',
    nil,
  },
  [15604] = {
    '晨露長者',
    nil,
  },
  [15605] = {
    '河歌長者',
    nil,
  },
  [15606] = {
    '銳矛長者',
    nil,
  },
  [15607] = {
    '遙語長者',
    nil,
  },
  [15609] = {
    '塞納里奧斥候蘭迪奧',
    nil,
  },
  [15610] = {
    '塞納里奧斥候艾澤奈爾',
    nil,
  },
  [15611] = {
    '塞納里奧斥候佳莉亞',
    nil,
  },
  [15612] = {
    '克魯格·碎顱',
    '奧格瑪軍團隊長',
  },
  [15613] = {
    '梅洛克·遠途',
    nil,
  },
  [15614] = {
    '沙德森',
    nil,
  },
  [15615] = {
    '暗影祭司沙艾',
    nil,
  },
  [15616] = {
    '奧格瑪軍團蠻兵',
    nil,
  },
  [15617] = {
    '奧格瑪軍團擲斧者',
    nil,
  },
  [15620] = {
    '雷戈蟲巢獵人殺手',
    nil,
  },
  [15621] = {
    '亞爾基的子嗣',
    nil,
  },
  [15622] = {
    '維克尼斯鑽孔蟲',
    nil,
  },
  [15624] = {
    '森林幽光',
    nil,
  },
  [15625] = {
    '暮光腐蝕者',
    nil,
  },
  [15628] = {
    '被救贖的伊蘭尼庫斯',
    nil,
  },
  [15629] = {
    '夢魘魅靈',
    nil,
  },
  [15630] = {
    '范克里斯的爪牙',
    nil,
  },
  [15631] = {
    '聚光燈',
    nil,
  },
  [15633] = {
    nil,
    '伊露恩的高階女祭司',
  },
  [15634] = {
    '月之女祭司',
    nil,
  },
  [15659] = {
    '拍賣師亞克森',
    nil,
  },
  [15660] = {
    '被變形的伊蘭尼庫斯',
    '灰燼使者',
  },
  [15663] = {
    '戰備志願者',
    nil,
  },
  [15664] = {
    '麋鹿梅特森',
    nil,
  },
  [15665] = {
    '麋鹿',
    nil,
  },
  [15666] = {
    '藍色其拉作戰坦克',
    nil,
  },
  [15667] = {
    '維希度斯水滴',
    nil,
  },
  [15675] = {
    '拍賣師斯托克頓',
    nil,
  },
  [15676] = {
    '拍賣師亞爾利',
    nil,
  },
  [15677] = {
    '拍賣師格拉夫斯',
    nil,
  },
  [15678] = {
    '拍賣師塞爾瓦拉斯',
    nil,
  },
  [15679] = {
    '拍賣師卡札雷茲',
    nil,
  },
  [15681] = {
    '拍賣師奧利雷',
    nil,
  },
  [15682] = {
    '拍賣師凱恩',
    nil,
  },
  [15683] = {
    '拍賣師納克雷米斯',
    nil,
  },
  [15684] = {
    '拍賣師特里特',
    nil,
  },
  [15685] = {
    '南海綁匪',
    nil,
  },
  [15686] = {
    '拍賣師雷克爾',
    nil,
  },
  [15692] = {
    '黑鐵綁匪',
    nil,
  },
  [15693] = {
    '『啟示者』喬納森',
    nil,
  },
  [15694] = {
    '暴風城狂歡者',
    nil,
  },
  [15695] = {
    '維克雙子觸發器',
    nil,
  },
  [15696] = {
    '戰備招募官',
    nil,
  },
  [15698] = {
    '冬天爺爺的助手',
    nil,
  },
  [15699] = {
    '安靜的機械雪人',
    nil,
  },
  [15700] = {
    '督軍格爾庫克',
    '戰備指揮官',
  },
  [15701] = {
    '戰場元帥斯諾·落雪',
    '戰備指揮官',
  },
  [15702] = {
    '高階軍士泰加',
    '戰備招募員',
  },
  [15703] = {
    '高階軍士格瑞弗德',
    '戰備招募員',
  },
  [15704] = {
    '高階軍士凱金',
    '戰備招募員',
  },
  [15705] = {
    '冬天爺爺的小助手',
    nil,
  },
  [15706] = {
    '冬天麋鹿',
    nil,
  },
  [15707] = {
    '軍士長菲茲伯特',
    '戰備招募員',
  },
  [15708] = {
    '軍士長瑪克盧爾',
    '戰備招募員',
  },
  [15709] = {
    '軍士長希德·月影',
    '戰備招募員',
  },
  [15710] = {
    '小雪人',
    nil,
  },
  [15712] = {
    '土堆',
    nil,
  },
  [15713] = {
    '藍色其拉作戰坦克',
    nil,
  },
  [15714] = {
    '黃色其拉作戰坦克',
    nil,
  },
  [15715] = {
    '綠色其拉作戰坦克',
    nil,
  },
  [15716] = {
    '紅色其拉作戰坦克',
    nil,
  },
  [15717] = {
    '奧羅觸發器',
    nil,
  },
  [15718] = {
    '奧羅甲蟲',
    nil,
  },
  [15719] = {
    '雷霆崖狂歡者',
    nil,
  },
  [15720] = {
    '木喉先祖',
    nil,
  },
  [15721] = {
    '機器格林奇',
    nil,
  },
  [15722] = {
    '侍從萊歐倫·瑪爾迪拉斯',
    '獸欄管理員',
  },
  [15723] = {
    '藏寶海灣狂歡者',
    nil,
  },
  [15724] = {
    '醉酒的衛兵',
    nil,
  },
  [15725] = {
    '利爪觸鬚',
    nil,
  },
  [15726] = {
    '眼球觸鬚',
    nil,
  },
  [15728] = {
    '巨型利爪觸鬚',
    nil,
  },
  [15729] = {
    '冬天爺爺的助手',
    nil,
  },
  [15730] = {
    '派特的雪雲人',
    nil,
  },
  [15731] = {
    '達納蘇斯表揚官',
    nil,
  },
  [15732] = {
    '歡樂製造器操作員',
    '燻木牧場',
  },
  [15733] = {
    '諾姆瑞根表揚官',
    nil,
  },
  [15734] = {
    '鐵爐堡表揚官',
    nil,
  },
  [15735] = {
    '暴風城表揚官',
    nil,
  },
  [15736] = {
    '奧格瑪表揚官',
    nil,
  },
  [15737] = {
    '暗矛表揚官',
    nil,
  },
  [15738] = {
    '幽暗城表揚官',
    nil,
  },
  [15739] = {
    '雷霆崖表揚官',
    nil,
  },
  [15740] = {
    '佐拉巨像',
    nil,
  },
  [15741] = {
    '雷戈巨像',
    nil,
  },
  [15742] = {
    '亞什巨像',
    nil,
  },
  [15743] = {
    '巨型阿努比薩斯戰爭使者',
    nil,
  },
  [15744] = {
    '其拉帝王毀滅者',
    nil,
  },
  [15745] = {
    '冬天爺爺的助手',
    nil,
  },
  [15746] = {
    '冬天爺爺的助手',
    nil,
  },
  [15747] = {
    '其拉上尉',
    nil,
  },
  [15748] = {
    '次級阿努比薩斯戰爭使者',
    nil,
  },
  [15749] = {
    '次級異種撕掠者',
    nil,
  },
  [15750] = {
    '其拉少校',
    nil,
  },
  [15751] = {
    '阿努比薩斯戰爭使者',
    nil,
  },
  [15752] = {
    '異種撕掠者',
    nil,
  },
  [15753] = {
    '其拉準將',
    nil,
  },
  [15754] = {
    '大型阿努比薩斯戰爭使者',
    nil,
  },
  [15756] = {
    '大型異種撕掠者',
    nil,
  },
  [15757] = {
    '其拉中將',
    nil,
  },
  [15758] = {
    '超級阿努比薩斯戰爭使者',
    nil,
  },
  [15759] = {
    '超級異種撕掠者',
    nil,
  },
  [15760] = {
    '冬天狂歡者',
    nil,
  },
  [15761] = {
    '軍官烏薩雷',
    '暗矛表揚處',
  },
  [15762] = {
    '軍官魯娜萊',
    '達納蘇斯表揚處',
  },
  [15763] = {
    '軍官波特霍斯',
    '諾姆瑞根表揚處',
  },
  [15764] = {
    '軍官彼爾德·鐵鬚',
    '鐵爐堡表揚處',
  },
  [15765] = {
    '軍官布萊德·紅刺',
    '奧格瑪表揚處',
  },
  [15766] = {
    '軍官馬婁爾夫',
    '暴風城表揚處',
  },
  [15767] = {
    '軍官森德·雷蹄',
    '雷霆崖表揚處',
  },
  [15768] = {
    '軍官高特娜',
    '幽暗城表揚處',
  },
  [15769] = {
    '共鳴水晶',
    nil,
  },
  [15770] = {
    '強效共鳴水晶',
    nil,
  },
  [15771] = {
    '極效共鳴水晶',
    nil,
  },
  [15772] = {
    '聖誕版黑暗院長加丁',
    nil,
  },
  [15773] = {
    '聖誕版砲手威利',
    nil,
  },
  [15774] = {
    '聖誕版托塞德林王子',
    nil,
  },
  [15775] = {
    '聖誕版達格蘭·索瑞森大帝',
    nil,
  },
  [15776] = {
    '聖誕版大酋長雷德·黑手',
    nil,
  },
  [15777] = {
    '聖誕版將領沃恩',
    nil,
  },
  [15778] = {
    '嘴邊觸鬚坐騎幻象',
    nil,
  },
  [15780] = {
    '男性人類狂歡者',
    nil,
  },
  [15781] = {
    '女性人類狂歡者',
    nil,
  },
  [15782] = {
    '男性矮人狂歡者',
    nil,
  },
  [15783] = {
    '女性矮人狂歡者',
    nil,
  },
  [15784] = {
    '女性夜精靈狂歡者',
    nil,
  },
  [15785] = {
    '女性食人妖狂歡者',
    nil,
  },
  [15786] = {
    '女性獸人狂歡者',
    nil,
  },
  [15787] = {
    '女性哥布林狂歡者',
    nil,
  },
  [15788] = {
    '女性不死族狂歡者',
    nil,
  },
  [15789] = {
    '女性牛頭人狂歡者',
    nil,
  },
  [15790] = {
    '男性不死族狂歡者',
    nil,
  },
  [15791] = {
    '男性獸人狂歡者',
    nil,
  },
  [15792] = {
    '男性食人妖狂歡者',
    nil,
  },
  [15793] = {
    '男性牛頭人狂歡者',
    nil,
  },
  [15794] = {
    '男性夜精靈狂歡者',
    nil,
  },
  [15795] = {
    '男性哥布林狂歡者',
    nil,
  },
  [15796] = {
    '聖誕版古拉魯克',
    '黑手軍團護甲鍛造師',
  },
  [15797] = {
    '巨像研究員蘇菲亞',
    nil,
  },
  [15798] = {
    '巨像研究員奈斯托',
    nil,
  },
  [15799] = {
    '巨像研究員伊澤爾',
    nil,
  },
  [15800] = {
    '出口觸發器',
    nil,
  },
  [15801] = {
    nil,
    '銅鑼守護者',
  },
  [15802] = {
    '血肉觸鬚',
    nil,
  },
  [15803] = {
    '寧靜之風圖騰',
    nil,
  },
  [15804] = {
    '次級共鳴水晶',
    nil,
  },
  [15805] = {
    '初級共鳴水晶',
    nil,
  },
  [15806] = {
    '其拉中尉',
    nil,
  },
  [15807] = {
    '初級阿努比薩斯戰爭使者',
    nil,
  },
  [15808] = {
    '小型異種撕掠者',
    nil,
  },
  [15809] = {
    nil,
    '灰燼使者',
  },
  [15810] = {
    '被侵蝕的阿努比薩斯戰爭使者',
    nil,
  },
  [15811] = {
    '衰老的異種撕掠者',
    nil,
  },
  [15812] = {
    '其拉軍官',
    nil,
  },
  [15813] = {
    '其拉軍官佐德',
    nil,
  },
  [15814] = {
    '其拉中尉約雷爾',
    nil,
  },
  [15815] = {
    '其拉上尉卡爾克',
    nil,
  },
  [15816] = {
    '其拉少校赫拉雷',
    nil,
  },
  [15817] = {
    '其拉準將派克里斯',
    nil,
  },
  [15818] = {
    '諾克霍爾中將',
    nil,
  },
  [15832] = {
    '冬天爺爺的助手(大)',
    nil,
  },
  [15835] = {
    '冬天爺爺的助手(大)',
    nil,
  },
  [15838] = {
    '冬天爺爺的助手(大)',
    nil,
  },
  [15839] = {
    '卡林多聯軍獸人蠻兵',
    nil,
  },
  [15840] = {
    '卡林多聯軍士官',
    nil,
  },
  [15841] = {
    '卡林多聯軍中尉',
    nil,
  },
  [15842] = {
    '卡林多聯軍法師',
    nil,
  },
  [15843] = {
    '卡林多聯軍牧師',
    nil,
  },
  [15844] = {
    '卡林多聯軍治療師',
    nil,
  },
  [15845] = {
    '卡林多聯軍上尉',
    nil,
  },
  [15846] = {
    '卡林多聯軍弓箭手',
    nil,
  },
  [15847] = {
    '卡林多聯軍薩滿',
    nil,
  },
  [15848] = {
    '卡林多聯軍步兵',
    nil,
  },
  [15849] = {
    '卡林多聯軍德魯伊',
    nil,
  },
  [15850] = {
    '卡林多聯軍爭鬥者',
    nil,
  },
  [15851] = {
    '卡林多聯軍元帥',
    nil,
  },
  [15852] = {
    '奧格瑪精英持盾衛士',
    nil,
  },
  [15853] = {
    '奧格瑪精英輕步兵',
    nil,
  },
  [15854] = {
    '奧格瑪精英騎兵',
    nil,
  },
  [15855] = {
    '牛頭人步槍兵',
    nil,
  },
  [15856] = {
    '牛頭人原獵者',
    nil,
  },
  [15857] = {
    '暴風城騎兵',
    nil,
  },
  [15858] = {
    '暴風城步兵',
    nil,
  },
  [15859] = {
    '暴風城大法師',
    nil,
  },
  [15860] = {
    '卡多雷神射手',
    nil,
  },
  [15861] = {
    '鐵爐堡輕步兵',
    nil,
  },
  [15862] = {
    '鐵爐堡騎兵',
    nil,
  },
  [15863] = {
    '暗矛薩滿',
    nil,
  },
  [15864] = {
    '瓦拉達爾·星歌',
    '先祖硬幣收集者',
  },
  [15865] = {
    '卡林多聯軍少校',
    nil,
  },
  [15866] = {
    '高階指揮官萊諾爾·風矛',
    nil,
  },
  [15867] = {
    '卡林多聯軍大法師',
    nil,
  },
  [15868] = {
    '大領主李奧瑞克·馮·澤爾迪格',
    nil,
  },
  [15869] = {
    '『謀士』瑪拉加夫',
    nil,
  },
  [15870] = {
    '奧古斯特·敵錘公爵',
    nil,
  },
  [15871] = {
    '銅鬚長者',
    nil,
  },
  [15872] = {
    '派特的煙火束 (藍色)',
    nil,
  },
  [15873] = {
    '派特的煙火束 (紅色)',
    nil,
  },
  [15874] = {
    '派特的煙火束 (綠色)',
    nil,
  },
  [15875] = {
    '派特的煙火束 (紫色)',
    nil,
  },
  [15876] = {
    '派特的煙火束 (白色)',
    nil,
  },
  [15877] = {
    '派特的煙火束 (黃色)',
    nil,
  },
  [15878] = {
    '喚戰者芬斯特爾',
    nil,
  },
  [15879] = {
    '派特的煙火 - 藍色',
    nil,
  },
  [15880] = {
    '派特的煙火 - 綠色',
    nil,
  },
  [15881] = {
    '派特的煙火 - 紫色',
    nil,
  },
  [15882] = {
    '派特的煙火 - 紅色',
    nil,
  },
  [15883] = {
    '派特的煙火 - 黃色',
    nil,
  },
  [15884] = {
    '派特的煙火 - 白色',
    nil,
  },
  [15885] = {
    '派特的煙火 - 藍色大型',
    nil,
  },
  [15886] = {
    '派特的煙火 - 綠色大型',
    nil,
  },
  [15887] = {
    '派特的煙火 - 紫色大型',
    nil,
  },
  [15888] = {
    '派特的煙火 - 紅色大型',
    nil,
  },
  [15889] = {
    '派特的煙火 - 白色大型',
    nil,
  },
  [15890] = {
    '派特的煙火 - 黃色大型',
    nil,
  },
  [15891] = {
    '新年使者',
    nil,
  },
  [15892] = {
    '新年特使',
    nil,
  },
  [15893] = {
    '新年煙火榮譽記分員',
    nil,
  },
  [15894] = {
    '新年發射榮譽記分員',
    nil,
  },
  [15895] = {
    '新年預告者',
    nil,
  },
  [15896] = {
    '克蘇恩傳送門',
    nil,
  },
  [15897] = {
    '大型聚光燈',
    nil,
  },
  [15898] = {
    '新年商人',
    nil,
  },
  [15901] = {
    '被砍下來的觸鬚',
    nil,
  },
  [15902] = {
    '巨型聚光燈',
    nil,
  },
  [15903] = {
    '卡恩斯中士',
    nil,
  },
  [15904] = {
    '觸鬚傳送門',
    nil,
  },
  [15905] = {
    '達納蘇斯狂歡者',
    nil,
  },
  [15906] = {
    '鐵爐堡狂歡者',
    nil,
  },
  [15907] = {
    '幽暗城狂歡者',
    nil,
  },
  [15908] = {
    '奧格瑪狂歡者',
    nil,
  },
  [15909] = {
    '法莉爾·星歌',
    '先祖硬幣收集者',
  },
  [15910] = {
    '巨型觸鬚傳送門',
    nil,
  },
  [15911] = {
    '派特的煙火束 (藍色大型)',
    nil,
  },
  [15912] = {
    '派特的煙火束 (綠色大型)',
    nil,
  },
  [15913] = {
    '派特的煙火束 (紫色大型)',
    nil,
  },
  [15914] = {
    '派特的煙火束 (紅色大型)',
    nil,
  },
  [15915] = {
    '派特的煙火束 (白色大型)',
    nil,
  },
  [15916] = {
    '派特的煙火束 (黃色大型)',
    nil,
  },
  [15917] = {
    '新年狂歡者',
    nil,
  },
  [15918] = {
    '派特的煙火束(伊露恩)',
    nil,
  },
  [15922] = {
    '維希度斯觸發器',
    nil,
  },
  [15933] = {
    '毒雲',
    nil,
  },
  [15934] = {
    '札拉黃蜂',
    nil,
  },
  [15936] = {
    '『不潔者』海根',
    nil,
  },
  [15953] = {
    '大寡婦費琳娜',
    nil,
  },
  [15954] = {
    '『瘟疫使者』諾斯',
    nil,
  },
  [15957] = {
    '奧羅之子',
    nil,
  },
  [15961] = {
    '新年哨兵',
    nil,
  },
  [15962] = {
    '維克尼斯雛蟲',
    nil,
  },
  [15963] = {
    '主宰之眼',
    nil,
  },
  [15964] = {
    '布魯蛋觸發器',
    nil,
  },
  [15972] = {
    '奧特蘭克山谷戰場軍官',
    nil,
  },
  [15973] = {
    '納克薩瑪斯模板',
    nil,
  },
  [15974] = {
    '恐懼蠕行者',
    nil,
  },
  [15975] = {
    '腐屍紡織者',
    nil,
  },
  [15976] = {
    '毒液潛獵者',
    nil,
  },
  [15977] = {
    '毒性誘捕者',
    nil,
  },
  [15978] = {
    '地穴劫奪者',
    nil,
  },
  [15979] = {
    '墓穴恐蛛',
    nil,
  },
  [15980] = {
    '納克薩瑪斯教徒',
    nil,
  },
  [15981] = {
    '納克薩瑪斯侍僧',
    nil,
  },
  [15984] = {
    '沙圖拉皇家守衛',
    nil,
  },
  [16001] = {
    '奧迪斯·四雲',
    nil,
  },
  [16003] = {
    '亡靈守衛托爾',
    nil,
  },
  [16005] = {
    '中尉賈克林·海德',
    nil,
  },
  [16006] = {
    '作戰觸發器',
    nil,
  },
  [16007] = {
    '歐洛克·亡禁',
    nil,
  },
  [16008] = {
    '威爾斯家的泰瑪',
    nil,
  },
  [16009] = {
    '托眉克·石河',
    nil,
  },
  [16011] = {
    '憎恨者',
    nil,
  },
  [16014] = {
    '莫克斯·法力爭奪者',
    nil,
  },
  [16015] = {
    '兇惡鬥士裁決錘',
    '奇特試劑商人',
  },
  [16017] = {
    '縫補魔像',
    nil,
  },
  [16018] = {
    '膽汁反胃者',
    nil,
  },
  [16020] = {
    '發狂的科學家',
    nil,
  },
  [16021] = {
    '活巨怪',
    nil,
  },
  [16022] = {
    '外科助手',
    nil,
  },
  [16024] = {
    '防腐泥漿怪',
    nil,
  },
  [16025] = {
    '縫合巨人',
    nil,
  },
  [16027] = {
    '活體毒化物',
    nil,
  },
  [16028] = {
    '縫補者',
    nil,
  },
  [16029] = {
    '淤泥噴射者',
    nil,
  },
  [16030] = {
    '蛆蟲',
    nil,
  },
  [16032] = {
    '法琳·樹形者',
    nil,
  },
  [16034] = {
    '瘟疫野獸',
    nil,
  },
  [16036] = {
    '狂暴蝙蝠',
    nil,
  },
  [16037] = {
    '染疫蝙蝠',
    nil,
  },
  [16042] = {
    '瓦薩拉克領主',
    nil,
  },
  [16043] = {
    '熔岩領主博克',
    nil,
  },
  [16044] = {
    '莫爾·灰蹄觸發器',
    nil,
  },
  [16045] = {
    '依薩利恩觸發器',
    nil,
  },
  [16046] = {
    '賈林及索索斯觸發器',
    nil,
  },
  [16047] = {
    '科爾莫克觸發器',
    nil,
  },
  [16048] = {
    '瓦薩拉克領主觸發器',
    nil,
  },
  [16049] = {
    '左撇',
    nil,
  },
  [16050] = {
    '腐牙',
    nil,
  },
  [16051] = {
    '斯納克·黑脊',
    nil,
  },
  [16052] = {
    '瑪根·長矛',
    nil,
  },
  [16056] = {
    '染病的蛆蟲',
    nil,
  },
  [16057] = {
    '腐爛的蛆蟲',
    nil,
  },
  [16060] = {
    '『收割者』高希',
    nil,
  },
  [16061] = {
    '講師拉祖維斯',
    nil,
  },
  [16062] = {
    '大領主莫格萊尼',
    '灰燼使者',
  },
  [16063] = {
    '札里克爵士',
    nil,
  },
  [16065] = {
    '布洛莫斯女士',
    nil,
  },
  [16066] = {
    '鬼靈刺客',
    nil,
  },
  [16067] = {
    '死亡戰駒',
    nil,
  },
  [16068] = {
    '幼蟲',
    nil,
  },
  [16069] = {
    '葛奇',
    nil,
  },
  [16070] = {
    '卡洛·紅石',
    nil,
  },
  [16072] = {
    '潮汐領主魯爾加茲',
    nil,
  },
  [16073] = {
    '瓦薩拉克領主之靈',
    nil,
  },
  [16075] = {
    '丘比特·傳播者',
    nil,
  },
  [16076] = {
    '薩爾·石血者',
    nil,
  },
  [16079] = {
    '瑟爾倫觸發器',
    nil,
  },
  [16080] = {
    '莫爾·灰蹄',
    nil,
  },
  [16082] = {
    '納克薩瑪斯觸發器',
    nil,
  },
  [16083] = {
    '莫爾·灰蹄',
    '灰燼使者',
  },
  [16085] = {
    '傳播者',
    nil,
  },
  [16086] = {
    '花雨',
    nil,
  },
  [16091] = {
    '德爾克·雷木',
    nil,
  },
  [16092] = {
    '希利斯傳送者',
    nil,
  },
  [16093] = {
    '鬼靈潛獵者',
    nil,
  },
  [16094] = {
    nil,
    '獸欄管理員',
  },
  [16095] = {
    '碎顎',
    '瑪根·長矛的寵物',
  },
  [16096] = {
    '熱砂衛兵',
    nil,
  },
  [16098] = {
    '蒼穹',
    nil,
  },
  [16100] = {
    '亞希達觸發器',
    nil,
  },
  [16103] = {
    '賈林之靈',
    nil,
  },
  [16104] = {
    '索索斯之靈',
    nil,
  },
  [16107] = {
    '藥劑師史塔弗隆·雷倫',
    '皇家藥劑師學會',
  },
  [16111] = {
    '愛的傻瓜',
    nil,
  },
  [16112] = {
    '十字軍指揮官柯菲斯',
    '聖光兄弟會',
  },
  [16113] = {
    '神父伊尼哥·蒙托',
    '聖光兄弟會',
  },
  [16114] = {
    '血色指揮官瑪涵',
    '血色十字軍',
  },
  [16115] = {
    '十字軍指揮官艾利格·黎明使者',
    '聖光兄弟會',
  },
  [16116] = {
    '大法師安琪拉·多桑杜',
    '聖光兄弟會',
  },
  [16117] = {
    '染疫野豬',
    nil,
  },
  [16119] = {
    '骸骨爪牙',
    nil,
  },
  [16120] = {
    '骸骨法師',
    nil,
  },
  [16123] = {
    '格雷姆尼克',
    nil,
  },
  [16124] = {
    '無情的受訓員',
    nil,
  },
  [16125] = {
    '無情的死亡騎士',
    nil,
  },
  [16126] = {
    '無情的騎兵',
    nil,
  },
  [16127] = {
    '鬼靈受訓員',
    nil,
  },
  [16129] = {
    '暗影裂縫',
    nil,
  },
  [16131] = {
    '『刺客』洛漢',
    '血色十字軍',
  },
  [16132] = {
    '獵人里歐波',
    '血色十字軍',
  },
  [16133] = {
    '『施怒者』麥特斯',
    '血色十字軍',
  },
  [16134] = {
    '林布拉特·碎地者',
    '陶土議會',
  },
  [16135] = {
    nil,
    '塞納里奧議會',
  },
  [16136] = {
    '亡域水晶裂片',
    nil,
  },
  [16137] = {
    '納克薩瑪斯軍事副首領觸發器',
    nil,
  },
  [16139] = {
    '塞納里奧城堡後備軍人',
    nil,
  },
  [16141] = {
    '狂暴食屍鬼',
    nil,
  },
  [16142] = {
    '膽汁淤泥怪',
    nil,
  },
  [16143] = {
    '末日陰影',
    nil,
  },
  [16145] = {
    '死亡騎士隊長',
    nil,
  },
  [16146] = {
    '死亡騎士',
    nil,
  },
  [16148] = {
    '鬼靈死亡騎士',
    nil,
  },
  [16149] = {
    '鬼靈坐騎',
    nil,
  },
  [16150] = {
    '鬼靈騎兵',
    nil,
  },
  [16154] = {
    '復活的侍從',
    nil,
  },
  [16156] = {
    '暗觸戰士',
    '獸欄管理員',
  },
  [16157] = {
    '被毀滅所觸碰的戰士',
    nil,
  },
  [16158] = {
    '被死亡所觸碰的戰士',
    nil,
  },
  [16163] = {
    '死亡騎士騎兵',
    nil,
  },
  [16164] = {
    '納克薩瑪斯幻影',
    nil,
  },
  [16165] = {
    '死闇騎士',
    nil,
  },
  [16166] = {
    '瑟爾倫擊殺獎勵',
    nil,
  },
  [16167] = {
    '骸骨組合者',
    nil,
  },
  [16168] = {
    '石膚石像鬼',
    nil,
  },
  [16172] = {
    '受損的亡域水晶裂片',
    nil,
  },
  [16184] = {
    '奈幽監督者',
    nil,
  },
  [16193] = {
    '骷髏鐵匠',
    nil,
  },
  [16194] = {
    '邪惡之斧',
    nil,
  },
  [16211] = {
    '納克薩瑪斯作戰假人',
    nil,
  },
  [16212] = {
    '發送指揮官梅茲',
    '銀色黎明',
  },
  [16215] = {
    '邪惡之杖',
    nil,
  },
  [16216] = {
    '邪惡之劍',
    nil,
  },
  [16218] = {
    '特斯拉線圈',
    nil,
  },
  [16225] = {
    '運貨馱騾',
    nil,
  },
  [16226] = {
    '守衛迪笛兒',
    '聖光兄弟會',
  },
  [16227] = {
    nil,
    '飛行管理員',
  },
  [16228] = {
    '銀色黎明步兵',
    '銀色黎明',
  },
  [16229] = {
    '受傷的銀色黎明步兵',
    '銀色黎明',
  },
  [16230] = {
    '教徒工程師',
    nil,
  },
  [16232] = {
    '商隊騾子',
    nil,
  },
  [16236] = {
    '眼梗',
    nil,
  },
  [16241] = {
    '銀色黎明招募員',
    '銀色黎明',
  },
  [16243] = {
    '瘟疫泥漿怪',
    nil,
  },
  [16244] = {
    '傳染食屍鬼',
    nil,
  },
  [16254] = {
    '戰場元帥錢柏',
    '銀色黎明',
  },
  [16255] = {
    '銀色黎明斥候',
    '銀色黎明',
  },
  [16256] = {
    nil,
    '旅店老闆',
  },
  [16281] = {
    '名冊保管者',
    '銀色黎明',
  },
  [16283] = {
    '軍需籌備官石漢',
    '聖光兄弟會',
  },
  [16284] = {
    '銀色黎明醫師',
    '銀色黎明',
  },
  [16285] = {
    '銀色黎明特使',
    '銀色黎明',
  },
  [16290] = {
    '輻射泥漿怪',
    nil,
  },
  [16297] = {
    '突變的幼蟲',
    nil,
  },
  [16298] = {
    '鬼靈士兵',
    nil,
  },
  [16299] = {
    '骷髏突擊兵',
    nil,
  },
  [16306] = {
    '天譴軍團爪牙, 重生者,鬼魂/食屍鬼',
    nil,
  },
  [16336] = {
    '天譴軍團爪牙, 重生者,鬼魂/食屍鬼',
    nil,
  },
  [16338] = {
    '天譴軍團爪牙, 重生者,鬼魂/食屍鬼',
    nil,
  },
  [16356] = {
    '天譴軍團爪牙, 重生者,鬼魂/食屍鬼',
    nil,
  },
  [16359] = {
    '銀色黎明信差',
    '銀色黎明',
  },
  [16360] = {
    '肉身殭屍',
    nil,
  },
  [16361] = {
    '指揮官湯瑪斯·海勒瑞',
    '銀色黎明',
  },
  [16363] = {
    '葛羅巴斯之雲',
    nil,
  },
  [16365] = {
    '工匠大師歐瑪利安',
    '聖光兄弟會',
  },
  [16368] = {
    '亡域侍僧',
    nil,
  },
  [16369] = {
    '變形後的小雞',
    nil,
  },
  [16371] = {
    '變形後的豬',
    nil,
  },
  [16372] = {
    '綿羊',
    nil,
  },
  [16373] = {
    '變形後的老鼠',
    nil,
  },
  [16374] = {
    '變形後的蟑螂',
    nil,
  },
  [16375] = {
    '污穢泥漿怪',
    nil,
  },
  [16376] = {
    '工匠維爾海姆',
    '聖光兄弟會',
  },
  [16377] = {
    '變形後的烏龜',
    nil,
  },
  [16378] = {
    '銀白哨衛',
    '銀色黎明',
  },
  [16379] = {
    '詛咒神教之靈',
    nil,
  },
  [16380] = {
    '骸骨女巫',
    nil,
  },
  [16381] = {
    '大法師塔希斯·克摩地爾',
    nil,
  },
  [16382] = {
    '縫補驚叫者',
    nil,
  },
  [16383] = {
    '火焰震盪者',
    nil,
  },
  [16384] = {
    '銀色黎明新兵',
    '銀色黎明',
  },
  [16385] = {
    '閃電圖騰',
    nil,
  },
  [16386] = {
    '亡域接替者',
    nil,
  },
  [16387] = {
    nil,
    '薩格拉斯之手',
  },
  [16390] = {
    '死亡之寒僕從',
    nil,
  },
  [16392] = {
    '隊長阿瑪多·歐薩',
    nil,
  },
  [16394] = {
    '蒼白憎惡',
    nil,
  },
  [16395] = {
    '銀色黎明聖騎士',
    '銀色黎明',
  },
  [16396] = {
    '暴風精英守衛',
    nil,
  },
  [16398] = {
    '亡域代理人',
    nil,
  },
  [16399] = {
    '血帆背叛者',
    nil,
  },
  [16400] = {
    '毒氣隧道',
    nil,
  },
  [16401] = {
    '亡域',
    nil,
  },
  [16416] = {
    '布朗恩·費茲藍',
    nil,
  },
  [16417] = {
    '朗姆森·費斯布拉克',
    nil,
  },
  [16418] = {
    '慕皮斯·薩克費德',
    nil,
  },
  [16419] = {
    '納克薩瑪斯的鬼魂',
    nil,
  },
  [16420] = {
    '暗影之門',
    nil,
  },
  [16421] = {
    '亡域生命力',
    nil,
  },
  [16422] = {
    '骷髏士兵',
    nil,
  },
  [16423] = {
    '鬼靈亡魂',
    nil,
  },
  [16427] = {
    '冰凍荒原士兵',
    nil,
  },
  [16428] = {
    '無法阻止的憎惡體',
    nil,
  },
  [16429] = {
    '靈魂編織者',
    nil,
  },
  [16430] = {
    '灰燼使者啟動器',
    nil,
  },
  [16431] = {
    '破碎的亡域水晶',
    nil,
  },
  [16432] = {
    '幽暗城精英守衛',
    nil,
  },
  [16433] = {
    '銀色黎明十字軍',
    '銀色黎明',
  },
  [16434] = {
    '銀色黎明勇士',
    '銀色黎明',
  },
  [16435] = {
    '銀色黎明教士',
    '銀色黎明',
  },
  [16436] = {
    '銀色黎明僧侶',
    '銀色黎明',
  },
  [16437] = {
    '鬼靈之魂',
    nil,
  },
  [16438] = {
    '骷髏裝甲兵',
    nil,
  },
  [16439] = {
    '高階審判官法爾班克斯',
    '灰燼使者',
  },
  [16440] = {
    '大領主莫格萊尼',
    '灰燼使者',
  },
  [16441] = {
    '寒冰皇冠守護者',
    nil,
  },
  [16446] = {
    '被感染的石像鬼',
    nil,
  },
  [16447] = {
    '染疫食屍鬼',
    nil,
  },
  [16448] = {
    '被感染的惡魔犬',
    nil,
  },
  [16449] = {
    '納克薩瑪斯之靈',
    nil,
  },
  [16451] = {
    '[UNUSED]死亡騎士復仇者',
    nil,
  },
  [16452] = {
    '闇騎守護者',
    nil,
  },
  [16453] = {
    '死靈巡者',
    nil,
  },
  [16458] = {
    '旅店老闆法拉莉雅',
    '旅店老闆',
  },
  [16478] = {
    '歐令中尉',
    '銀色黎明',
  },
  [16479] = {
    '變形複製',
    nil,
  },
  [16484] = {
    '諾維中尉',
    '銀色黎明',
  },
  [16486] = {
    '纏繞之網',
    nil,
  },
  [16490] = {
    '利山中尉',
    '銀色黎明',
  },
  [16493] = {
    '戴吉中尉',
    '銀色黎明',
  },
  [16494] = {
    '盧卡中尉',
    '銀色黎明',
  },
  [16495] = {
    '貝沙中尉',
    '銀色黎明',
  },
  [16505] = {
    '納克薩瑪斯跟隨者',
    nil,
  },
  [16506] = {
    '納克薩瑪斯信奉者',
    nil,
  },
  [16508] = {
    '銀色黎明座馬',
    nil,
  },
  [16509] = {
    '銀白戰馬',
    nil,
  },
  [16510] = {
    '銀白戰騎',
    nil,
  },
  [16511] = {
    '銀色黎明坐騎',
    nil,
  },
  [16512] = {
    '銀色黎明骷髏馬',
    nil,
  },
  [16513] = {
    '銀色黎明死亡戰騎',
    nil,
  },
  [16531] = {
    '黯淡的亡域水晶',
    nil,
  },
  [16547] = {
    '史畢迪',
    nil,
  },
  [16548] = {
    '衛葛斯先生',
    nil,
  },
  [16549] = {
    '小老鼠威斯可',
    nil,
  },
  [16573] = {
    '地穴守衛',
    nil,
  },
  [16604] = {
    '黑翼法術標記',
    nil,
  },
  [16697] = {
    '虛無區域',
    nil,
  },
  [16698] = {
    '屍甲蟲',
    nil,
  },
  [16701] = {
    '仲夏之靈',
    nil,
  },
  [16775] = {
    '莫格萊尼之靈',
    '灰燼使者',
  },
  [16776] = {
    '布洛莫斯之靈',
    nil,
  },
  [16777] = {
    '札里克之靈',
    nil,
  },
  [16778] = {
    '寇斯艾茲之靈',
    nil,
  },
  [16779] = {
    '乳牛',
    nil,
  },
  [16781] = {
    '仲夏節慶祝者',
    nil,
  },
  [16783] = {
    '瘟疫泥漿怪(藍色)',
    nil,
  },
  [16784] = {
    '瘟疫泥漿怪(紅色)',
    nil,
  },
  [16785] = {
    '瘟疫泥漿怪(綠色)',
    nil,
  },
  [16786] = {
    '銀色黎明軍需官',
    '銀色黎明',
  },
  [16787] = {
    '銀色黎明物資官',
    '銀色黎明',
  },
  [16788] = {
    '節慶營火管理者',
    nil,
  },
  [16803] = {
    '死亡騎士實習者',
    nil,
  },
  [16817] = {
    '節慶博學大師',
    nil,
  },
  [16818] = {
    '節慶故事使者',
    nil,
  },
  [16861] = {
    '[UNUSED]死亡領主',
    nil,
  },
  [16980] = {
    '巫妖王',
    nil,
  },
  [16981] = {
    '染疫守護者',
    nil,
  },
  [16982] = {
    '染疫組合者',
    nil,
  },
  [16983] = {
    '染疫勇士',
    nil,
  },
  [16984] = {
    '染疫戰士',
    nil,
  },
  [16987] = {
    '節慶營火管理者裝扮:牛頭人',
    nil,
  },
  [16988] = {
    '節慶營火管理者裝扮:人類',
    nil,
  },
  [16989] = {
    '節慶營火管理者裝扮:食人妖',
    nil,
  },
  [16990] = {
    '節慶營火管理者裝扮:矮人',
    nil,
  },
  [16995] = {
    '巫妖王傳令官',
    nil,
  },
  [16998] = {
    '畢勾沃斯先生',
    nil,
  },
  [17003] = {
    '煤元素',
    nil,
  },
  [17025] = {
    '薩菲隆之翼擊',
    nil,
  },
  [17038] = {
    '暴風城節慶吐火者',
    nil,
  },
  [17041] = {
    '奧格瑪節慶吞火者',
    nil,
  },
  [17048] = {
    '鐵爐堡節慶吐火者',
    nil,
  },
  [17049] = {
    '達納蘇斯節慶吐火者',
    nil,
  },
  [17050] = {
    '雷霆崖節慶吞火者',
    nil,
  },
  [17051] = {
    '幽暗城節慶吞火者',
    nil,
  },
  [17055] = {
    '梅克絲娜之子',
    nil,
  },
  [17068] = {
    '探險隊報名處隊長·英克斯',
    nil,
  },
  [17069] = {
    '密使·白鬚',
    nil,
  },
  [17070] = {
    '藥劑師·奎那德',
    nil,
  },
  [17072] = {
    '密使戈莫克',
    nil,
  },
  [17074] = {
    '塞納里奧斥候',
    nil,
  },
  [17079] = {
    '奇立卡將軍',
    nil,
  },
  [17080] = {
    '治安官藍牆',
    nil,
  },
  [17081] = {
    '斥候血拳',
    nil,
  },
  [17082] = {
    '步槍兵托立克',
    nil,
  },
  [17090] = {
    '希利蘇斯之塵任務新物品',
    nil,
  },
  [17209] = {
    nil,
    '鬼靈獅鷲獸管理員',
  },
  [17231] = {
    '花園氣體',
    nil,
  },
  [17249] = {
    '藍卓·長射',
    '黑色烈焰',
  },
  [17252] = {
    '惡魔守衛',
    nil,
  },
  [17266] = {
    '烏龜坐騎',
    nil,
  },
  [17635] = {
    '羅德隆指揮官',
    nil,
  },
  [17647] = {
    '羅德隆士兵',
    nil,
  },
  [17688] = {
    '皇冠哨塔奪旗任務小玩意,部落',
    nil,
  },
  [17689] = {
    '<TXT>皇冠哨塔奪旗任務小玩意',
    nil,
  },
  [17690] = {
    '<TXT>東牆之塔奪旗任務小玩意',
    nil,
  },
  [17691] = {
    '東牆之塔奪旗任務小玩意,部落',
    nil,
  },
  [17696] = {
    '<TXT>北地哨塔奪旗任務小玩意',
    nil,
  },
  [17697] = {
    '北地哨塔奪旗任務小玩意,部落',
    nil,
  },
  [17698] = {
    '<TXT>病木林奪旗任務小玩意',
    nil,
  },
  [17699] = {
    '病木林奪旗任務小玩意,部落',
    nil,
  },
  [17719] = {
    '鐵爐堡獅鷲騎士',
    nil,
  },
  [17720] = {
    '奧格瑪翼龍騎士',
    nil,
  },
  [17765] = {
    '聯盟希利塞斯哨兵',
    nil,
  },
  [17766] = {
    '部落希利塞斯哨兵',
    nil,
  },
  [17794] = {
    '聯盟哨塔祝福者',
    nil,
  },
  [17795] = {
    '部落哨塔祝福者',
    nil,
  },
  [17804] = {
    '侍從洛威',
    nil,
  },
  [17995] = {
    '羅德隆精兵',
    nil,
  },
  [17996] = {
    '羅德隆戰士',
    nil,
  },
  [18199] = {
    '部落希利蘇斯之塵任務小玩意',
    nil,
  },
  [24782] = {
    '虛弱的摩本特·費爾',
    nil,
  },
  [25870] = {
    '仲夏節慶祝者裝扮:矮人',
    nil,
  },
  [25871] = {
    '仲夏節慶祝者裝扮:地精',
    nil,
  },
  [25872] = {
    '仲夏節慶祝者裝扮:哥布林',
    nil,
  },
  [25873] = {
    '仲夏節慶祝者裝扮:人類',
    nil,
  },
  [25874] = {
    '仲夏節慶祝者裝扮:夜精靈',
    nil,
  },
  [25875] = {
    '仲夏節慶祝者裝扮:獸人',
    nil,
  },
  [25876] = {
    '仲夏節慶祝者裝扮:牛頭人',
    nil,
  },
  [25877] = {
    '仲夏節慶祝者裝扮:食人妖',
    nil,
  },
  [25878] = {
    '仲夏節慶祝者裝扮:不死族',
    nil,
  },
}
