locales_quest = locales_quest or {}
locales_quest['zhTW'] = {
  [2] = {
    '沙普塔隆的爪子',
    nil,
    nil,
  },
  [12] = {
    '西部荒野人民軍',
    nil,
    nil,
  },
  [13] = {
    '西部荒野人民軍',
    nil,
    nil,
  },
  [14] = {
    '西部荒野人民軍',
    nil,
    nil,
  },
  [22] = {
    '豬肝餡餅',
    nil,
    nil,
  },
  [23] = {
    '烏薩苟斯的爪子',
    nil,
    nil,
  },
  [24] = {
    '薩杜布拉的頭顱',
    nil,
    nil,
  },
  [31] = {
    '水棲形態 (夜精靈德魯伊)',
    nil,
    nil,
  },
  [36] = {
    '西部荒野燉肉',
    nil,
    nil,
  },
  [38] = {
    '西部荒野燉肉',
    nil,
    nil,
  },
  [55] = {
    '摩本特·費爾',
    nil,
    nil,
  },
  [56] = {
    '守夜人',
    nil,
    nil,
  },
  [57] = {
    '守夜人',
    nil,
    nil,
  },
  [58] = {
    '守夜人',
    nil,
    nil,
  },
  [66] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [67] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [68] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [69] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [70] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [72] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [74] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [75] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [78] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [79] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [80] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [87] = {
    '金牙',
    nil,
    nil,
  },
  [92] = {
    '赤脊山燉肉',
    nil,
    nil,
  },
  [93] = {
    '黑蟹蛋糕',
    nil,
    nil,
  },
  [97] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [98] = {
    '斯塔文的傳說',
    nil,
    nil,
  },
  [149] = {
    '鬼魂的髮絲',
    nil,
    nil,
  },
  [163] = {
    '烏鴉嶺',
    nil,
    nil,
  },
  [165] = {
    '隱士',
    nil,
    nil,
  },
  [169] = {
    '懸賞:加塞爾佐格',
    nil,
    nil,
  },
  [172] = {
    '兒童週',
    nil,
    nil,
  },
  [180] = {
    '懸賞!',
    nil,
    nil,
  },
  [184] = {
    '法布隆的地契',
    nil,
    nil,
  },
  [200] = {
    '書呆子赫洛德',
    nil,
    nil,
  },
  [202] = {
    '庫爾森上校',
    nil,
    nil,
  },
  [208] = {
    '王牌獵人',
    nil,
    nil,
  },
  [236] = {
    '守夜人考拉哈恩',
    nil,
    nil,
  },
  [249] = {
    '大魔導師度恩',
    nil,
    nil,
  },
  [253] = {
    '藏屍者的新娘',
    nil,
    nil,
  },
  [287] = {
    '霜鬃要塞',
    nil,
    nil,
  },
  [313] = {
    '灰色洞穴',
    nil,
    nil,
  },
  [337] = {
    '一本破舊的歷史書',
    nil,
    nil,
  },
  [338] = {
    '荊棘谷的青山',
    nil,
    nil,
  },
  [339] = {
    '第一章',
    nil,
    nil,
  },
  [340] = {
    '第二章',
    nil,
    nil,
  },
  [341] = {
    '第三章',
    nil,
    nil,
  },
  [342] = {
    '第四章',
    nil,
    nil,
  },
  [344] = {
    '帕克斯頓修士',
    nil,
    nil,
  },
  [347] = {
    '瑞斯班礦石',
    nil,
    nil,
  },
  [374] = {
    '死亡證明',
    nil,
    nil,
  },
  [376] = {
    '被詛咒者',
    nil,
    nil,
  },
  [380] = {
    '夜行蜘蛛洞穴',
    nil,
    nil,
  },
  [381] = {
    '血色十字軍',
    nil,
    nil,
  },
  [384] = {
    '啤酒烤豬排',
    nil,
    nil,
  },
  [393] = {
    '往日的陰影',
    nil,
    nil,
  },
  [425] = {
    '邪惡的伊瓦',
    nil,
    nil,
  },
  [437] = {
    '亡者原野',
    nil,
    nil,
  },
  [443] = {
    '腐皮豺狼人的膿液',
    nil,
    nil,
  },
  [446] = {
    '圖勒·鴉爪',
    nil,
    nil,
  },
  [486] = {
    '『大槌』烏薩爾',
    nil,
    nil,
  },
  [496] = {
    '受難藥劑',
    nil,
    nil,
  },
  [499] = {
    '受難藥劑',
    nil,
    nil,
  },
  [501] = {
    '痛苦藥劑',
    nil,
    nil,
  },
  [502] = {
    '痛苦藥劑',
    nil,
    nil,
  },
  [503] = {
    '高迪爾',
    nil,
    nil,
  },
  [507] = {
    '奧里登·匹瑞諾德領主',
    nil,
    nil,
  },
  [510] = {
    '預備行動計畫',
    nil,
    nil,
  },
  [511] = {
    '密文信件',
    nil,
    nil,
  },
  [516] = {
    '博倫的巢穴',
    nil,
    nil,
  },
  [522] = {
    '刺客的契約',
    nil,
    nil,
  },
  [533] = {
    '滲透',
    nil,
    nil,
  },
  [538] = {
    '南海鎮',
    nil,
    nil,
  },
  [547] = {
    '亨伯特的長劍',
    nil,
    nil,
  },
  [555] = {
    '海龜湯',
    nil,
    nil,
  },
  [558] = {
    '珍娜的簽名',
    nil,
    nil,
  },
  [577] = {
    '還需要某些配件。',
    nil,
    nil,
  },
  [591] = {
    '心靈之眼',
    nil,
    nil,
  },
  [594] = {
    '瓶中信',
    nil,
    nil,
  },
  [598] = {
    '裂骨項鍊',
    nil,
    nil,
  },
  [610] = {
    '『漂亮男孩』鄧肯',
    nil,
    nil,
  },
  [614] = {
    '隊長的箱子',
    nil,
    nil,
  },
  [624] = {
    '科泰羅的謎題',
    nil,
    nil,
  },
  [625] = {
    '科泰羅的謎題',
    nil,
    nil,
  },
  [626] = {
    '科泰羅的謎題',
    nil,
    nil,
  },
  [628] = {
    '伊克賽西爾',
    nil,
    nil,
  },
  [629] = {
    '暗礁海',
    nil,
    nil,
  },
  [630] = {
    '瓶中信',
    nil,
    nil,
  },
  [636] = {
    '大地公主的傳說',
    nil,
    nil,
  },
  [637] = {
    '蘇利·巴魯的信',
    nil,
    nil,
  },
  [638] = {
    '食人妖剋星',
    nil,
    nil,
  },
  [639] = {
    '激流堡符印',
    nil,
    nil,
  },
  [641] = {
    '索拉丁符印',
    nil,
    nil,
  },
  [643] = {
    '阿拉索符印',
    nil,
    nil,
  },
  [644] = {
    '托爾貝恩符印',
    nil,
    nil,
  },
  [647] = {
    '麥克里爾的月光酒',
    nil,
    nil,
  },
  [655] = {
    '落錘鎮',
    nil,
    nil,
  },
  [663] = {
    '發現陸地!',
    nil,
    nil,
  },
  [665] = {
    '水下寶藏',
    nil,
    nil,
  },
  [666] = {
    '水下寶藏',
    nil,
    nil,
  },
  [668] = {
    '水下寶藏',
    nil,
    nil,
  },
  [669] = {
    '水下寶藏',
    nil,
    nil,
  },
  [670] = {
    '水下寶藏',
    nil,
    nil,
  },
  [681] = {
    '諾斯弗德農場',
    nil,
    nil,
  },
  [683] = {
    '薩拉·巴魯的請求',
    nil,
    nil,
  },
  [687] = {
    '『迷失者』塞爾杜林',
    nil,
    nil,
  },
  [703] = {
    '燒烤禿鷲翅膀',
    nil,
    nil,
  },
  [765] = {
    '菲茲普羅克主管',
    nil,
    nil,
  },
  [769] = {
    '科多獸皮包',
    nil,
    nil,
  },
  [787] = {
    '新的部落',
    nil,
    nil,
  },
  [794] = {
    '燃刃勳章',
    nil,
    nil,
  },
  [808] = {
    '明希納的顱骨',
    nil,
    nil,
  },
  [819] = {
    '老陳的空酒桶',
    nil,
    nil,
  },
  [821] = {
    '老陳的空酒桶',
    nil,
    nil,
  },
  [822] = {
    '老陳的空酒桶',
    nil,
    nil,
  },
  [827] = {
    '骷髏石',
    nil,
    nil,
  },
  [829] = {
    '尼爾魯·火刃',
    nil,
    nil,
  },
  [838] = {
    '通靈學院',
    nil,
    nil,
  },
  [848] = {
    '菌類孢子',
    nil,
    nil,
  },
  [851] = {
    '狂熱的維羅戈',
    nil,
    nil,
  },
  [852] = {
    '赫茲盧爾·血印',
    nil,
    nil,
  },
  [853] = {
    '藥劑師札瑪',
    nil,
    nil,
  },
  [855] = {
    '半人馬護腕',
    nil,
    nil,
  },
  [858] = {
    '起火',
    nil,
    nil,
  },
  [860] = {
    '瑟格拉·黑棘',
    nil,
    nil,
  },
  [862] = {
    '掘地鼠燉肉',
    nil,
    nil,
  },
  [870] = {
    '遺忘之池',
    nil,
    nil,
  },
  [874] = {
    '瑪倫·星眼',
    nil,
    nil,
  },
  [876] = {
    '塞瑞娜·血羽',
    nil,
    nil,
  },
  [877] = {
    '死水綠洲',
    nil,
    nil,
  },
  [887] = {
    '南海掠劫者',
    nil,
    nil,
  },
  [894] = {
    '主動式負載平衡器',
    nil,
    nil,
  },
  [900] = {
    '主動式負載平衡器',
    nil,
    nil,
  },
  [901] = {
    '主動式負載平衡器',
    nil,
    nil,
  },
  [902] = {
    '主動式負載平衡器',
    nil,
    nil,
  },
  [917] = {
    '樹林蜘蛛的卵',
    nil,
    nil,
  },
  [922] = {
    '雷利亞·綠樹',
    nil,
    nil,
  },
  [924] = {
    '惡魔之種',
    nil,
    nil,
  },
  [925] = {
    '凱恩的蹄印',
    nil,
    nil,
  },
  [926] = {
    '有瑕疵的能量石',
    nil,
    nil,
  },
  [938] = {
    '密斯特',
    nil,
    nil,
  },
  [939] = {
    '薩瓦里克長笛',
    nil,
    nil,
  },
  [940] = {
    '泰達希爾',
    nil,
    nil,
  },
  [944] = {
    '主宰之劍',
    nil,
    nil,
  },
  [952] = {
    '古樹之林',
    nil,
    nil,
  },
  [954] = {
    '巴莎蘭',
    nil,
    nil,
  },
  [955] = {
    '巴莎蘭',
    nil,
    nil,
  },
  [956] = {
    '巴莎蘭',
    nil,
    nil,
  },
  [957] = {
    '巴莎蘭',
    nil,
    nil,
  },
  [962] = {
    '毒蛇花',
    nil,
    nil,
  },
  [964] = {
    '骷髏碎片',
    nil,
    nil,
  },
  [972] = {
    '水之靈契',
    nil,
    nil,
  },
  [975] = {
    '瑪艾里的容器',
    nil,
    nil,
  },
  [977] = {
    '我們到了嗎，雪人?',
    nil,
    nil,
  },
  [983] = {
    '傳聲盒827號',
    nil,
    nil,
  },
  [996] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [998] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [1001] = {
    '傳聲盒411號',
    nil,
    nil,
  },
  [1003] = {
    '傳聲盒525號',
    nil,
    nil,
  },
  [1008] = {
    '佐拉姆海岸',
    nil,
    nil,
  },
  [1010] = {
    '巴斯蘭之髮',
    nil,
    nil,
  },
  [1013] = {
    '烏爾之書',
    nil,
    nil,
  },
  [1020] = {
    '奧蘭迪爾的藥劑',
    nil,
    nil,
  },
  [1022] = {
    '狼嚎谷',
    nil,
    nil,
  },
  [1033] = {
    '伊露恩之淚',
    nil,
    nil,
  },
  [1034] = {
    '星塵廢墟',
    nil,
    nil,
  },
  [1035] = {
    '墜星湖',
    nil,
    nil,
  },
  [1037] = {
    '維琳德·星歌',
    nil,
    nil,
  },
  [1049] = {
    '墮落者綱要',
    nil,
    nil,
  },
  [1050] = {
    '泰坦神話',
    nil,
    nil,
  },
  [1060] = {
    '寫給金吉爾的信',
    nil,
    nil,
  },
  [1066] = {
    '無辜者之血',
    nil,
    nil,
  },
  [1089] = {
    '大獸穴',
    nil,
    nil,
  },
  [1096] = {
    '格雷蘇',
    nil,
    nil,
  },
  [1100] = {
    '獨眉的日記',
    nil,
    nil,
  },
  [1101] = {
    '剃刀沼澤的乾癟老太婆',
    nil,
    nil,
  },
  [1102] = {
    '奧爾德的報復',
    nil,
    nil,
  },
  [1106] = {
    '『流放者』馬特克',
    nil,
    nil,
  },
  [1110] = {
    '[Deprecated for 4.x]火箭車零件',
    nil,
    nil,
  },
  [1111] = {
    '碼頭管理員迪茲維格',
    nil,
    nil,
  },
  [1127] = {
    '蠢人酒',
    nil,
    nil,
  },
  [1131] = {
    '鋼齒土狼',
    nil,
    nil,
  },
  [1132] = {
    '菲歐拉·長耳',
    nil,
    nil,
  },
  [1136] = {
    '霜喉雪人',
    nil,
    nil,
  },
  [1144] = {
    '進口商威利克斯',
    nil,
    nil,
  },
  [1192] = {
    '精鐵礦石',
    nil,
    nil,
  },
  [1195] = {
    '神聖之火',
    nil,
    nil,
  },
  [1196] = {
    '神聖之火',
    nil,
    nil,
  },
  [1197] = {
    '神聖之火',
    nil,
    nil,
  },
  [1205] = {
    '死沼巨鱷',
    nil,
    nil,
  },
  [1218] = {
    '舒心草',
    nil,
    nil,
  },
  [1260] = {
    '摩根·斯特恩',
    nil,
    nil,
  },
  [1286] = {
    '叛逃者',
    nil,
    nil,
  },
  [1287] = {
    '叛逃者',
    nil,
    nil,
  },
  [1361] = {
    '雷戈薩·死門',
    nil,
    nil,
  },
  [1369] = {
    '破碎之淚',
    nil,
    nil,
  },
  [1389] = {
    '德萊尼水晶',
    nil,
    nil,
  },
  [1392] = {
    '『鬥棍』諾博魯',
    nil,
    nil,
  },
  [1398] = {
    '漂流木',
    nil,
    nil,
  },
  [1418] = {
    '尼卡·血痕',
    nil,
    nil,
  },
  [1424] = {
    '淚水之池',
    nil,
    nil,
  },
  [1445] = {
    '阿塔哈卡神廟',
    nil,
    nil,
  },
  [1446] = {
    '『預言者』迦瑪蘭',
    nil,
    nil,
  },
  [1450] = {
    '獅鷲獸管理員沙拉克·鷹斧',
    nil,
    nil,
  },
  [1451] = {
    '拉普索迪·鐵鏟',
    nil,
    nil,
  },
  [1462] = {
    '大地靈契',
    nil,
    nil,
  },
  [1463] = {
    '大地靈契',
    nil,
    nil,
  },
  [1464] = {
    '火焰靈契',
    nil,
    nil,
  },
  [1468] = {
    '兒童週',
    nil,
    nil,
  },
  [1472] = {
    '眾魂吞噬者',
    nil,
    nil,
  },
  [1483] = {
    '菲茲克斯',
    nil,
    nil,
  },
  [1490] = {
    '納拉·蠻鬃',
    nil,
    nil,
  },
  [1492] = {
    '碼頭管理員迪茲維格',
    nil,
    nil,
  },
  [1502] = {
    '索恩格瑞姆·火眼',
    nil,
    nil,
  },
  [1507] = {
    '眾魂吞噬者',
    nil,
    nil,
  },
  [1511] = {
    '肯茲格拉的傷藥',
    nil,
    nil,
  },
  [1514] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [1582] = {
    '月光外衣',
    nil,
    nil,
  },
  [1665] = {
    '巴托比的酒杯',
    nil,
    nil,
  },
  [1666] = {
    '治安官哈迦德',
    nil,
    nil,
  },
  [1667] = {
    '蛀牙傑克',
    nil,
    nil,
  },
  [1679] = {
    '穆倫·雷矛',
    nil,
    nil,
  },
  [1680] = {
    '托姆斯·深爐',
    nil,
    nil,
  },
  [1681] = {
    '鐵環營地',
    nil,
    nil,
  },
  [1683] = {
    '沃魯斯·邪蹄',
    nil,
    nil,
  },
  [1698] = {
    '猶魯斯·麥酒',
    nil,
    nil,
  },
  [1704] = {
    '科羅莫特·鋼尺',
    nil,
    nil,
  },
  [1705] = {
    '燃燒之血',
    nil,
    nil,
  },
  [1708] = {
    '鐵珊瑚',
    nil,
    nil,
  },
  [1712] = {
    '塞克隆尼亞',
    nil,
    nil,
  },
  [1714] = {
    '流放精華',
    nil,
    nil,
  },
  [1715] = {
    '已宰的羔羊',
    nil,
    nil,
  },
  [1716] = {
    '眾魂吞噬者',
    nil,
    nil,
  },
  [1718] = {
    '島民',
    nil,
    nil,
  },
  [1738] = {
    '同心樹',
    nil,
    nil,
  },
  [1758] = {
    '陰謀之書',
    nil,
    nil,
  },
  [1801] = {
    '陰謀之書',
    nil,
    nil,
  },
  [1802] = {
    '陰謀之書',
    nil,
    nil,
  },
  [1803] = {
    '陰謀之書',
    nil,
    nil,
  },
  [1804] = {
    '陰謀之書',
    nil,
    nil,
  },
  [1805] = {
    '陰謀之書',
    nil,
    nil,
  },
  [1819] = {
    '『斬擊者』奧拉格',
    nil,
    nil,
  },
  [1843] = {
    '野蠻護手',
    nil,
    nil,
  },
  [1845] = {
    '野蠻頭盔',
    nil,
    nil,
  },
  [1847] = {
    '野蠻腿甲',
    nil,
    nil,
  },
  [1848] = {
    '野蠻鍊衫',
    nil,
    nil,
  },
  [1861] = {
    '明鏡湖',
    nil,
    nil,
  },
  [1880] = {
    '法師文檔記憶體',
    nil,
    nil,
  },
  [1886] = {
    '亡靈哨兵',
    nil,
    nil,
  },
  [1898] = {
    '亡靈哨兵',
    nil,
    nil,
  },
  [1899] = {
    '亡靈哨兵',
    nil,
    nil,
  },
  [1938] = {
    '烏爾的暗影魔法研究論文',
    nil,
    nil,
  },
  [1939] = {
    '高階巫士安多瑪斯',
    nil,
    nil,
  },
  [1940] = {
    '新鮮的蜘蛛絲',
    nil,
    nil,
  },
  [1941] = {
    '法力之紋長袍',
    nil,
    nil,
  },
  [1951] = {
    '能量儀式',
    nil,
    nil,
  },
  [1978] = {
    '亡靈哨兵',
    nil,
    nil,
  },
  [1999] = {
    '商用工具',
    nil,
    nil,
  },
  [2139] = {
    '薩納瑞恩的希望',
    nil,
    nil,
  },
  [2159] = {
    '多蘭納爾的貨物',
    nil,
    nil,
  },
  [2204] = {
    '修復項鍊',
    nil,
    nil,
  },
  [2239] = {
    '奧寧的報告',
    nil,
    nil,
  },
  [2259] = {
    '艾里安·影語',
    nil,
    nil,
  },
  [2278] = {
    '白金圓盤',
    nil,
    nil,
  },
  [2279] = {
    '白金圓盤',
    nil,
    nil,
  },
  [2280] = {
    '白金圓盤',
    nil,
    nil,
  },
  [2282] = {
    '奧瑟爾伐木場',
    nil,
    nil,
  },
  [2339] = {
    '尋找寶貝',
    nil,
    nil,
  },
  [2358] = {
    '奈茲拉之角',
    nil,
    nil,
  },
  [2361] = {
    '修復項鍊',
    nil,
    nil,
  },
  [2383] = {
    '簡易羊皮紙',
    nil,
    nil,
  },
  [2398] = {
    '失蹤的矮人',
    nil,
    nil,
  },
  [2439] = {
    '白金圓盤',
    nil,
    nil,
  },
  [2440] = {
    '白金圓盤',
    nil,
    nil,
  },
  [2459] = {
    '『食夢者』菲羅斯塔',
    nil,
    nil,
  },
  [2499] = {
    '奧肯斯古爾',
    nil,
    nil,
  },
  [2520] = {
    '薩絲拉的祭品',
    nil,
    nil,
  },
  [2523] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [2561] = {
    '利爪德魯伊',
    nil,
    nil,
  },
  [2582] = {
    '遠古之怒',
    nil,
    nil,
  },
  [2662] = {
    '諾格弗格藥劑',
    nil,
    nil,
  },
  [2760] = {
    '秘銀會',
    nil,
    nil,
  },
  [2768] = {
    '探水棒',
    nil,
    nil,
  },
  [2782] = {
    '林吉的秘密',
    nil,
    nil,
  },
  [2841] = {
    '設備之戰',
    nil,
    nil,
  },
  [2846] = {
    '深淵冠冕',
    nil,
    nil,
  },
  [2848] = {
    '蠻皮護肩',
    nil,
    nil,
  },
  [2849] = {
    '蠻皮外衣',
    nil,
    nil,
  },
  [2850] = {
    '蠻皮盔帽',
    nil,
    nil,
  },
  [2851] = {
    '蠻皮長靴',
    nil,
    nil,
  },
  [2852] = {
    '蠻皮護腿',
    nil,
    nil,
  },
  [2855] = {
    '蠻皮護肩',
    nil,
    nil,
  },
  [2856] = {
    '蠻皮外衣',
    nil,
    nil,
  },
  [2857] = {
    '蠻皮盔帽',
    nil,
    nil,
  },
  [2858] = {
    '蠻皮長靴',
    nil,
    nil,
  },
  [2859] = {
    '蠻皮護腿',
    nil,
    nil,
  },
  [2863] = {
    '搶先攻擊',
    nil,
    nil,
  },
  [2873] = {
    '斯杜雷的貨物',
    nil,
    nil,
  },
  [2878] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [2882] = {
    '科爾戈的黃金',
    nil,
    nil,
  },
  [2923] = {
    '技工大師歐沃斯巴克',
    nil,
    nil,
  },
  [2929] = {
    '大叛徒',
    nil,
    nil,
  },
  [2934] = {
    '完好無損的毒囊',
    nil,
    nil,
  },
  [2940] = {
    '菲拉斯的歷史',
    nil,
    nil,
  },
  [2945] = {
    '髒兮兮的戒指',
    nil,
    nil,
  },
  [2987] = {
    '戈杜尼鈷礦石',
    nil,
    nil,
  },
  [2989] = {
    '祖爾祭壇',
    nil,
    nil,
  },
  [2990] = {
    '薩迪斯·格希德',
    nil,
    nil,
  },
  [2991] = {
    '耐克魯姆的勳章',
    nil,
    nil,
  },
  [2997] = {
    '聖潔之書',
    nil,
    nil,
  },
  [2998] = {
    '聖潔之書',
    nil,
    nil,
  },
  [2999] = {
    '聖潔之書',
    nil,
    nil,
  },
  [3000] = {
    '聖潔之書',
    nil,
    nil,
  },
  [3022] = {
    '小心輕放。',
    nil,
    nil,
  },
  [3042] = {
    '食人妖調和劑',
    nil,
    nil,
  },
  [3062] = {
    '黑心',
    nil,
    nil,
  },
  [3065] = {
    '普通石板',
    nil,
    nil,
  },
  [3082] = {
    '風蝕石板',
    nil,
    nil,
  },
  [3083] = {
    '密文石板',
    nil,
    nil,
  },
  [3084] = {
    '符文銘刻石板',
    nil,
    nil,
  },
  [3085] = {
    '神聖石板',
    nil,
    nil,
  },
  [3086] = {
    '雕紋石板',
    nil,
    nil,
  },
  [3087] = {
    '風蝕羊皮紙',
    nil,
    nil,
  },
  [3088] = {
    '密文羊皮紙',
    nil,
    nil,
  },
  [3089] = {
    '符文銘刻羊皮紙',
    nil,
    nil,
  },
  [3090] = {
    '受污染的羊皮紙',
    nil,
    nil,
  },
  [3091] = {
    '簡易便箋',
    nil,
    nil,
  },
  [3092] = {
    '銘刻便箋',
    nil,
    nil,
  },
  [3093] = {
    '符文銘刻便箋',
    nil,
    nil,
  },
  [3094] = {
    '綠色便箋',
    nil,
    nil,
  },
  [3095] = {
    '簡易卷軸',
    nil,
    nil,
  },
  [3096] = {
    '密文卷軸',
    nil,
    nil,
  },
  [3097] = {
    '神聖卷軸',
    nil,
    nil,
  },
  [3098] = {
    '雕紋卷軸',
    nil,
    nil,
  },
  [3099] = {
    '受污染的卷軸',
    nil,
    nil,
  },
  [3100] = {
    '簡要的信件',
    nil,
    nil,
  },
  [3101] = {
    '聖化信件',
    nil,
    nil,
  },
  [3102] = {
    '密文信件',
    nil,
    nil,
  },
  [3103] = {
    '神聖信件',
    nil,
    nil,
  },
  [3104] = {
    '雕紋信件',
    nil,
    nil,
  },
  [3105] = {
    '受污染的信件',
    nil,
    nil,
  },
  [3106] = {
    '簡易符文',
    nil,
    nil,
  },
  [3107] = {
    '聖化符文',
    nil,
    nil,
  },
  [3108] = {
    '風蝕符文',
    nil,
    nil,
  },
  [3109] = {
    '密文符文',
    nil,
    nil,
  },
  [3110] = {
    '神聖符文',
    nil,
    nil,
  },
  [3112] = {
    '簡易備忘錄',
    nil,
    nil,
  },
  [3113] = {
    '密文備忘錄',
    nil,
    nil,
  },
  [3114] = {
    '雕紋備忘錄',
    nil,
    nil,
  },
  [3115] = {
    '受污染的符文',
    nil,
    nil,
  },
  [3116] = {
    '簡易符記',
    nil,
    nil,
  },
  [3117] = {
    '風化符記',
    nil,
    nil,
  },
  [3118] = {
    '密文符記',
    nil,
    nil,
  },
  [3119] = {
    '神聖符記',
    nil,
    nil,
  },
  [3120] = {
    '綠色符記',
    nil,
    nil,
  },
  [3124] = {
    '角鷹獸靈魂精華',
    nil,
    nil,
  },
  [3125] = {
    '精靈龍靈魂精華',
    nil,
    nil,
  },
  [3126] = {
    '樹人靈魂精華',
    nil,
    nil,
  },
  [3127] = {
    '山嶺巨人靈魂精華',
    nil,
    nil,
  },
  [3161] = {
    '加茲瑞迪安',
    nil,
    nil,
  },
  [3182] = {
    '索里奧斯的證明信',
    nil,
    nil,
  },
  [3261] = {
    '喬恩·星眼',
    nil,
    nil,
  },
  [3281] = {
    '被偷走的銀幣',
    nil,
    nil,
  },
  [3301] = {
    '茉拉·符文圖騰',
    nil,
    nil,
  },
  [3341] = {
    '寒冰之王',
    nil,
    nil,
  },
  [3362] = {
    '灌木谷',
    nil,
    nil,
  },
  [3363] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [3373] = {
    '伊蘭尼庫斯精華',
    nil,
    nil,
  },
  [3374] = {
    '伊蘭尼庫斯精華',
    nil,
    nil,
  },
  [3377] = {
    '伊露恩祈禱文',
    nil,
    nil,
  },
  [3378] = {
    '伊露恩祈禱文',
    nil,
    nil,
  },
  [3385] = {
    '暗黑拍賣會',
    nil,
    nil,
  },
  [3402] = {
    '暗黑拍賣會',
    nil,
    nil,
  },
  [3446] = {
    '邁入深淵',
    nil,
    nil,
  },
  [3462] = {
    '侍從瑪特拉克',
    nil,
    nil,
  },
  [3521] = {
    '埃沃隆的解藥',
    nil,
    nil,
  },
  [3522] = {
    '埃沃隆的解藥',
    nil,
    nil,
  },
  [3636] = {
    '與聖光同在',
    nil,
    nil,
  },
  [3681] = {
    '聖潔之書',
    nil,
    nil,
  },
  [3741] = {
    '尼達的項鍊',
    nil,
    nil,
  },
  [3761] = {
    '安戈洛的泥土',
    nil,
    nil,
  },
  [3764] = {
    '安戈洛的泥土',
    nil,
    nil,
  },
  [3783] = {
    '我們到了嗎，雪人?',
    nil,
    nil,
  },
  [3802] = {
    nil,
    {'你可以在秩序競技場外側的工匠大廳裡找到弗諾斯·達克維爾。殺死那無恥的雜種，找回鐵膽之錘。|n|n把鐵膽之錘帶到索瑞森神殿去，放在適當的地方─就放在我的雕像的手中。|n|n然後，我存放鑰匙的小隔間就會打開。更重要的是，鐵膽之錘將會永遠都掌握在我手中。如果他們試圖拿走戰錘，雕塑和戰錘就都會粉碎，並永遠消失。', },
    nil,
  },
  [3821] = {
    '巨槌石',
    nil,
    nil,
  },
  [3861] = {
    '咯咯嗒!',
    nil,
    nil,
  },
  [3904] = {
    '米莉的葡萄',
    nil,
    nil,
  },
  [3905] = {
    '葡萄出貨單',
    nil,
    nil,
  },
  [3921] = {
    '維妮·布特巴克',
    nil,
    nil,
  },
  [3923] = {
    '雷里·格里斯高布',
    nil,
    nil,
  },
  [3924] = {
    '主動式負載平衡器說明書',
    nil,
    nil,
  },
  [3981] = {
    '指揮官哥沙克',
    nil,
    nil,
  },
  [3982] = {
    '發生了什麼事情?',
    nil,
    nil,
  },
  [4001] = {
    '發生了什麼事情?',
    nil,
    nil,
  },
  [4003] = {
    '拯救公主',
    nil,
    nil,
  },
  [4113] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [4114] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [4115] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [4116] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [4117] = {
    '被腐化的鞭根草',
    nil,
    nil,
  },
  [4118] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [4119] = {
    '被腐化的夜龍草',
    nil,
    nil,
  },
  [4123] = {
    '山脈之心',
    nil,
    nil,
  },
  [4126] = {
    '霍爾雷·黑息',
    nil,
    nil,
  },
  [4128] = {
    '拉格納·雷酒',
    nil,
    nil,
  },
  [4134] = {
    '遺失的雷酒秘方',
    nil,
    nil,
  },
  [4135] = {
    '痛苦深淵',
    nil,
    nil,
  },
  [4136] = {
    '雷布里·斯庫比格特',
    nil,
    nil,
  },
  [4148] = {
    '血瓣花除草器',
    nil,
    nil,
  },
  [4221] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [4222] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [4241] = {
    '溫德索爾元帥',
    nil,
    nil,
  },
  [4262] = {
    '征服者派隆',
    nil,
    nil,
  },
  [4264] = {
    '弄皺的便箋',
    nil,
    nil,
  },
  [4266] = {
    '英雄光臨',
    nil,
    nil,
  },
  [4286] = {
    '好東西',
    nil,
    nil,
  },
  [4296] = {
    '七賢石板',
    nil,
    nil,
  },
  [4324] = {
    '尤卡·斯庫比格特',
    nil,
    nil,
  },
  [4341] = {
    '卡蘭·巨錘',
    nil,
    nil,
  },
  [4343] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [4362] = {
    '王國的命運',
    nil,
    nil,
  },
  [4381] = {
    '恢復水晶',
    nil,
    nil,
  },
  [4382] = {
    '精神水晶',
    nil,
    nil,
  },
  [4383] = {
    '防禦水晶',
    nil,
    nil,
  },
  [4384] = {
    '破甲水晶',
    nil,
    nil,
  },
  [4385] = {
    '爆炸水晶',
    nil,
    nil,
  },
  [4386] = {
    '尖刺水晶',
    nil,
    nil,
  },
  [4401] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [4403] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [4443] = {
    '被腐化的鞭根草',
    nil,
    nil,
  },
  [4444] = {
    '被腐化的鞭根草',
    nil,
    nil,
  },
  [4445] = {
    '被腐化的鞭根草',
    nil,
    nil,
  },
  [4446] = {
    '被腐化的鞭根草',
    nil,
    nil,
  },
  [4447] = {
    '被腐化的夜龍草',
    nil,
    nil,
  },
  [4448] = {
    '被腐化的夜龍草',
    nil,
    nil,
  },
  [4461] = {
    '被腐化的鞭根草',
    nil,
    nil,
  },
  [4462] = {
    '被腐化的夜龍草',
    nil,
    nil,
  },
  [4463] = {
    '沉思聖契',
    nil,
    nil,
  },
  [4464] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [4465] = {
    '被腐化的輕歌花',
    nil,
    nil,
  },
  [4466] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [4467] = {
    '被腐化的迎風花',
    nil,
    nil,
  },
  [4481] = {
    '體質聖契',
    nil,
    nil,
  },
  [4482] = {
    '堅毅聖契',
    nil,
    nil,
  },
  [4483] = {
    '韌性聖契',
    nil,
    nil,
  },
  [4484] = {
    '貪婪聖契',
    nil,
    nil,
  },
  [4501] = {
    '當心翼手龍',
    nil,
    nil,
  },
  [4505] = {
    '腐化之井',
    nil,
    nil,
  },
  [4581] = {
    '凱尼斯·靜風',
    nil,
    nil,
  },
  [4621] = {
    '敬禮，艦隊司令!',
    nil,
    nil,
  },
  [4722] = {
    '擱淺的海龜',
    nil,
    nil,
  },
  [4723] = {
    '擱淺的海洋生物',
    nil,
    nil,
  },
  [4725] = {
    '擱淺的海龜',
    nil,
    nil,
  },
  [4726] = {
    '小龍精華',
    nil,
    nil,
  },
  [4727] = {
    '擱淺的海龜',
    nil,
    nil,
  },
  [4728] = {
    '擱淺的海洋生物',
    nil,
    nil,
  },
  [4730] = {
    '擱淺的海洋生物',
    nil,
    nil,
  },
  [4731] = {
    '擱淺的海龜',
    nil,
    nil,
  },
  [4732] = {
    '擱淺的海龜',
    nil,
    nil,
  },
  [4733] = {
    '擱淺的海洋生物',
    nil,
    nil,
  },
  [4742] = {
    '晉升徽印',
    nil,
    nil,
  },
  [4743] = {
    '晉升徽印',
    nil,
    nil,
  },
  [4761] = {
    '桑迪斯·織風',
    nil,
    nil,
  },
  [4764] = {
    '末日扣環',
    nil,
    nil,
  },
  [4766] = {
    '瑪亞拉·亮翼',
    nil,
    nil,
  },
  [4767] = {
    '雙足飛龍',
    nil,
    nil,
  },
  [4771] = {
    '阿萊克斯的先鋒',
    nil,
    nil,
  },
  [4785] = {
    '優質金線',
    nil,
    nil,
  },
  [4801] = {
    '霜刃魂精',
    nil,
    nil,
  },
  [4802] = {
    '寒水魂精',
    nil,
    nil,
  },
  [4803] = {
    '裂齒魂精',
    nil,
    nil,
  },
  [4804] = {
    '冰風魂精',
    nil,
    nil,
  },
  [4805] = {
    '冰草魂精',
    nil,
    nil,
  },
  [4806] = {
    '霜槌魂精',
    nil,
    nil,
  },
  [4807] = {
    '梟獸魂精',
    nil,
    nil,
  },
  [4808] = {
    '菲諾克',
    nil,
    nil,
  },
  [4821] = {
    '異型卵',
    nil,
    nil,
  },
  [4866] = {
    '蛛后的乳汁',
    nil,
    nil,
  },
  [4867] = {
    '烏洛克·末日嚎',
    nil,
    nil,
  },
  [4903] = {
    '高圖斯的命令',
    nil,
    nil,
  },
  [4907] = {
    '丁奇·斯迪波爾',
    nil,
    nil,
  },
  [4974] = {
    '為了部落!',
    nil,
    nil,
  },
  [4982] = {
    '比修的裝置',
    nil,
    nil,
  },
  [4983] = {
    '比修的偵察報告',
    nil,
    nil,
  },
  [4986] = {
    '雕紋橡木樹枝',
    nil,
    nil,
  },
  [4987] = {
    '雕紋橡木樹枝',
    nil,
    nil,
  },
  [5001] = {
    '比修的裝置',
    nil,
    nil,
  },
  [5050] = {
    '好運符咒',
    nil,
    nil,
  },
  [5058] = {
    '達爾松夫人的日記',
    nil,
    nil,
  },
  [5061] = {
    '水棲形態 (夜精靈德魯伊)',
    nil,
    nil,
  },
  [5063] = {
    '血色學者軟帽',
    nil,
    nil,
  },
  [5067] = {
    '阿卡納護腿',
    nil,
    nil,
  },
  [5068] = {
    '血嗜胸甲',
    nil,
    nil,
  },
  [5081] = {
    '麥斯威爾的任務',
    nil,
    nil,
  },
  [5083] = {
    '冬泉火水',
    nil,
    nil,
  },
  [5088] = {
    '[Deprecated for 4.x]阿利卡拉',
    nil,
    nil,
  },
  [5089] = {
    '達基薩斯將軍的命令',
    nil,
    nil,
  },
  [5102] = {
    '達基薩斯將軍之死',
    nil,
    nil,
  },
  [5121] = {
    '冬泉酋長',
    nil,
    nil,
  },
  [5124] = {
    '熾熱鎧甲護手',
    nil,
    nil,
  },
  [5128] = {
    '熊怪酋長的話',
    nil,
    nil,
  },
  [5149] = {
    '帕米拉的洋娃娃',
    nil,
    nil,
  },
  [5151] = {
    '超適應齒輪',
    nil,
    nil,
  },
  [5163] = {
    '我們到了嗎，雪人?',
    nil,
    nil,
  },
  [5164] = {
    '遊蕩者目錄',
    nil,
    nil,
  },
  [5166] = {
    '炫彩巨龍胸甲',
    nil,
    nil,
  },
  [5167] = {
    '炫彩挑戰者腿鎧',
    nil,
    nil,
  },
  [5209] = {
    '卡林多博學大師',
    {'卡林多博學大師', },
    nil,
  },
  [5237] = {
    '任務完成!',
    nil,
    nil,
  },
  [5238] = {
    '任務完成!',
    nil,
    nil,
  },
  [5244] = {
    '凱斯利爾廢墟',
    nil,
    nil,
  },
  [5250] = {
    '星殞術',
    nil,
    nil,
  },
  [5252] = {
    '悔恨的精靈貴族',
    nil,
    nil,
  },
  [5261] = {
    '伊根·派特斯金納',
    nil,
    nil,
  },
  [5264] = {
    '麥斯威爾·泰羅索斯領主',
    nil,
    nil,
  },
  [5265] = {
    '銀色黎明寶箱',
    nil,
    nil,
  },
  [5307] = {
    '腐蝕',
    nil,
    nil,
  },
  [5381] = {
    '埃盧梭斯之手',
    nil,
    nil,
  },
  [5384] = {
    '傳令官基爾圖諾斯',
    nil,
    nil,
  },
  [5401] = {
    '銀色黎明委任徽章',
    nil,
    nil,
  },
  [5405] = {
    '銀色黎明委任徽章',
    nil,
    nil,
  },
  [5463] = {
    '米奈希爾的禮物',
    nil,
    nil,
  },
  [5464] = {
    '米奈希爾的禮物',
    nil,
    nil,
  },
  [5465] = {
    '禁錮靈魂的遺物',
    nil,
    nil,
  },
  [5482] = {
    '末日草',
    nil,
    nil,
  },
  [5503] = {
    '銀色黎明委任徽章',
    nil,
    nil,
  },
  [5515] = {
    '卡斯迪諾夫的恐懼之袋',
    nil,
    nil,
  },
  [5517] = {
    '炫彩黎明披肩',
    nil,
    nil,
  },
  [5521] = {
    '炫彩黎明披肩',
    nil,
    nil,
  },
  [5524] = {
    '炫彩黎明披肩',
    nil,
    nil,
  },
  [5533] = {
    '通靈學院',
    nil,
    nil,
  },
  [5537] = {
    '骷髏碎片',
    nil,
    nil,
  },
  [5582] = {
    '健康的龍鱗',
    nil,
    nil,
  },
  [5634] = {
    '絕望禱言',
    nil,
    nil,
  },
  [5635] = {
    '絕望禱言',
    nil,
    nil,
  },
  [5636] = {
    '絕望禱言',
    nil,
    nil,
  },
  [5637] = {
    '絕望禱言',
    nil,
    nil,
  },
  [5638] = {
    '絕望禱言',
    nil,
    nil,
  },
  [5639] = {
    '絕望禱言',
    nil,
    nil,
  },
  [5642] = {
    '暗影守護者',
    nil,
    nil,
  },
  [5643] = {
    '暗影守護者',
    nil,
    nil,
  },
  [5644] = {
    '噬靈瘟疫',
    nil,
    nil,
  },
  [5646] = {
    '噬靈瘟疫',
    nil,
    nil,
  },
  [5676] = {
    '秘法回饋者',
    nil,
    nil,
  },
  [5677] = {
    '秘法回饋者',
    nil,
    nil,
  },
  [5679] = {
    '噬靈瘟疫',
    nil,
    nil,
  },
  [5680] = {
    '暗影守護者',
    nil,
    nil,
  },
  [5741] = {
    '聖光權杖',
    nil,
    nil,
  },
  [5742] = {
    '救贖',
    nil,
    nil,
  },
  [5803] = {
    '阿拉基的聖甲蟲',
    nil,
    nil,
  },
  [5804] = {
    '阿拉基的聖甲蟲',
    nil,
    nil,
  },
  [5805] = {
    '歡迎!',
    nil,
    nil,
  },
  [5841] = {
    '歡迎!',
    nil,
    nil,
  },
  [5842] = {
    '歡迎!',
    nil,
    nil,
  },
  [5843] = {
    '歡迎!',
    nil,
    nil,
  },
  [5844] = {
    '歡迎!',
    nil,
    nil,
  },
  [5846] = {
    '愛與家庭',
    nil,
    nil,
  },
  [5847] = {
    '歡迎!',
    nil,
    nil,
  },
  [5848] = {
    '愛與家庭',
    nil,
    nil,
  },
  [5892] = {
    '深鐵礦坑補給品',
    nil,
    nil,
  },
  [5893] = {
    '冷齒礦坑補給品',
    nil,
    nil,
  },
  [5921] = {
    '月光林地',
    nil,
    nil,
  },
  [5922] = {
    '月光林地',
    nil,
    nil,
  },
  [5929] = {
    '巨熊之靈',
    nil,
    nil,
  },
  [5930] = {
    '巨熊之靈',
    nil,
    nil,
  },
  [6021] = {
    '『流亡者』塞達爾',
    nil,
    nil,
  },
  [6027] = {
    '上古之書',
    nil,
    nil,
  },
  [6030] = {
    '尼古拉斯·瑟倫霍夫公爵',
    nil,
    nil,
  },
  [6031] = {
    '符文布',
    nil,
    nil,
  },
  [6132] = {
    '把我從這裡救出去!',
    nil,
    nil,
  },
  [6141] = {
    '安東修士',
    nil,
    nil,
  },
  [6164] = {
    '奧古斯圖斯的帳本',
    nil,
    nil,
  },
  [6184] = {
    '弗林特·沙多摩爾',
    nil,
    nil,
  },
  [6261] = {
    '杜加爾·朗德瑞克',
    nil,
    nil,
  },
  [6284] = {
    '蜘蛛恐懼症',
    nil,
    nil,
  },
  [6344] = {
    '奈莎·影歌',
    nil,
    nil,
  },
  [6394] = {
    '塔茲利爾的鎬',
    nil,
    nil,
  },
  [6421] = {
    '滾岩峽谷',
    nil,
    nil,
  },
  [6441] = {
    '薩特的角',
    nil,
    nil,
  },
  [6462] = {
    '食人妖符咒',
    nil,
    nil,
  },
  [6501] = {
    '龍之眼',
    nil,
    nil,
  },
  [6502] = {
    '龍火護符',
    nil,
    nil,
  },
  [6521] = {
    '邪惡的盟友',
    nil,
    nil,
  },
  [6522] = {
    '邪惡的盟友',
    nil,
    nil,
  },
  [6545] = {
    '戰歌信差的報告',
    nil,
    nil,
  },
  [6546] = {
    '戰歌先遣騎的報告',
    nil,
    nil,
  },
  [6547] = {
    '戰歌斥候報告',
    nil,
    nil,
  },
  [6570] = {
    '艾博斯塔夫',
    nil,
    nil,
  },
  [6581] = {
    '戰歌鋸刃',
    nil,
    nil,
  },
  [6602] = {
    '黑龍勇士之血',
    nil,
    nil,
  },
  [6610] = {
    '蚌肉大餐',
    nil,
    nil,
  },
  [6621] = {
    '汙林之王',
    nil,
    nil,
  },
  [6641] = {
    '『鞭笞者』沃爾沙',
    nil,
    nil,
  },
  [6801] = {
    '『冰雪之王』洛克霍拉',
    nil,
    nil,
  },
  [6821] = {
    '艾博希爾之眼',
    nil,
    nil,
  },
  [6822] = {
    '熔火之心',
    nil,
    nil,
  },
  [6847] = {
    '指揮官雷松的全知之眼',
    nil,
    nil,
  },
  [6848] = {
    '指揮官雷松的全知之眼',
    nil,
    nil,
  },
  [6861] = {
    '斯菲萊克斯的可攜式伐木機',
    nil,
    nil,
  },
  [6862] = {
    '斯菲萊克斯的可攜式伐木機',
    nil,
    nil,
  },
  [6881] = {
    '『森林之王』伊弗斯',
    nil,
    nil,
  },
  [6922] = {
    '阿奎尼斯男爵',
    nil,
    nil,
  },
  [6981] = {
    '發光的裂片',
    nil,
    nil,
  },
  [6982] = {
    '冷齒礦坑補給品',
    nil,
    nil,
  },
  [6984] = {
    '燻木牧場的感謝',
    nil,
    nil,
  },
  [6985] = {
    '深鐵礦坑補給品',
    nil,
    nil,
  },
  [7045] = {
    '燻木牧場的感謝',
    nil,
    nil,
  },
  [7061] = {
    '冬幕節',
    nil,
    nil,
  },
  [7063] = {
    '冬幕節',
    nil,
    nil,
  },
  [7064] = {
    '大地與種子的污染',
    nil,
    nil,
  },
  [7065] = {
    '大地與種子的污染',
    nil,
    nil,
  },
  [7066] = {
    '生命之種',
    nil,
    nil,
  },
  [7067] = {
    '賤民的指引',
    nil,
    nil,
  },
  [7161] = {
    '試煉場',
    nil,
    nil,
  },
  [7162] = {
    '試煉場',
    nil,
    nil,
  },
  [7167] = {
    '命令之眼',
    nil,
    nil,
  },
  [7172] = {
    '命令之眼',
    nil,
    nil,
  },
  [7202] = {
    '『血怒者』科爾拉克',
    nil,
    nil,
  },
  [7223] = {
    '護甲碎塊',
    nil,
    nil,
  },
  [7321] = {
    '海龜湯',
    nil,
    nil,
  },
  [7401] = {
    '懸賞:矮人!',
    nil,
    nil,
  },
  [7402] = {
    '懸賞:獸人!',
    nil,
    nil,
  },
  [7483] = {
    '疾速聖典',
    nil,
    nil,
  },
  [7484] = {
    '專注聖典',
    nil,
    nil,
  },
  [7485] = {
    '防護聖典',
    nil,
    nil,
  },
  [7488] = {
    '蕾瑟塔蒂絲的網',
    nil,
    nil,
  },
  [7489] = {
    '蕾瑟塔蒂絲的網',
    nil,
    nil,
  },
  [7490] = {
    '部落的勝利',
    nil,
    nil,
  },
  [7492] = {
    '莫沙徹營地',
    nil,
    nil,
  },
  [7494] = {
    '羽月要塞',
    nil,
    nil,
  },
  [7495] = {
    '聯盟的勝利',
    nil,
    nil,
  },
  [7498] = {
    '迦羅娜:潛行與詭計研究',
    nil,
    nil,
  },
  [7499] = {
    '防禦寶典',
    nil,
    nil,
  },
  [7500] = {
    '秘法師的烹飪書',
    nil,
    nil,
  },
  [7501] = {
    '聖光之力',
    nil,
    nil,
  },
  [7502] = {
    '束縛之影',
    nil,
    nil,
  },
  [7503] = {
    '最偉大的獵手',
    nil,
    nil,
  },
  [7504] = {
    '光明不會告訴你的事情',
    nil,
    nil,
  },
  [7505] = {
    '你與冰霜震擊',
    nil,
    nil,
  },
  [7508] = {
    '鑄造奎爾賽拉',
    nil,
    nil,
  },
  [7509] = {
    '鑄造奎爾賽拉',
    nil,
    nil,
  },
  [7562] = {
    '莫蘇爾·召血者',
    nil,
    nil,
  },
  [7583] = {
    '鎮壓',
    nil,
    nil,
  },
  [7601] = {
    nil,
    {'要想我教你召喚煉獄火僕從，你必須殺死克羅蘇斯並從他燃燒的屍體中取出煉獄火之核交給我。但是這項任務並不簡單。克羅蘇斯幾乎已經燒盡了。你必須重新點燃他的屍體，令他復活。你必須從其他惡魔那兒收集一些東西才能令他復活。|n|n我的孩子，準備上路吧。', },
    nil,
  },
  [7603] = {
    '克羅蘇斯的煉獄火之核',
    nil,
    nil,
  },
  [7622] = {
    nil,
    {'你必須完成我未做完的事情:保護逃離斯坦索姆的農民。|n|n他們會走向光明，而你必須確保他們的安全。要是死去的人數量過多，我們將繼續生活在詛咒之下─你的任務也會失敗。|n|n這項任務將檢驗你學到的所有技能和法術。願光明保佑你，$N。', },
    nil,
  },
  [7623] = {
    '貝恩霍勒領主',
    nil,
    nil,
  },
  [7625] = {
    '克索諾斯星塵',
    nil,
    nil,
  },
  [7626] = {
    '達斯莫拉之鈴',
    nil,
    nil,
  },
  [7627] = {
    '黑暗戰車之輪',
    nil,
    nil,
  },
  [7628] = {
    '末日蠟燭',
    nil,
    nil,
  },
  [7631] = {
    '克索諾斯恐懼戰馬',
    nil,
    nil,
  },
  [7634] = {
    '龍筋箭袋',
    nil,
    nil,
  },
  [7635] = {
    '合適的弓弦',
    nil,
    nil,
  },
  [7638] = {
    '格雷森·破影者領主',
    nil,
    nil,
  },
  [7643] = {
    '上古聖馬之魂',
    nil,
    nil,
  },
  [7644] = {
    '受祝福的奧金馬鎧',
    nil,
    nil,
  },
  [7645] = {
    '魔法糧草',
    nil,
    nil,
  },
  [7647] = {
    '審判和救贖',
    nil,
    nil,
  },
  [7653] = {
    '帝國鎧甲腰帶',
    nil,
    nil,
  },
  [7654] = {
    '帝國鎧甲長靴',
    nil,
    nil,
  },
  [7656] = {
    '帝國鎧甲護胸',
    nil,
    nil,
  },
  [7657] = {
    '帝國鎧甲頭盔',
    nil,
    nil,
  },
  [7658] = {
    '帝國鎧甲護腿',
    nil,
    nil,
  },
  [7659] = {
    '帝國鎧甲護肩',
    nil,
    nil,
  },
  [7731] = {
    '毒刺鞭笞者',
    nil,
    nil,
  },
  [7735] = {
    '原始雪人毛皮',
    nil,
    nil,
  },
  [7738] = {
    '完美的雪人毛皮',
    nil,
    nil,
  },
  [7761] = {
    '黑手的命令',
    nil,
    nil,
  },
  [7781] = {
    '黑石之王',
    nil,
    nil,
  },
  [7782] = {
    '黑石之王',
    nil,
    nil,
  },
  [7783] = {
    '黑石之王',
    nil,
    nil,
  },
  [7784] = {
    '黑石之王',
    nil,
    nil,
  },
  [7810] = {
    '競技場大師飾物',
    nil,
    nil,
  },
  [7838] = {
    '競技場宗師飾物',
    nil,
    nil,
  },
  [7841] = {
    '給蠻錘部族的警告信',
    nil,
    nil,
  },
  [7863] = {
    '哨兵基礎護理包',
    nil,
    nil,
  },
  [7864] = {
    '哨兵標準護理包',
    nil,
    nil,
  },
  [7865] = {
    '哨兵高級護理包',
    nil,
    nil,
  },
  [7866] = {
    '先遣騎基礎護理包',
    nil,
    nil,
  },
  [7867] = {
    '先遣騎標準護理包',
    nil,
    nil,
  },
  [7868] = {
    '先遣騎高級護理包',
    nil,
    nil,
  },
  [7885] = {
    '護甲片',
    nil,
    nil,
  },
  [7889] = {
    '粗製平衡石',
    nil,
    nil,
  },
  [7890] = {
    '重砂輪',
    nil,
    nil,
  },
  [7891] = {
    '綠鐵護腕',
    nil,
    nil,
  },
  [7892] = {
    '巨型黑錘',
    nil,
    nil,
  },
  [7894] = {
    '壞掉的調節器',
    nil,
    nil,
  },
  [7895] = {
    '高速青銅齒輪',
    nil,
    nil,
  },
  [7898] = {
    '瑟銀零件',
    nil,
    nil,
  },
  [7905] = {
    '暗月馬戲團',
    nil,
    nil,
  },
  [7926] = {
    '暗月馬戲團',
    nil,
    nil,
  },
  [8049] = {
    '祖達薩之眼',
    nil,
    nil,
  },
  [8050] = {
    '祖達薩之眼',
    nil,
    nil,
  },
  [8051] = {
    '祖達薩之眼',
    nil,
    nil,
  },
  [8052] = {
    '祖達薩的全視之眼',
    nil,
    nil,
  },
  [8106] = {
    '凱贊的玷污',
    nil,
    nil,
  },
  [8107] = {
    '凱贊的玷污',
    nil,
    nil,
  },
  [8108] = {
    '凱贊的玷污',
    nil,
    nil,
  },
  [8109] = {
    '凱贊的強力玷污',
    nil,
    nil,
  },
  [8110] = {
    '附魔南海海藻',
    nil,
    nil,
  },
  [8111] = {
    '附魔南海海藻',
    nil,
    nil,
  },
  [8112] = {
    '附魔南海海藻',
    nil,
    nil,
  },
  [8113] = {
    '原始附魔南海海藻',
    nil,
    nil,
  },
  [8116] = {
    '巫毒幻象',
    nil,
    nil,
  },
  [8117] = {
    '巫毒幻象',
    nil,
    nil,
  },
  [8118] = {
    '巫毒幻象',
    nil,
    nil,
  },
  [8184] = {
    '力量的證明',
    nil,
    nil,
  },
  [8185] = {
    '調和的徽記',
    nil,
    nil,
  },
  [8186] = {
    '死亡的擁抱',
    nil,
    nil,
  },
  [8187] = {
    '獵鷹的召喚',
    nil,
    nil,
  },
  [8188] = {
    '巫毒的警覺',
    nil,
    nil,
  },
  [8189] = {
    '魔法的視域',
    nil,
    nil,
  },
  [8190] = {
    '咒毒妖術',
    nil,
    nil,
  },
  [8191] = {
    '預言的光環',
    nil,
    nil,
  },
  [8192] = {
    '靈魂的安撫',
    nil,
    nil,
  },
  [8222] = {
    '發光的蠍血',
    nil,
    nil,
  },
  [8227] = {
    '納特的捲尺',
    nil,
    nil,
  },
  [8234] = {
    '密封的藍袋子',
    nil,
    nil,
  },
  [8251] = {
    '魔法粉末',
    nil,
    nil,
  },
  [8257] = {
    '摩弗拉斯之血',
    nil,
    nil,
  },
  [8260] = {
    '阿拉索基本醫療包',
    nil,
    nil,
  },
  [8261] = {
    '阿拉索標準醫療包',
    nil,
    nil,
  },
  [8262] = {
    '阿拉索高級醫療包',
    nil,
    nil,
  },
  [8263] = {
    '污染者基本醫療包',
    nil,
    nil,
  },
  [8264] = {
    '污染者標準醫療包',
    nil,
    nil,
  },
  [8265] = {
    '污染者高級醫療包',
    nil,
    nil,
  },
  [8308] = {
    '布萊恩·銅鬚遺失的信件',
    nil,
    nil,
  },
  [8321] = {
    '卑鄙的維拉爾',
    nil,
    nil,
  },
  [8322] = {
    '惡臭雞蛋',
    nil,
    nil,
  },
  [8331] = {
    '奧莉爾·金葉',
    nil,
    nil,
  },
  [8349] = {
    '鮑爾·蠻鬃',
    nil,
    nil,
  },
  [8412] = {
    '靈魂圖騰',
    nil,
    nil,
  },
  [8415] = {
    '冰風崗哨',
    nil,
    nil,
  },
  [8425] = {
    '巫毒羽毛',
    nil,
    nil,
  },
  [8470] = {
    '死木儀式圖騰',
    nil,
    nil,
  },
  [8471] = {
    '冬泉儀式圖騰',
    nil,
    nil,
  },
  [8498] = {
    '暮光作戰命令',
    nil,
    nil,
  },
  [8534] = {
    '佐拉蟲巢偵察報告',
    nil,
    nil,
  },
  [8535] = {
    '蒼白聖殿騎士',
    nil,
    nil,
  },
  [8536] = {
    '土色聖殿騎士',
    nil,
    nil,
  },
  [8537] = {
    '赤紅聖殿騎士',
    nil,
    nil,
  },
  [8544] = {
    '征服者的肩甲',
    nil,
    nil,
  },
  [8551] = {
    '隊長的箱子',
    nil,
    nil,
  },
  [8556] = {
    '不屈力量之戒',
    nil,
    nil,
  },
  [8557] = {
    '不屈力量披氅',
    nil,
    nil,
  },
  [8558] = {
    '不屈力量之鐮',
    nil,
    nil,
  },
  [8559] = {
    '征服者的護脛',
    nil,
    nil,
  },
  [8560] = {
    '征服者的腿甲',
    nil,
    nil,
  },
  [8561] = {
    '征服者之冠',
    nil,
    nil,
  },
  [8562] = {
    '征服者的胸甲',
    nil,
    nil,
  },
  [8573] = {
    '勇士的戰裝',
    nil,
    nil,
  },
  [8586] = {
    '戴格的超美味奇美拉肉片',
    nil,
    nil,
  },
  [8592] = {
    '神諭者的冠冕',
    nil,
    nil,
  },
  [8593] = {
    '神諭者的長褲',
    nil,
    nil,
  },
  [8594] = {
    '神諭者的披肩',
    nil,
    nil,
  },
  [8596] = {
    '神諭者的裹足',
    nil,
    nil,
  },
  [8597] = {
    '龍語傻瓜教程',
    nil,
    nil,
  },
  [8602] = {
    '風暴召喚者的肩鎧',
    nil,
    nil,
  },
  [8603] = {
    '神諭者的法衣',
    nil,
    nil,
  },
  [8620] = {
    '唯一的處方',
    nil,
    nil,
  },
  [8621] = {
    '風暴召喚者的護足',
    nil,
    nil,
  },
  [8622] = {
    '風暴召喚者鍊衫',
    nil,
    nil,
  },
  [8623] = {
    '風暴召喚者冠冕',
    nil,
    nil,
  },
  [8624] = {
    '風暴召喚者的護腿',
    nil,
    nil,
  },
  [8625] = {
    '謎團肩墊',
    nil,
    nil,
  },
  [8626] = {
    '打擊者的護足',
    nil,
    nil,
  },
  [8627] = {
    '復仇者的胸甲',
    nil,
    nil,
  },
  [8628] = {
    '復仇者之冠',
    nil,
    nil,
  },
  [8629] = {
    '復仇者的腿甲',
    nil,
    nil,
  },
  [8630] = {
    '復仇者的肩鎧',
    nil,
    nil,
  },
  [8631] = {
    '謎團護腿',
    nil,
    nil,
  },
  [8632] = {
    '神秘頭環',
    nil,
    nil,
  },
  [8633] = {
    '謎團長袍',
    nil,
    nil,
  },
  [8634] = {
    '謎團長靴',
    nil,
    nil,
  },
  [8637] = {
    '亡賈的靴子',
    nil,
    nil,
  },
  [8638] = {
    '亡賈的外衣',
    nil,
    nil,
  },
  [8639] = {
    '亡賈的頭盔',
    nil,
    nil,
  },
  [8640] = {
    '亡賈的護腿',
    nil,
    nil,
  },
  [8641] = {
    '亡賈的肩甲',
    nil,
    nil,
  },
  [8655] = {
    '復仇者的護脛',
    nil,
    nil,
  },
  [8656] = {
    '打擊者鍊衫',
    nil,
    nil,
  },
  [8657] = {
    '打擊者冠冕',
    nil,
    nil,
  },
  [8658] = {
    '打擊者的護腿',
    nil,
    nil,
  },
  [8659] = {
    '打擊者的肩鎧',
    nil,
    nil,
  },
  [8660] = {
    '厄運召喚者的裹足',
    nil,
    nil,
  },
  [8661] = {
    '厄運召喚者的長袍',
    nil,
    nil,
  },
  [8662] = {
    '厄運召喚者的頭環',
    nil,
    nil,
  },
  [8663] = {
    '厄運召喚者的長褲',
    nil,
    nil,
  },
  [8664] = {
    '厄運召喚者的披肩',
    nil,
    nil,
  },
  [8665] = {
    '起源長靴',
    nil,
    nil,
  },
  [8666] = {
    '起源外衣',
    nil,
    nil,
  },
  [8667] = {
    '起源頭盔',
    nil,
    nil,
  },
  [8668] = {
    '起源長褲',
    nil,
    nil,
  },
  [8669] = {
    '起源肩墊',
    nil,
    nil,
  },
  [8689] = {
    '無盡智慧罩氅',
    nil,
    nil,
  },
  [8690] = {
    '聚集風暴披風',
    nil,
    nil,
  },
  [8691] = {
    '魔法秘密披氅',
    nil,
    nil,
  },
  [8692] = {
    '不滅生命披風',
    nil,
    nil,
  },
  [8693] = {
    '朦朧之影披風',
    nil,
    nil,
  },
  [8694] = {
    '禁斷邪語罩氅',
    nil,
    nil,
  },
  [8695] = {
    '永恆公正斗篷',
    nil,
    nil,
  },
  [8696] = {
    '隱秘通途披風',
    nil,
    nil,
  },
  [8697] = {
    '無盡智慧之戒',
    nil,
    nil,
  },
  [8698] = {
    '聚集風暴之戒',
    nil,
    nil,
  },
  [8699] = {
    '魔法秘密指環',
    nil,
    nil,
  },
  [8700] = {
    '不滅生命指環',
    nil,
    nil,
  },
  [8701] = {
    '朦朧之影指環',
    nil,
    nil,
  },
  [8702] = {
    '禁斷邪語之戒',
    nil,
    nil,
  },
  [8703] = {
    '永恆公正之戒',
    nil,
    nil,
  },
  [8704] = {
    '隱秘通途之戒',
    nil,
    nil,
  },
  [8705] = {
    '無盡智慧裁決槌',
    nil,
    nil,
  },
  [8706] = {
    '聚集風暴之錘',
    nil,
    nil,
  },
  [8707] = {
    '魔法秘密之刃',
    nil,
    nil,
  },
  [8708] = {
    '不滅生命之錘',
    nil,
    nil,
  },
  [8709] = {
    '朦朧之影匕首',
    nil,
    nil,
  },
  [8710] = {
    '禁斷邪語波刃劍',
    nil,
    nil,
  },
  [8711] = {
    '永恆公正之刃',
    nil,
    nil,
  },
  [8712] = {
    '隱秘通途之鐮',
    nil,
    nil,
  },
  [8730] = {
    '奈法利斯的腐敗',
    nil,
    nil,
  },
  [8733] = {
    '『夢境暴君』伊蘭尼庫斯',
    nil,
    nil,
  },
  [8735] = {
    '腐蝕夢魘',
    nil,
    nil,
  },
  [8737] = {
    '蒼藍聖殿騎士',
    nil,
    nil,
  },
  [8738] = {
    '雷戈蟲巢偵察報告',
    nil,
    nil,
  },
  [8739] = {
    '亞什蟲巢偵察報告',
    nil,
    nil,
  },
  [8744] = {
    '仔細包裝的禮物',
    nil,
    nil,
  },
  [8746] = {
    '麋鹿梅特森',
    nil,
    nil,
  },
  [8747] = {
    '保衛者之路',
    nil,
    nil,
  },
  [8748] = {
    '保衛者之路',
    nil,
    nil,
  },
  [8749] = {
    '保衛者之路',
    nil,
    nil,
  },
  [8750] = {
    '保衛者之路',
    nil,
    nil,
  },
  [8752] = {
    '征服者之路',
    nil,
    nil,
  },
  [8753] = {
    '征服者之路',
    nil,
    nil,
  },
  [8754] = {
    '征服者之路',
    nil,
    nil,
  },
  [8755] = {
    '征服者之路',
    nil,
    nil,
  },
  [8757] = {
    '塑能師之道',
    nil,
    nil,
  },
  [8758] = {
    '塑能師之道',
    nil,
    nil,
  },
  [8759] = {
    '塑能師之道',
    nil,
    nil,
  },
  [8760] = {
    '塑能師之道',
    nil,
    nil,
  },
  [8762] = {
    '麋鹿梅特森',
    nil,
    nil,
  },
  [8767] = {
    '輕輕搖晃過的禮物',
    nil,
    nil,
  },
  [8768] = {
    '精心包裝的禮物',
    nil,
    nil,
  },
  [8769] = {
    '滴答作響的禮物',
    nil,
    nil,
  },
  [8788] = {
    '輕輕搖晃過的禮物',
    nil,
    nil,
  },
  [8789] = {
    '其拉帝王武器',
    nil,
    nil,
  },
  [8790] = {
    '其拉帝王標誌',
    nil,
    nil,
  },
  [8791] = {
    '奧斯里安的隕落',
    nil,
    nil,
  },
  [8801] = {
    '克蘇恩的遺產',
    nil,
    nil,
  },
  [8803] = {
    '節慶禮物',
    nil,
    nil,
  },
  [8862] = {
    '伊露恩的蠟燭',
    nil,
    nil,
  },
  [8863] = {
    '新年節慶點心',
    nil,
    nil,
  },
  [8868] = {
    '伊露恩祝福號',
    nil,
    nil,
  },
  [8877] = {
    '煙火發射器',
    nil,
    nil,
  },
  [8882] = {
    '煙花束發射器',
    nil,
    nil,
  },
  [8883] = {
    '瓦拉達爾·星歌',
    nil,
    nil,
  },
  [8903] = {
    '危險的愛',
    nil,
    nil,
  },
  [8904] = {
    '危險的愛',
    nil,
    nil,
  },
  [8999] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9000] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9001] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9002] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9003] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9004] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9005] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9006] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9007] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9008] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9009] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9010] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9011] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9012] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9013] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9014] = {
    '最後的獎賞',
    nil,
    nil,
  },
  [9034] = {
    '無畏胸甲',
    nil,
    nil,
  },
  [9036] = {
    '無畏腿鎧',
    nil,
    nil,
  },
  [9037] = {
    '無畏盔帽',
    nil,
    nil,
  },
  [9038] = {
    '無畏肩鎧',
    nil,
    nil,
  },
  [9039] = {
    '無畏脛甲',
    nil,
    nil,
  },
  [9040] = {
    '無畏護手',
    nil,
    nil,
  },
  [9041] = {
    '無畏護腰',
    nil,
    nil,
  },
  [9042] = {
    '無畏護腕',
    nil,
    nil,
  },
  [9043] = {
    '救贖外套',
    nil,
    nil,
  },
  [9044] = {
    '救贖腿甲',
    nil,
    nil,
  },
  [9045] = {
    '救贖首盔',
    nil,
    nil,
  },
  [9046] = {
    '救贖肩甲',
    nil,
    nil,
  },
  [9047] = {
    '救贖長靴',
    nil,
    nil,
  },
  [9048] = {
    '救贖手甲',
    nil,
    nil,
  },
  [9049] = {
    '救贖束腰',
    nil,
    nil,
  },
  [9050] = {
    '救贖腕甲',
    nil,
    nil,
  },
  [9054] = {
    '地穴巡者外套',
    nil,
    nil,
  },
  [9055] = {
    '地穴巡者腿甲',
    nil,
    nil,
  },
  [9056] = {
    '地穴巡者首盔',
    nil,
    nil,
  },
  [9057] = {
    '地穴巡者肩甲',
    nil,
    nil,
  },
  [9058] = {
    '地穴巡者長靴',
    nil,
    nil,
  },
  [9059] = {
    '地穴巡者手甲',
    nil,
    nil,
  },
  [9060] = {
    '地穴巡者束腰',
    nil,
    nil,
  },
  [9061] = {
    '地穴巡者腕甲',
    nil,
    nil,
  },
  [9063] = {
    '托爾瓦·尋路者',
    nil,
    nil,
  },
  [9068] = {
    '碎地者外套',
    nil,
    nil,
  },
  [9069] = {
    '碎地者腿甲',
    nil,
    nil,
  },
  [9070] = {
    '碎地者首盔',
    nil,
    nil,
  },
  [9071] = {
    '碎地者肩甲',
    nil,
    nil,
  },
  [9072] = {
    '碎地者長靴',
    nil,
    nil,
  },
  [9073] = {
    '碎地者手甲',
    nil,
    nil,
  },
  [9074] = {
    '碎地者束腰',
    nil,
    nil,
  },
  [9075] = {
    '碎地者腕甲',
    nil,
    nil,
  },
  [9077] = {
    '骨鐮胸甲',
    nil,
    nil,
  },
  [9078] = {
    '骨鐮腿鎧',
    nil,
    nil,
  },
  [9079] = {
    '骨鐮盔帽',
    nil,
    nil,
  },
  [9080] = {
    '骨鐮肩鎧',
    nil,
    nil,
  },
  [9081] = {
    '骨鐮脛甲',
    nil,
    nil,
  },
  [9082] = {
    '骨鐮護手',
    nil,
    nil,
  },
  [9083] = {
    '骨鐮護腰',
    nil,
    nil,
  },
  [9084] = {
    '骨鐮護腕',
    nil,
    nil,
  },
  [9086] = {
    '夢行者外套',
    nil,
    nil,
  },
  [9087] = {
    '夢行者腿甲',
    nil,
    nil,
  },
  [9088] = {
    '夢行者首盔',
    nil,
    nil,
  },
  [9089] = {
    '夢行者肩甲',
    nil,
    nil,
  },
  [9090] = {
    '夢行者長靴',
    nil,
    nil,
  },
  [9091] = {
    '夢行者手甲',
    nil,
    nil,
  },
  [9092] = {
    '夢行者束腰',
    nil,
    nil,
  },
  [9093] = {
    '夢行者腕甲',
    nil,
    nil,
  },
  [9095] = {
    '霜火長袍',
    nil,
    nil,
  },
  [9096] = {
    '霜火護腿',
    nil,
    nil,
  },
  [9097] = {
    '霜火頭環',
    nil,
    nil,
  },
  [9098] = {
    '霜火肩墊',
    nil,
    nil,
  },
  [9099] = {
    '霜火便鞋',
    nil,
    nil,
  },
  [9100] = {
    '霜火手套',
    nil,
    nil,
  },
  [9101] = {
    '霜火腰帶',
    nil,
    nil,
  },
  [9102] = {
    '霜火束腕',
    nil,
    nil,
  },
  [9103] = {
    '瘟疫之心長袍',
    nil,
    nil,
  },
  [9104] = {
    '瘟疫之心護腿',
    nil,
    nil,
  },
  [9105] = {
    '瘟疫之心頭環',
    nil,
    nil,
  },
  [9106] = {
    '瘟疫之心肩墊',
    nil,
    nil,
  },
  [9107] = {
    '瘟疫之心便鞋',
    nil,
    nil,
  },
  [9108] = {
    '瘟疫之心手套',
    nil,
    nil,
  },
  [9109] = {
    '瘟疫之心腰帶',
    nil,
    nil,
  },
  [9110] = {
    '瘟疫之心束腕',
    nil,
    nil,
  },
  [9111] = {
    '信仰長袍',
    nil,
    nil,
  },
  [9112] = {
    '信仰護腿',
    nil,
    nil,
  },
  [9113] = {
    '信仰頭環',
    nil,
    nil,
  },
  [9114] = {
    '信仰肩墊',
    nil,
    nil,
  },
  [9115] = {
    '信仰便鞋',
    nil,
    nil,
  },
  [9116] = {
    '信仰手套',
    nil,
    nil,
  },
  [9117] = {
    '信仰腰帶',
    nil,
    nil,
  },
  [9118] = {
    '信仰束腕',
    nil,
    nil,
  },
  [9125] = {
    '地穴惡魔部位',
    nil,
    nil,
  },
  [9127] = {
    '骨頭碎片',
    nil,
    nil,
  },
  [9129] = {
    '元素之核',
    nil,
    nil,
  },
  [9132] = {
    '黑鐵碎塊',
    nil,
    nil,
  },
  [9154] = {
    '聖光之願禮拜堂',
    nil,
    nil,
  },
  [9165] = {
    '安全之路令狀',
    nil,
    nil,
  },
  [9178] = {
    '工匠令狀 - 緻密平衡石',
    nil,
    nil,
  },
  [9179] = {
    '工匠令狀 - 帝國鎧甲護胸',
    nil,
    nil,
  },
  [9181] = {
    '工匠令狀 - 火山戰錘',
    nil,
    nil,
  },
  [9182] = {
    '工匠令狀 - 巨型瑟銀戰鬥斧',
    nil,
    nil,
  },
  [9183] = {
    '工匠令狀 - 輻光頭環',
    nil,
    nil,
  },
  [9184] = {
    '工匠令狀 - 邪惡皮甲頭帶',
    nil,
    nil,
  },
  [9185] = {
    '工匠令狀 - 毛皮護甲片',
    nil,
    nil,
  },
  [9186] = {
    '工匠令狀 - 邪惡皮甲腰帶',
    nil,
    nil,
  },
  [9187] = {
    '工匠令狀 - 符刻皮甲束褲',
    nil,
    nil,
  },
  [9188] = {
    '工匠令狀 - 亮布束褲',
    nil,
    nil,
  },
  [9190] = {
    '工匠令狀 - 符文布靴',
    nil,
    nil,
  },
  [9191] = {
    '工匠令狀 - 符文布背包',
    nil,
    nil,
  },
  [9194] = {
    '工匠令狀 - 符文布袍',
    nil,
    nil,
  },
  [9195] = {
    '工匠令狀 - 哥布林工事炸藥',
    nil,
    nil,
  },
  [9196] = {
    '工匠令狀 - 瑟銀手榴彈',
    nil,
    nil,
  },
  [9197] = {
    '工匠令狀 - 地精作戰小雞',
    nil,
    nil,
  },
  [9198] = {
    '工匠令狀 - 瑟銀管',
    nil,
    nil,
  },
  [9200] = {
    '工匠令狀 - 極效法力藥水',
    nil,
    nil,
  },
  [9201] = {
    '工匠令狀 - 強效秘法防護藥水',
    nil,
    nil,
  },
  [9202] = {
    '工匠令狀 - 極效治療藥水',
    nil,
    nil,
  },
  [9203] = {
    '工匠令狀 - 石化藥水',
    nil,
    nil,
  },
  [9204] = {
    '工匠令狀 - 石鱗鰻',
    nil,
    nil,
  },
  [9205] = {
    '工匠令狀 - 板鱗魚',
    nil,
    nil,
  },
  [9206] = {
    '工匠令狀 - 電鰻',
    nil,
    nil,
  },
  [9230] = {
    '羅馬拉丁尼之冰握',
    nil,
    nil,
  },
  [9233] = {
    '歐瑪利安之手冊',
    nil,
    nil,
  },
  [9234] = {
    '冰禍護手',
    nil,
    nil,
  },
  [9235] = {
    '冰禍護腕',
    nil,
    nil,
  },
  [9236] = {
    '冰禍胸甲',
    nil,
    nil,
  },
  [9237] = {
    '冰川披風',
    nil,
    nil,
  },
  [9238] = {
    '冰川腕帶',
    nil,
    nil,
  },
  [9239] = {
    '冰川手套',
    nil,
    nil,
  },
  [9240] = {
    '冰川外衣',
    nil,
    nil,
  },
  [9241] = {
    '極地護腕',
    nil,
    nil,
  },
  [9242] = {
    '極地手套',
    nil,
    nil,
  },
  [9243] = {
    '極地外套',
    nil,
    nil,
  },
  [9244] = {
    '冰鱗護腕',
    nil,
    nil,
  },
  [9245] = {
    '冰鱗護手',
    nil,
    nil,
  },
  [9246] = {
    '冰鱗胸甲',
    nil,
    nil,
  },
  [9250] = {
    '阿泰絲之杖的骨架',
    nil,
    nil,
  },
  [9251] = {
    '阿泰絲，被污損的守護者之杖',
    nil,
    nil,
  },
  [9257] = {
    '阿泰絲，守護者之杖',
    nil,
    nil,
  },
  [9269] = {
    '阿泰絲，守護者之杖',
    nil,
    nil,
  },
  [9270] = {
    '阿泰絲，守護者之杖',
    nil,
    nil,
  },
  [9271] = {
    '阿泰絲，守護者之杖',
    nil,
    nil,
  },
  [9292] = {
    '破碎的亡域水晶',
    nil,
    nil,
  },
  [9295] = {
    '來自前線的信件',
    nil,
    nil,
  },
  [9310] = {
    '黯淡的亡域水晶',
    nil,
    nil,
  },
  [9318] = {
    '受祝福的巫師之油',
    nil,
    nil,
  },
  [9320] = {
    '極效法力藥水',
    nil,
    nil,
  },
  [9334] = {
    '受祝福的巫師之油',
    nil,
    nil,
  },
  [9336] = {
    '極效治療藥水',
    nil,
    nil,
  },
  [9337] = {
    '極效法力藥水',
    nil,
    nil,
  },
  [9341] = {
    '銀色黎明外袍',
    nil,
    nil,
  },
  [9343] = {
    '銀色黎明外袍',
    nil,
    nil,
  },
  [9362] = {
    '督軍克雷利安',
    nil,
    nil,
  },
}
