if GetLocale() ~= "koKR" then
    return
end

---@type l10n
local l10n = QuestieLoader:ImportModule("l10n")

l10n.questLookup["koKR"] = loadstring([[return {
[79008] = {"...그때 찾은 그 기록", {"길잡이로 삼을 만한 물건이라곤 불타버린 쪽지의 잔해뿐입니다."}},
[92646] = {"로르투나와 대면", {"위쪽 로하시 첨탑으로 통하는 차원문을 사용한 후, 엘라드린 에벤게일과 아에사 돈싱어에게 합류해 대여사제 로르투나를 대면해야 합니다."}},
[92750] = {"폭파는 멀찍이서", {"스톰윈드 첩보부 구성원을 찾아가 원격 기폭장치에 관해 얘기해야 합니다."}},
[92947] = {"움직일 때", {"알아케스 수호자 8명, 알아케스 영혼소환사 6명, 알아케스 검귀 6명을 처치한 후 아키르 사당에 있는 휴사 퀵브리즈에게 보고해야 합니다."}},
[93090] = {"다가오는 미래", {"제프라스 섬을 떠날 준비를 마치고 아에사 돈싱어와 대화해야 합니다."}},
[93739] = {"호드 연합 둘러보기", {"그롬마쉬 요새에 있는 나즈그렐과 대화하여 추가적인 지시를 받아야 합니다. 받은 지시서에 따라 볼진, 케른 블러드후프, 여군주 실바나스 윈드러너를 찾아 대화해야 합니다."}},
[93836] = {"제프라스의 운명", {"발라나르에서 탈라니스 섀도송과 대화해야 합니다."}},
[93958] = {"내부 성소", {"아키르 사당의 내부 성소에서 발레니아 스톰피스트와 대화해야 합니다."}},
[93963] = {"얼라이언스 연합 둘러보기", {"스톰윈드 왕궁에 있는 랜들 에머슨과 대화하여 추가적인 지시를 받아야 합니다. 받은 지시서에 따라 국왕 마그니 브론즈비어드, 땜장이왕 멕카토크, 티란데 위스퍼윈드를 찾아 대화해야 합니다."}},
[94427] = {"신성의 교훈", {"언더시티에서 타니스 알더우드와 대화해야 합니다."}},
[95349] = {"대지 고리회", {"제프라스 섬에서 멀고어로 가는 하늘궤적호를 타야 합니다. 그리고 도착한 후 알라나 스톰워커와 대화해야 합니다."}},
[95350] = {"아제로스에 오신 걸 환영합니다", {"오그리마로 이동한 후 지혜의 골짜기에서 스랄과 대화해야 합니다."}},
[95803] = {"성의의 증표", {"루돌프 겔하트의 머리카락을 언더시티에 있는 실바나스 윈드러너에게 가져가야 합니다."}},
[96604] = {"드넓은 야외", {"대화창에 /앉기를 입력해 브라크의 작은 모닥불 주위에 앉은 다음, \"휴식 강화\" 강화 효과를 받을 때까지 기다려야 합니다."}},
[96652] = {"모험가", {"일지를 칼바위 언덕 근처에 있는 브라크에게 가져가야 합니다."}},
[96655] = {"야영 입문: 요리", {"칼바위 언덕에서 요리사 토르카와 대화해 요리사가 되는 법을 배워야 합니다."}},
[96821] = {"길을 막는 거미", {"듀로타 남부에서 능선그늘 거미 6마리와 능선그늘 잠복꾼 6마리를 처치한 후, 칼바위 언덕에 있는 가르톡에게 보고해야 합니다."}},
[96822] = {"명예를 위하여", {"티라가드 요새 외곽에서 약탈병의 전투도끼, 약탈병의 활, 공격대 방패를 입수한 후, 칼바위 언덕에 있는 투로크에게 가져가야 합니다."}},
[96825] = {"한입 물다 물릴라", {"마을 서쪽의 서슬갈기 영토에서 가시투성이 배 8개를 채집한 후, 칼바위 언덕에 있는 요리사 토르카에게 가져가야 합니다."}},
[96873] = {"목에 걸린 가시", {"센진 마을에 있는 파줄라가 희미하게 빛나는 잔류물 3개를 모아오라고 했습니다. 희미하게 빛나는 잔류물은 메아리 섬의 트롤에게서 사술 걸린 펜던트를 입수한 후 마력을 추출하여 획득할 수 있습니다."}},
[96874] = {"가시 돋친 도끼", {"오그리마에 있는 오그톡이 천둥 골짜기의 야수에게서 풍파를 겪은 가시 5개와 조잡한 연마석 5개를 모아오라고 했습니다."}},
[96875] = {"천둥 마루의 야수들", {"오그리마에 있는 카마리가 천둥 마루의 야수에게서 거친 도마뱀 생가죽 5장과 얇은 경화 가죽 2장을 모아오라고 했습니다."}},
[96897] = {"저주받은 자들의 교단", {"티리스팔 숲에서 암흑 수련사 8명과 어둠의 집행자 8명을 처치해야 합니다."}},
[96898] = {"전쟁의 잔재", {"티리스팔 숲에서 괴저 수정 파편 12개를 모아야 합니다."}},
[97223] = {"붉은발톱랩터 어미", {"붉은발톱랩터 어미의 알을 센진 마을에 있는 살티에게 가져가야 합니다."}},
[97225] = {"잊힌 로아 우상", {"메아리 섬에서 잊힌 로아 우상 8개를 모아 센진 마을에 있는 장로 가드린에게 가져가야 합니다."}},
[97242] = {"옐마크의 특별 배합", {"명예의 골짜기 물가에 자라는 부들과 창풀의 꺾꽂이를 채취한 후, 옐마크의 연금술용품점에 있는 코르겔드에게 가야 합니다."}},
[97253] = {"부품이 산산조각", {"톱니항 남부의 해적 야영지 상부에서 복잡한 부품 한 줌 5개를 모은 후 톱니항에 있는 비운의 레닉스에게 가야 합니다."}},
[97279] = {"주인 잃은 무기", {"버려진 훈련용 무기 6개를 모은 후, 동굴 막사에 있는 크잔 손슬래시에게 가야 합니다."}},
[97894] = {"아우버다인의 사업", {"어둠해안 아우버다인에 있는 골볼트 스틸핸드를 찾아가야 합니다.","","보르구스의 말에 따르면 스톰윈드 항구 최남단 부두에 아우버다인까지 데려다줄 배가 있다고 합니다."}},
[97901] = {"야영 입문: 마법부여", {"오그리마에서 자그와 대화하여 현재 전문 기술로 만들 수 있는 야영 물품의 제작법을 배워야 합니다. 단, 충분한 숙련도를 달성했음을 증명해야 합니다."}},
[97903] = {"야영 입문: 응급치료", {"칼바위 언덕에서 로울크와 대화하여 현재 전문 기술로 만들 수 있는 야영 물품의 제작법을 배워야 합니다. 단, 충분한 숙련도를 달성했음을 증명해야 합니다."}},
[97904] = {"야영 입문: 낚시", {"센진 마을 근처에서 라우티키와 대화하여 현재 전문 기술로 만들 수 있는 야영 물품의 제작법을 배워야 합니다. 단, 충분한 숙련도를 달성했음을 증명해야 합니다."}},
[98024] = {"크로스로드로의 여정", {"불모의 땅 크로스로드에 있는 톨크에게 보고해야 합니다."}},
[98407] = {"힘 과시", {"레이크샤이어 근처에 있는 부관 펠던을 위해 놀 난타자에게서 가시 박힌 목줄 5개를 모아야 합니다."}},
[99048] = {"실종된 요원", {"티라가드 요새 북쭉에서 헤글란 셰이드아이를 찾아야 합니다."}},
[99049] = {"저 아래에서 온 위협", {"헤글란 셰이드아이를 습격한 자들의 흔적을 찾아야 합니다."}},
[99051] = {"저 아래에서 온 위협", {"나가 가시지느러미 9개를 모아야 합니다."}},
[99123] = {"어둠 속 방황", {"팔주가 콜카르 바윗골에서 탈출하도록 도운 후 센진 마을에 있는 장로 보르날에게 성공했다는 소식을 전해야 합니다."}},
[99196] = {"양모 옷감 기부", nil},
}]])
