locales_npc = locales_npc or {}
locales_npc['zhCN'] = {
  [1] = {
    nil,
    'GM可见',
  },
  [2] = {
    '复活点',
    'GM可见',
  },
  [3] = {
    '食腐者',
    nil,
  },
  [6] = {
    '狗头人歹徒',
    nil,
  },
  [30] = {
    '森林蜘蛛',
    nil,
  },
  [36] = {
    '麦田傀儡',
    nil,
  },
  [38] = {
    '暴徒',
    nil,
  },
  [40] = {
    '狗头人矿工',
    nil,
  },
  [43] = {
    '矿洞蜘蛛',
    nil,
  },
  [46] = {
    '鱼人强盗',
    nil,
  },
  [48] = {
    '骷髅战士',
    nil,
  },
  [54] = {
    nil,
    '武器锻造师',
  },
  [60] = {
    '矿工鲁克拉尔',
    nil,
  },
  [61] = {
    '索罗斯·莱特芬格',
    nil,
  },
  [66] = {
    nil,
    '贸易供应商',
  },
  [68] = {
    '暴风城卫兵',
    nil,
  },
  [69] = {
    '染病的森林狼',
    nil,
  },
  [74] = {
    nil,
    '布甲和皮甲商人',
  },
  [78] = {
    '亚努斯·哈默纳克',
    '武器锻造师',
  },
  [79] = {
    '监工纳尔格',
    nil,
  },
  [80] = {
    '狗头人苦力',
    nil,
  },
  [89] = {
    '地狱火爪牙',
    nil,
  },
  [92] = {
    '石元素',
    nil,
  },
  [94] = {
    '小偷',
    nil,
  },
  [95] = {
    '迪菲亚走私者',
    nil,
  },
  [97] = {
    '矮小的河爪豺狼人',
    nil,
  },
  [98] = {
    '河爪监工',
    nil,
  },
  [99] = {
    '狡猾的莫加尼',
    nil,
  },
  [100] = {
    '格拉夫·疾齿',
    nil,
  },
  [103] = {
    '加瑞克·帕德弗特',
    nil,
  },
  [113] = {
    '石牙野猪',
    nil,
  },
  [114] = {
    '看守傀儡',
    nil,
  },
  [115] = {
    '收割傀儡',
    nil,
  },
  [116] = {
    '强盗',
    nil,
  },
  [117] = {
    '河爪豺狼人',
    nil,
  },
  [118] = {
    '觅食的灰狼',
    nil,
  },
  [119] = {
    '长鼻野猪',
    nil,
  },
  [121] = {
    '迪菲亚巡路者',
    nil,
  },
  [122] = {
    '迪菲亚路霸',
    nil,
  },
  [123] = {
    '混血河爪豺狼人',
    nil,
  },
  [124] = {
    '河爪蛮兵',
    nil,
  },
  [125] = {
    '河爪监工',
    nil,
  },
  [126] = {
    '滩行鱼人',
    nil,
  },
  [127] = {
    '潮行鱼人',
    nil,
  },
  [151] = {
    '布洛葛·哈姆菲斯特',
    '杂货供应商',
  },
  [152] = {
    '丹尼尔修士',
    '杂货供应商',
  },
  [154] = {
    '大碎尸鸟',
    nil,
  },
  [157] = {
    '血牙野猪',
    nil,
  },
  [167] = {
    '摩汉·铜喉',
    '铁匠',
  },
  [171] = {
    '鱼人战士',
    nil,
  },
  [190] = {
    nil,
    '布甲和皮甲商人',
  },
  [193] = {
    '蓝色龙人',
    nil,
  },
  [196] = {
    '伊根·派特斯金纳',
    nil,
  },
  [197] = {
    '治安官玛克布莱德',
    nil,
  },
  [198] = {
    nil,
    '法师训练师',
  },
  [199] = {
    '小碎尸鸟',
    nil,
  },
  [202] = {
    '腐烂恐魔',
    nil,
  },
  [203] = {
    '骷髅法师',
    nil,
  },
  [205] = {
    '夜行黑暗狼人',
    nil,
  },
  [206] = {
    '夜行邪齿狼人',
    nil,
  },
  [210] = {
    '噬骨者',
    nil,
  },
  [212] = {
    '裂拳战士',
    nil,
  },
  [213] = {
    '饥饿的恐狼',
    nil,
  },
  [215] = {
    '迪菲亚夜行者',
    nil,
  },
  [217] = {
    '结网毒蜘蛛',
    nil,
  },
  [218] = {
    '盗墓者',
    nil,
  },
  [222] = {
    nil,
    '制锤师',
  },
  [223] = {
    nil,
    '初级制皮师',
  },
  [225] = {
    '加文·纳尔特里',
    '武器锻造师',
  },
  [226] = {
    '莫格·纳尔特里',
    '护甲商',
  },
  [227] = {
    nil,
    '杂货商',
  },
  [228] = {
    '艾瓦特·菲尔伍德',
    '弓箭商',
  },
  [232] = {
    '农夫雷恩',
    nil,
  },
  [233] = {
    '农夫萨丁',
    nil,
  },
  [234] = {
    '治安官格里安·斯托曼',
    '人民军',
  },
  [237] = {
    '农夫法布隆',
    nil,
  },
  [238] = {
    '弗娜·法布隆',
    nil,
  },
  [239] = {
    '葛瑞姆·雷酒',
    nil,
  },
  [240] = {
    '治安官杜汉',
    nil,
  },
  [241] = {
    '雷米',
    nil,
  },
  [244] = {
    '斯通菲尔德妈妈',
    nil,
  },
  [246] = {
    '波尼斯·斯通菲尔德姑妈',
    nil,
  },
  [248] = {
    '米莱德·斯通菲尔德',
    nil,
  },
  [252] = {
    '托米·乔·斯通菲尔德',
    nil,
  },
  [253] = {
    '威廉·匹斯特',
    nil,
  },
  [257] = {
    '狗头人劳工',
    nil,
  },
  [258] = {
    nil,
    '葡萄酒商',
  },
  [261] = {
    '卫兵托马斯',
    nil,
  },
  [263] = {
    '艾尔罗·埃伯洛克公爵',
    '夜色镇的镇长',
  },
  [264] = {
    '指挥官阿尔泰娅·埃伯洛克',
    '守夜人指挥官',
  },
  [266] = {
    '黑衣威利',
    nil,
  },
  [267] = {
    '书记员达尔塔',
    nil,
  },
  [268] = {
    nil,
    '夜色镇历史学家',
  },
  [269] = {
    nil,
    '夜色镇的副镇长',
  },
  [270] = {
    '议员米尔斯迪普',
    '夜色镇议会',
  },
  [271] = {
    '拜瑞巴克大使',
    '夜色镇议会',
  },
  [273] = {
    '旅店老板斯密茨',
    nil,
  },
  [274] = {
    '酒吧老板汉恩',
    '调酒师',
  },
  [277] = {
    nil,
    '美酒鉴赏家',
  },
  [279] = {
    '摩根·匹斯特',
    nil,
  },
  [284] = {
    '棕马',
    nil,
  },
  [285] = {
    '鱼人',
    nil,
  },
  [288] = {
    '基特斯',
    nil,
  },
  [289] = {
    nil,
    '隐士',
  },
  [294] = {
    '治安官哈迦德',
    nil,
  },
  [295] = {
    '旅店老板法雷',
    '旅店老板',
  },
  [297] = {
    '管理员弗索姆',
    nil,
  },
  [299] = {
    '幼狼',
    nil,
  },
  [302] = {
    '盲眼玛丽',
    nil,
  },
  [304] = {
    '地狱战马',
    nil,
  },
  [305] = {
    '白马',
    nil,
  },
  [308] = {
    '黑马',
    nil,
  },
  [313] = {
    nil,
    '阿祖拉之塔的法师',
  },
  [314] = {
    nil,
    '藏尸者的妻子',
  },
  [315] = {
    '斯塔文·密斯特曼托',
    nil,
  },
  [327] = {
    '金牙',
    nil,
  },
  [328] = {
    nil,
    '法师训练师',
  },
  [329] = {
    '土元素',
    nil,
  },
  [330] = {
    '公主',
    nil,
  },
  [331] = {
    nil,
    '高阶法师',
  },
  [332] = {
    '马迪亚斯·肖尔大师',
    '军情七处领袖',
  },
  [334] = {
    nil,
    '黑石氏族督军',
  },
  [335] = {
    '森格',
    nil,
  },
  [338] = {
    nil,
    '魔法和科学研究院',
  },
  [340] = {
    nil,
    '烹饪大师',
  },
  [341] = {
    '工头奥斯洛',
    nil,
  },
  [344] = {
    '所罗门镇长',
    nil,
  },
  [345] = {
    '贝利格拉布',
    nil,
  },
  [346] = {
    '酒吧老板丹尼尔',
    nil,
  },
  [347] = {
    '格里兹尔',
    '奥特兰克山谷军官',
  },
  [349] = {
    '基沙恩下士',
    nil,
  },
  [352] = {
    '杜加尔·朗德瑞克',
    '狮鹫管理员',
  },
  [356] = {
    '黑狼',
    nil,
  },
  [358] = {
    '染病的森林狼',
    nil,
  },
  [359] = {
    '冬狼',
    nil,
  },
  [372] = {
    '卡姆·铁翎',
    '采矿供应商',
  },
  [374] = {
    '考格·旋轴',
    nil,
  },
  [375] = {
    '女牧师安妮塔',
    '牧师训练师',
  },
  [376] = {
    '高阶牧师劳瑞娜',
    '牧师训练师',
  },
  [377] = {
    '女牧师洁塞塔',
    '牧师训练师',
  },
  [379] = {
    '达希·帕克',
    '女服务生',
  },
  [381] = {
    '码头管理员巴伦',
    nil,
  },
  [382] = {
    '治安官马瑞斯',
    nil,
  },
  [383] = {
    nil,
    '鱼商',
  },
  [384] = {
    nil,
    '养马人',
  },
  [385] = {
    '马',
    nil,
  },
  [390] = {
    '公主的随从',
    nil,
  },
  [391] = {
    '老瞎眼',
    nil,
  },
  [392] = {
    '葛瑞森船长',
    nil,
  },
  [397] = {
    '大魔导师杜内',
    nil,
  },
  [412] = {
    '缝合怪',
    '藏尸者的礼物',
  },
  [415] = {
    '弗纳·奥斯古',
    nil,
  },
  [416] = {
    '小鬼',
    nil,
  },
  [417] = {
    '地狱猎犬',
    nil,
  },
  [422] = {
    '鱼人食腐者',
    nil,
  },
  [423] = {
    '混血赤脊山豺狼人',
    nil,
  },
  [424] = {
    '赤脊山偷猎者',
    nil,
  },
  [426] = {
    '赤脊山蛮兵',
    nil,
  },
  [428] = {
    '恐鹫',
    nil,
  },
  [429] = {
    '暗皮巫师',
    nil,
  },
  [430] = {
    '赤脊山秘法师',
    nil,
  },
  [431] = {
    '暗皮杀手',
    nil,
  },
  [432] = {
    '暗皮蛮兵',
    nil,
  },
  [433] = {
    '暗皮豺狼人',
    nil,
  },
  [434] = {
    '疯狂的暗皮豺狼人',
    nil,
  },
  [435] = {
    '黑石勇士',
    nil,
  },
  [436] = {
    '黑石暗影法师',
    nil,
  },
  [437] = {
    '黑石叛节者',
    nil,
  },
  [440] = {
    '黑石步兵',
    nil,
  },
  [441] = {
    '黑龙雏龙',
    nil,
  },
  [442] = {
    '狼蛛',
    nil,
  },
  [445] = {
    '赤脊山突击队员',
    nil,
  },
  [446] = {
    '赤脊山猛击者',
    nil,
  },
  [448] = {
    '霍格',
    nil,
  },
  [449] = {
    '迪菲亚拳匪',
    nil,
  },
  [450] = {
    '迪菲亚叛节法师',
    nil,
  },
  [452] = {
    '河爪强盗',
    nil,
  },
  [453] = {
    '河爪秘法师',
    nil,
  },
  [454] = {
    '幼年血牙野猪',
    nil,
  },
  [456] = {
    '小鱼人智者',
    nil,
  },
  [458] = {
    '打猎鱼人',
    nil,
  },
  [459] = {
    nil,
    '术士训练师',
  },
  [460] = {
    nil,
    '术士训练师',
  },
  [461] = {
    nil,
    '术士训练师',
  },
  [464] = {
    '卫兵队长帕克',
    nil,
  },
  [465] = {
    '酒吧老板杜宾斯',
    '调酒师',
  },
  [466] = {
    '马库斯·乔纳森将军',
    '暴风城防御部队最高指挥官',
  },
  [467] = {
    '迪菲亚叛徒',
    nil,
  },
  [468] = {
    '城镇公告员',
    nil,
  },
  [469] = {
    '多伦上尉',
    nil,
  },
  [471] = {
    '母蜘蛛',
    nil,
  },
  [472] = {
    '费德菲尼尔',
    nil,
  },
  [473] = {
    '收货人莫根',
    nil,
  },
  [474] = {
    '流浪巫师',
    nil,
  },
  [475] = {
    '狗头人隧道工',
    nil,
  },
  [476] = {
    '狗头人地卜师',
    nil,
  },
  [478] = {
    '河爪豺狼人前锋',
    nil,
  },
  [480] = {
    '生锈的麦田傀儡',
    nil,
  },
  [481] = {
    '迪菲亚拦路贼',
    nil,
  },
  [482] = {
    nil,
    '奶酪商',
  },
  [483] = {
    nil,
    '奶酪商',
  },
  [485] = {
    '黑石前锋',
    nil,
  },
  [487] = {
    '守卫者比亚伦',
    '人民军',
  },
  [488] = {
    '守卫者维沃尔',
    '人民军',
  },
  [489] = {
    '守卫者达菲欧德',
    '人民军',
  },
  [490] = {
    '守卫者加瑞尔',
    '人民军',
  },
  [491] = {
    '军需官刘易斯',
    '军需官',
  },
  [494] = {
    '守夜人布克瑞斯',
    '守夜人',
  },
  [495] = {
    '守夜人基佛',
    '守夜人',
  },
  [499] = {
    '守夜人派格',
    '守夜人',
  },
  [500] = {
    '河爪斥候',
    nil,
  },
  [501] = {
    '河爪草药师',
    nil,
  },
  [503] = {
    '玛拉索姆公爵',
    nil,
  },
  [504] = {
    '迪菲亚捕兽者',
    nil,
  },
  [505] = {
    '巨型狼蛛',
    nil,
  },
  [506] = {
    '利爪队长',
    nil,
  },
  [510] = {
    '水元素',
    nil,
  },
  [511] = {
    '疯狂的食尸鬼',
    nil,
  },
  [513] = {
    '撒网鱼人',
    nil,
  },
  [514] = {
    '铁匠阿古斯',
    '锻造训练师',
  },
  [515] = {
    '鱼人袭击者',
    nil,
  },
  [517] = {
    '鱼人智者',
    nil,
  },
  [518] = {
    '犹勒',
    nil,
  },
  [523] = {
    nil,
    '狮鹫管理员',
  },
  [524] = {
    '石皮野猪',
    nil,
  },
  [525] = {
    '癞皮狼',
    nil,
  },
  [531] = {
    '骸骨魔',
    nil,
  },
  [533] = {
    '夜行织影狼人',
    nil,
  },
  [534] = {
    nil,
    '兽穴之母',
  },
  [539] = {
    '小型结网毒蜘蛛',
    nil,
  },
  [541] = {
    '狮鹫',
    nil,
  },
  [543] = {
    '纳雷塞特',
    '兽栏管理员',
  },
  [544] = {
    '鱼人夜行者',
    nil,
  },
  [545] = {
    '鱼人招潮者',
    nil,
  },
  [547] = {
    '巨型血牙野猪',
    nil,
  },
  [548] = {
    '鱼人小招潮者',
    nil,
  },
  [550] = {
    '迪菲亚信使',
    nil,
  },
  [565] = {
    '疯狂的恐狼',
    nil,
  },
  [568] = {
    '暗皮战士',
    nil,
  },
  [569] = {
    '绿色独行蛛',
    nil,
  },
  [570] = {
    '食脑者',
    nil,
  },
  [573] = {
    '死神4000型',
    nil,
  },
  [575] = {
    '火元素',
    nil,
  },
  [576] = {
    '守夜人拉迪摩尔',
    '守夜人',
  },
  [578] = {
    '鱼人斥候',
    nil,
  },
  [579] = {
    '暗皮刺客',
    nil,
  },
  [580] = {
    '赤脊山苦工',
    nil,
  },
  [582] = {
    '老马布兰契',
    nil,
  },
  [583] = {
    '伏击者',
    nil,
  },
  [587] = {
    '血顶战士',
    nil,
  },
  [588] = {
    '血顶斥候',
    nil,
  },
  [589] = {
    '迪菲亚抢劫者',
    nil,
  },
  [590] = {
    '迪菲亚强夺者',
    nil,
  },
  [594] = {
    '迪菲亚匪徒',
    nil,
  },
  [595] = {
    '血顶猎人',
    nil,
  },
  [596] = {
    '被洗脑的贵族',
    nil,
  },
  [597] = {
    '血顶狂战士',
    nil,
  },
  [598] = {
    '迪菲亚矿工',
    nil,
  },
  [603] = {
    '格瑞图斯',
    nil,
  },
  [604] = {
    '天灾食尸鬼',
    nil,
  },
  [615] = {
    '黑石追踪者',
    nil,
  },
  [616] = {
    '查特',
    nil,
  },
  [619] = {
    '迪菲亚咒术师',
    nil,
  },
  [620] = {
    '鸡',
    nil,
  },
  [622] = {
    '地精工程师',
    nil,
  },
  [623] = {
    '骷髅矿工',
    nil,
  },
  [624] = {
    '亡灵挖掘者',
    nil,
  },
  [625] = {
    '亡灵爆破者',
    nil,
  },
  [626] = {
    '工头希斯耐特',
    nil,
  },
  [628] = {
    '黑色破坏者',
    nil,
  },
  [634] = {
    '迪菲亚监工',
    nil,
  },
  [636] = {
    '迪菲亚黑衣卫兵',
    nil,
  },
  [639] = {
    nil,
    '迪菲亚兄弟会首脑',
  },
  [641] = {
    '地精木匠',
    nil,
  },
  [642] = {
    '斯尼德的伐木机',
    '伐木工头',
  },
  [643] = {
    nil,
    '伐木工头',
  },
  [644] = {
    nil,
    '工头',
  },
  [645] = {
    '曲奇',
    '船上的厨师',
  },
  [646] = {
    '重拳先生',
    '船上的大副',
  },
  [647] = {
    '绿皮队长',
    nil,
  },
  [656] = {
    '维尔德·蓟草',
    nil,
  },
  [657] = {
    '迪菲亚海盗',
    nil,
  },
  [658] = {
    '斯登·粗臂',
    nil,
  },
  [659] = {
    nil,
    '黑暗死亡小鸡',
  },
  [660] = {
    '血顶巫医',
    nil,
  },
  [667] = {
    '劈颅战士',
    nil,
  },
  [669] = {
    '劈颅猎人',
    nil,
  },
  [670] = {
    '劈颅巫医',
    nil,
  },
  [671] = {
    '血顶猎头者',
    nil,
  },
  [672] = {
    '劈颅逐灵者',
    nil,
  },
  [674] = {
    '风险投资公司露天矿工',
    nil,
  },
  [675] = {
    '风险投资公司工头',
    nil,
  },
  [676] = {
    '风险投资公司勘探员',
    nil,
  },
  [677] = {
    '风险投资公司修理工',
    nil,
  },
  [678] = {
    '莫什奥格虐待者',
    nil,
  },
  [679] = {
    '莫什奥格萨满祭司',
    nil,
  },
  [680] = {
    '莫什奥格领主',
    nil,
  },
  [681] = {
    '荆棘谷猛虎幼崽',
    nil,
  },
  [682] = {
    '荆棘谷猛虎',
    nil,
  },
  [683] = {
    '猎豹幼崽',
    nil,
  },
  [684] = {
    '深喉猎豹',
    nil,
  },
  [685] = {
    '荆棘谷迅猛龙',
    nil,
  },
  [686] = {
    '鞭尾迅猛龙',
    nil,
  },
  [687] = {
    '丛林捕猎者',
    nil,
  },
  [688] = {
    '石喉蜥蜴',
    nil,
  },
  [689] = {
    '晶背蜥蜴',
    nil,
  },
  [690] = {
    '冷眼蜥蜴',
    nil,
  },
  [691] = {
    '次级水元素',
    nil,
  },
  [694] = {
    '血顶掷斧者',
    nil,
  },
  [696] = {
    '劈颅掷斧者',
    nil,
  },
  [697] = {
    '血顶萨满祭司',
    nil,
  },
  [698] = {
    '血顶猛虎',
    nil,
  },
  [699] = {
    '血顶兽王',
    nil,
  },
  [701] = {
    '血顶秘法师',
    nil,
  },
  [702] = {
    '血顶食腐者',
    nil,
  },
  [703] = {
    '范高雷将军',
    nil,
  },
  [704] = {
    '蓬毛森林狼',
    nil,
  },
  [705] = {
    '蓬毛幼狼',
    nil,
  },
  [706] = {
    '霜鬃巨魔新兵',
    nil,
  },
  [707] = {
    '石腭穴居人',
    nil,
  },
  [708] = {
    '小型峭壁野猪',
    nil,
  },
  [709] = {
    '莫什奥格好战者',
    nil,
  },
  [710] = {
    '莫什奥格法师',
    nil,
  },
  [711] = {
    '阿尔多·泥爪',
    nil,
  },
  [712] = {
    '赤脊山鞭笞者',
    nil,
  },
  [713] = {
    '巴尔林·霜锤',
    nil,
  },
  [714] = {
    '塔林·锐眼',
    nil,
  },
  [716] = {
    '巴尼尔·石罐',
    nil,
  },
  [718] = {
    '埃尔加丁爵士',
    nil,
  },
  [721] = {
    '兔子',
    nil,
  },
  [723] = {
    '莫什奥格屠夫',
    nil,
  },
  [724] = {
    '壮实的石腭穴居人',
    nil,
  },
  [727] = {
    '铁炉堡巡山人',
    nil,
  },
  [731] = {
    '虎王邦加拉什',
    nil,
  },
  [732] = {
    '鱼人潜伏者',
    nil,
  },
  [733] = {
    '尤瓦中士',
    nil,
  },
  [734] = {
    '布鲁斯下士',
    '营地商人',
  },
  [735] = {
    '鱼人士兵',
    nil,
  },
  [736] = {
    '黑豹',
    nil,
  },
  [738] = {
    '列兵索尔森',
    nil,
  },
  [739] = {
    '尼麦兹修士',
    nil,
  },
  [740] = {
    '翠绿幼龙',
    nil,
  },
  [741] = {
    '睡梦雏龙',
    nil,
  },
  [742] = {
    '绿色龙族',
    nil,
  },
  [743] = {
    '龙族巡梦者',
    nil,
  },
  [744] = {
    '绿色刃鳞龙人',
    nil,
  },
  [745] = {
    '刃鳞龙人队长',
    nil,
  },
  [746] = {
    '龙人长者',
    nil,
  },
  [747] = {
    '沼泽鱼人',
    nil,
  },
  [750] = {
    '沼泽喷墨鱼人',
    nil,
  },
  [751] = {
    '沼泽食腐鱼人',
    nil,
  },
  [752] = {
    '沼泽鱼人智者',
    nil,
  },
  [754] = {
    '反叛军哨兵',
    nil,
  },
  [755] = {
    '泥泞失落者',
    nil,
  },
  [756] = {
    '劈颅黑豹',
    nil,
  },
  [757] = {
    '失落者渔夫',
    nil,
  },
  [759] = {
    '失落者猎人',
    nil,
  },
  [760] = {
    '失落定居者',
    nil,
  },
  [761] = {
    '失落者先知',
    nil,
  },
  [762] = {
    '失落寻隙者',
    nil,
  },
  [763] = {
    '失落者酋长',
    nil,
  },
  [764] = {
    '沼泽漫步者',
    nil,
  },
  [765] = {
    '沼泽漫步者长老',
    nil,
  },
  [766] = {
    '纠缠恐兽',
    nil,
  },
  [767] = {
    '沼泽虎',
    nil,
  },
  [768] = {
    '暗影黑豹',
    nil,
  },
  [769] = {
    '死亡狼蛛',
    nil,
  },
  [770] = {
    '卡雷布下士',
    nil,
  },
  [771] = {
    '指挥官菲斯托姆',
    nil,
  },
  [772] = {
    '荆棘谷雌虎',
    nil,
  },
  [775] = {
    '库尔森的密探',
    nil,
  },
  [777] = {
    nil,
    '商人',
  },
  [780] = {
    '劈颅秘法师',
    nil,
  },
  [781] = {
    '劈颅猎头者',
    nil,
  },
  [782] = {
    '劈颅斥候',
    nil,
  },
  [783] = {
    '劈颅狂战士',
    nil,
  },
  [784] = {
    '劈颅兽王',
    nil,
  },
  [785] = {
    '骷髅看守',
    nil,
  },
  [786] = {
    '格瑞林·白须',
    nil,
  },
  [787] = {
    '骷髅医师',
    nil,
  },
  [789] = {
    nil,
    '弓箭商',
  },
  [790] = {
    nil,
    '锻造和矿工供应商',
  },
  [791] = {
    '林塞·阿什洛克',
    '杂货供应商',
  },
  [793] = {
    nil,
    '铸盾师',
  },
  [798] = {
    '所罗门',
    nil,
  },
  [808] = {
    '冷酷的格瑞克尼尔',
    nil,
  },
  [812] = {
    nil,
    '草药学训练师',
  },
  [813] = {
    '库尔森上校',
    nil,
  },
  [814] = {
    '玛尔苏斯中士',
    nil,
  },
  [815] = {
    '书呆子赫罗德',
    nil,
  },
  [819] = {
    '伊尔加拉的仆从',
    nil,
  },
  [820] = {
    '哨兵瑞尔',
    '人民军',
  },
  [821] = {
    '丹努文队长',
    '人民军',
  },
  [822] = {
    '森林熊幼崽',
    nil,
  },
  [823] = {
    '维里副队长',
    nil,
  },
  [824] = {
    '迪菲亚掘地工',
    nil,
  },
  [826] = {
    '守夜人詹恩',
    '守夜人',
  },
  [827] = {
    '守夜人摩卡斯基',
    '守夜人',
  },
  [828] = {
    '守夜人皮塔斯',
    '守夜人',
  },
  [829] = {
    '艾德林·怒流',
    '杂货供应商',
  },
  [830] = {
    '沙行蟹',
    nil,
  },
  [831] = {
    '海行蟹',
    nil,
  },
  [832] = {
    '自由的飓风',
    nil,
  },
  [833] = {
    '山狗首领',
    nil,
  },
  [836] = {
    '德南·弗卡特',
    '布甲和皮甲商人',
  },
  [837] = {
    nil,
    '牧师训练师',
  },
  [840] = {
    '守夜人巴库斯',
    '守夜人',
  },
  [842] = {
    '伐木工',
    nil,
  },
  [843] = {
    nil,
    '贸易供应商',
  },
  [844] = {
    nil,
    '旅行商人',
  },
  [846] = {
    '腐化的食尸鬼',
    nil,
  },
  [852] = {
    '野性幽魂',
    nil,
  },
  [853] = {
    '寒脊山巡山人',
    nil,
  },
  [854] = {
    '幼年丛林捕猎者',
    nil,
  },
  [855] = {
    '幼年荆棘谷迅猛龙',
    nil,
  },
  [856] = {
    '幼年鞭尾迅猛龙',
    nil,
  },
  [857] = {
    '杜纳尔·奥斯古德',
    '阿拉希盆地军官',
  },
  [858] = {
    '悲伤沼泽织网蛛',
    nil,
  },
  [859] = {
    '卫兵伯尔顿',
    nil,
  },
  [861] = {
    '斯通纳德斥候',
    nil,
  },
  [862] = {
    '斯通纳德探险者',
    nil,
  },
  [863] = {
    '斯通纳德猎人',
    nil,
  },
  [864] = {
    '斯通纳德兽人',
    nil,
  },
  [865] = {
    '斯通纳德寻路者',
    nil,
  },
  [866] = {
    '斯通纳德步兵',
    nil,
  },
  [867] = {
    '斯通纳德制图师',
    nil,
  },
  [868] = {
    '斯通纳德萨满祭司',
    nil,
  },
  [869] = {
    '守卫者多拉娜',
    '人民军',
  },
  [870] = {
    '守卫者德尼',
    '人民军',
  },
  [871] = {
    '盐鳞战士',
    nil,
  },
  [873] = {
    '盐鳞智者',
    nil,
  },
  [874] = {
    '守卫者科瑞罗',
    '人民军',
  },
  [875] = {
    '盐鳞首领',
    nil,
  },
  [876] = {
    '守卫者雷克',
    '人民军',
  },
  [877] = {
    '盐鳞强盗',
    nil,
  },
  [878] = {
    '哨兵加里安',
    '人民军',
  },
  [879] = {
    '盐鳞猎人',
    nil,
  },
  [880] = {
    '埃尔兰·杜德摩尔',
    nil,
  },
  [883] = {
    '鹿',
    nil,
  },
  [885] = {
    '守夜人凯勒',
    '守夜人',
  },
  [886] = {
    '守夜人哈丁',
    '守夜人',
  },
  [887] = {
    '守夜人约丹',
    '守夜人',
  },
  [888] = {
    '守夜人道茨',
    '守夜人',
  },
  [889] = {
    '裂拳食人魔',
    nil,
  },
  [890] = {
    '小鹿',
    nil,
  },
  [891] = {
    '裂拳控火者',
    nil,
  },
  [892] = {
    '裂拳工头',
    nil,
  },
  [894] = {
    '霍莫尔·斯通菲尔德',
    '水果商',
  },
  [895] = {
    nil,
    '猎人训练师',
  },
  [896] = {
    '维尔丹·莱弗特',
    '皮甲商',
  },
  [898] = {
    '夜行狼人',
    nil,
  },
  [900] = {
    '拜里弗·科纳彻尔',
    nil,
  },
  [903] = {
    '卫兵豪维',
    nil,
  },
  [905] = {
    '利齿狂鱼',
    nil,
  },
  [906] = {
    nil,
    '术士训练师',
  },
  [907] = {
    '克拉斯·沃夫哈特',
    '阿拉希盆地军官',
  },
  [908] = {
    '弗洛拉·希沃温德',
    '草药学训练师',
  },
  [909] = {
    '迪菲亚夜贼',
    nil,
  },
  [910] = {
    '迪菲亚附魔师',
    nil,
  },
  [911] = {
    nil,
    '战士训练师',
  },
  [912] = {
    nil,
    '战士训练师',
  },
  [913] = {
    nil,
    '战士训练师',
  },
  [914] = {
    nil,
    '战士训练师',
  },
  [915] = {
    nil,
    '盗贼训练师',
  },
  [916] = {
    nil,
    '盗贼训练师',
  },
  [917] = {
    nil,
    '盗贼训练师',
  },
  [918] = {
    '夜行者奥斯伯',
    '盗贼训练师',
  },
  [920] = {
    '夜行堕落狼人',
    nil,
  },
  [921] = {
    '风险投资公司伐木工',
    nil,
  },
  [922] = {
    '淤泥蟹',
    nil,
  },
  [923] = {
    '黑色破坏者幼崽',
    nil,
  },
  [925] = {
    '萨缪尔修士',
    '圣骑士训练师',
  },
  [926] = {
    '布罗莫斯·格鲁诺尔',
    '圣骑士训练师',
  },
  [927] = {
    '威尔海姆修士',
    '圣骑士训练师',
  },
  [928] = {
    '格雷森·沙东布瑞克公爵',
    '圣骑士训练师',
  },
  [930] = {
    '小型黑寡妇蜘蛛',
    nil,
  },
  [931] = {
    '艾蕾娜·斯托姆法瑟',
    '狮鹫管理员',
  },
  [932] = {
    '卫兵阿什洛克',
    nil,
  },
  [933] = {
    '卫兵海特',
    nil,
  },
  [934] = {
    '卫兵克拉克',
    nil,
  },
  [935] = {
    '卫兵皮尔斯',
    nil,
  },
  [936] = {
    '卫兵亚当斯',
    nil,
  },
  [937] = {
    '库尔森丛林战士',
    nil,
  },
  [938] = {
    '库尔森特种兵',
    nil,
  },
  [939] = {
    '库尔森精英',
    nil,
  },
  [940] = {
    '库尔森药草师',
    nil,
  },
  [941] = {
    '库尔森精神医师',
    nil,
  },
  [942] = {
    '库尔森巫医',
    nil,
  },
  [943] = {
    '库尔森驯兽师',
    nil,
  },
  [944] = {
    nil,
    '法师训练师',
  },
  [945] = {
    '雷布莱德·寒椅',
    '武器锻造师',
  },
  [946] = {
    '霜鬃巨魔新兵',
    '格瑞克尼尔的仆从',
  },
  [947] = {
    '沉默的罗恩',
    nil,
  },
  [948] = {
    '腐烂者',
    nil,
  },
  [949] = {
    '食腐独行蛛',
    nil,
  },
  [950] = {
    '沼泽空谈者',
    nil,
  },
  [951] = {
    '帕克斯顿修士',
    '图书管理员',
  },
  [952] = {
    '尼尔斯修士',
    nil,
  },
  [954] = {
    nil,
    '皮甲商',
  },
  [955] = {
    '德·维里斯中士',
    '军官',
  },
  [956] = {
    '多林·桑布雷德',
    '护甲商',
  },
  [957] = {
    nil,
    '锻造训练师',
  },
  [958] = {
    '当恩·布赖特斯塔',
    '魔法货物',
  },
  [959] = {
    nil,
    '布商',
  },
  [960] = {
    '冈德尔·索恩布什',
    '商人',
  },
  [963] = {
    '瑞尼尔副队长',
    nil,
  },
  [976] = {
    '库尔森战虎',
    nil,
  },
  [977] = {
    '库尔森战豹',
    nil,
  },
  [978] = {
    '库尔森副首领',
    nil,
  },
  [979] = {
    '库尔森暗影猎手',
    nil,
  },
  [980] = {
    nil,
    '锁甲和板甲商人',
  },
  [981] = {
    nil,
    '武器商',
  },
  [982] = {
    nil,
    '食物和饮料商人',
  },
  [983] = {
    nil,
    '炼金术和材料供应商',
  },
  [984] = {
    nil,
    '布甲和皮甲商人',
  },
  [985] = {
    nil,
    '战士训练师',
  },
  [986] = {
    nil,
    '萨满祭司训练师',
  },
  [987] = {
    nil,
    '猎人训练师',
  },
  [988] = {
    nil,
    '术士训练师',
  },
  [989] = {
    nil,
    '贸易供应商',
  },
  [999] = {
    '守夜人罗伊斯',
    '守夜人',
  },
  [1000] = {
    '守夜人布伦伯格',
    '守夜人',
  },
  [1001] = {
    '守夜人哈金斯',
    '守夜人',
  },
  [1007] = {
    '藓皮豺狼人',
    nil,
  },
  [1008] = {
    '混血藓皮豺狼人',
    nil,
  },
  [1009] = {
    '藓皮织雾者',
    nil,
  },
  [1010] = {
    '藓皮沼泽行者',
    nil,
  },
  [1011] = {
    '藓皮捕兽者',
    nil,
  },
  [1012] = {
    '藓皮蛮兵',
    nil,
  },
  [1013] = {
    '藓皮秘法师',
    nil,
  },
  [1014] = {
    '藓皮突击队员',
    nil,
  },
  [1015] = {
    '高地迅猛龙',
    nil,
  },
  [1016] = {
    '高地鞭尾龙',
    nil,
  },
  [1017] = {
    '高地镰爪龙',
    nil,
  },
  [1018] = {
    '高地刺喉龙',
    nil,
  },
  [1019] = {
    '老刺喉龙',
    nil,
  },
  [1020] = {
    '杂斑迅猛龙',
    nil,
  },
  [1021] = {
    '杂斑尖啸龙',
    nil,
  },
  [1022] = {
    '杂斑镰爪龙',
    nil,
  },
  [1023] = {
    '杂斑刺喉龙',
    nil,
  },
  [1024] = {
    '蓝腮鱼人',
    nil,
  },
  [1025] = {
    '蓝腮污水鱼人',
    nil,
  },
  [1026] = {
    '蓝腮强盗',
    nil,
  },
  [1027] = {
    '蓝腮战士',
    nil,
  },
  [1028] = {
    '蓝腮泥浆鱼人',
    nil,
  },
  [1029] = {
    '蓝腮智者',
    nil,
  },
  [1030] = {
    '黑色泥浆怪',
    nil,
  },
  [1031] = {
    '红色软泥怪',
    nil,
  },
  [1032] = {
    '黑色软泥怪',
    nil,
  },
  [1033] = {
    '残忍的软泥怪',
    nil,
  },
  [1034] = {
    '龙喉袭击者',
    nil,
  },
  [1035] = {
    '龙喉沼泽行者',
    nil,
  },
  [1036] = {
    '龙喉百夫长',
    nil,
  },
  [1037] = {
    '龙喉军官',
    nil,
  },
  [1038] = {
    '龙喉暗影守卫',
    nil,
  },
  [1039] = {
    '沼泽定居者',
    nil,
  },
  [1040] = {
    '沼泽爬行者',
    nil,
  },
  [1041] = {
    '沼泽之王',
    nil,
  },
  [1042] = {
    '红色雏龙',
    nil,
  },
  [1043] = {
    '迷路的雏龙',
    nil,
  },
  [1044] = {
    '喷火雏龙',
    nil,
  },
  [1045] = {
    '红色龙人',
    nil,
  },
  [1046] = {
    '红色龙族',
    nil,
  },
  [1047] = {
    '红色刃鳞龙人',
    nil,
  },
  [1048] = {
    '刃鳞龙人副官',
    nil,
  },
  [1049] = {
    '烈焰龙族',
    nil,
  },
  [1050] = {
    '刃鳞皇家卫士',
    nil,
  },
  [1051] = {
    '黑铁矮人',
    nil,
  },
  [1052] = {
    '黑铁破坏者',
    nil,
  },
  [1053] = {
    '黑铁隧道工',
    nil,
  },
  [1054] = {
    '黑铁爆破手',
    nil,
  },
  [1057] = {
    '龙喉白骨守卫',
    nil,
  },
  [1059] = {
    '野蛮的安纳希克',
    '劈颅部族酋长',
  },
  [1060] = {
    '死灵莫格',
    '劈颅部族巫医',
  },
  [1061] = {
    nil,
    '血顶酋长',
  },
  [1062] = {
    '可怕的奈兹里奥克',
    '血顶部族巫医',
  },
  [1064] = {
    '格罗姆高卫兵',
    nil,
  },
  [1065] = {
    '河爪萨满祭司',
    nil,
  },
  [1069] = {
    '深红雏龙',
    nil,
  },
  [1070] = {
    '菲尔顿副队长',
    nil,
  },
  [1071] = {
    '坚毅者长须',
    nil,
  },
  [1072] = {
    '罗戈·哈巴隆',
    nil,
  },
  [1073] = {
    '阿什兰·暗石',
    '枪械商',
  },
  [1074] = {
    '莫特雷·加玛森',
    nil,
  },
  [1075] = {
    '拉格·加玛森',
    nil,
  },
  [1076] = {
    '麦琳·石纹',
    '探险者协会',
  },
  [1077] = {
    '勘察员维尔加',
    '探险者协会',
  },
  [1078] = {
    '奥莫尔·铁衣',
    nil,
  },
  [1081] = {
    '泥沼之王',
    nil,
  },
  [1082] = {
    '盐齿鳄鱼',
    nil,
  },
  [1083] = {
    '鱼人巡滩者',
    nil,
  },
  [1084] = {
    '小盐齿鳄鱼',
    nil,
  },
  [1085] = {
    '老年荆棘谷猛虎',
    nil,
  },
  [1087] = {
    '盐齿钳嘴鳄',
    nil,
  },
  [1088] = {
    '巨型淤泥蟹',
    nil,
  },
  [1089] = {
    '巡山人库伯弗林特',
    nil,
  },
  [1090] = {
    '巡山人沃尔班',
    nil,
  },
  [1091] = {
    '巡山人格拉维戈',
    nil,
  },
  [1092] = {
    '拉格弗斯上尉',
    nil,
  },
  [1093] = {
    '主工程师辛德维尔七世',
    nil,
  },
  [1094] = {
    '风险投资公司矿工',
    nil,
  },
  [1095] = {
    '风险投资公司经理',
    nil,
  },
  [1096] = {
    '风险投资公司地质学家',
    nil,
  },
  [1097] = {
    '风险投资公司技工',
    nil,
  },
  [1098] = {
    '守夜人摩兰特',
    '守夜人',
  },
  [1099] = {
    '守夜人吉尔文',
    '守夜人',
  },
  [1100] = {
    '守夜人塞金',
    '守夜人',
  },
  [1101] = {
    '守夜人萨耶尔',
    '守夜人',
  },
  [1103] = {
    nil,
    '裁缝训练师',
  },
  [1104] = {
    nil,
    '护甲商',
  },
  [1105] = {
    '吉恩·角盔',
    '探险者协会',
  },
  [1106] = {
    '失落者厨师',
    nil,
  },
  [1108] = {
    '薄雾谷猩猩',
    nil,
  },
  [1109] = {
    '血肉撕裂者',
    nil,
  },
  [1110] = {
    '骷髅袭击者',
    nil,
  },
  [1111] = {
    '吸血捕猎者',
    nil,
  },
  [1112] = {
    '吸血寡妇',
    nil,
  },
  [1114] = {
    '丛林大猩猩',
    nil,
  },
  [1115] = {
    '石腭击颅者',
    nil,
  },
  [1116] = {
    '石腭伏击者',
    nil,
  },
  [1117] = {
    '石腭断骨者',
    nil,
  },
  [1118] = {
    '石腭碎脊者',
    nil,
  },
  [1119] = {
    '锤脊',
    nil,
  },
  [1120] = {
    '霜鬃巨魔',
    nil,
  },
  [1121] = {
    '霜鬃雪行者',
    nil,
  },
  [1122] = {
    '霜鬃剥皮者',
    nil,
  },
  [1123] = {
    '霜鬃猎头者',
    nil,
  },
  [1124] = {
    '霜鬃暗法师',
    nil,
  },
  [1125] = {
    '峭壁野猪',
    nil,
  },
  [1126] = {
    '大峭壁野猪',
    nil,
  },
  [1127] = {
    '老峭壁野猪',
    nil,
  },
  [1128] = {
    '黑熊幼崽',
    nil,
  },
  [1129] = {
    '黑熊',
    nil,
  },
  [1131] = {
    '冬狼',
    nil,
  },
  [1132] = {
    '狂暴的冬狼',
    nil,
  },
  [1133] = {
    '饥饿的冬狼',
    nil,
  },
  [1134] = {
    '雪怪幼崽',
    nil,
  },
  [1137] = {
    '饥饿的雪怪',
    nil,
  },
  [1138] = {
    '雪狼',
    nil,
  },
  [1139] = {
    '镇长埃罗恩·钝鼻',
    nil,
  },
  [1140] = {
    '刺喉雌龙',
    nil,
  },
  [1141] = {
    nil,
    '大厨',
  },
  [1142] = {
    '莫什奥格蛮兵',
    nil,
  },
  [1144] = {
    '莫什奥格巫医',
    nil,
  },
  [1146] = {
    nil,
    '高级铸剑师',
  },
  [1147] = {
    nil,
    '布甲和皮甲商人',
  },
  [1148] = {
    nil,
    '商人',
  },
  [1149] = {
    nil,
    '杂货供应商',
  },
  [1150] = {
    '淡水鳄',
    nil,
  },
  [1151] = {
    '海鳄',
    nil,
  },
  [1152] = {
    '钳嘴鳄鱼',
    nil,
  },
  [1153] = {
    '托瑞恩·方颔',
    '探险者协会',
  },
  [1154] = {
    '马雷克·铁心',
    nil,
  },
  [1156] = {
    '维林·疾风',
    '旅店老板',
  },
  [1157] = {
    '被诅咒的水手',
    nil,
  },
  [1158] = {
    '被诅咒的水兵',
    nil,
  },
  [1159] = {
    '大副斯涅利格',
    nil,
  },
  [1160] = {
    '哈林多尔船长',
    nil,
  },
  [1161] = {
    '碎石穴居人',
    nil,
  },
  [1162] = {
    '碎石怪斥候',
    nil,
  },
  [1163] = {
    '碎石怪击颅者',
    nil,
  },
  [1164] = {
    '碎石怪断骨者',
    nil,
  },
  [1165] = {
    '碎石怪地卜师',
    nil,
  },
  [1166] = {
    '碎石怪先知',
    nil,
  },
  [1167] = {
    '碎石怪掘地工',
    nil,
  },
  [1169] = {
    '黑铁叛军',
    nil,
  },
  [1172] = {
    '坑道鼠歹徒',
    nil,
  },
  [1173] = {
    '坑道鼠斥候',
    nil,
  },
  [1174] = {
    '坑道鼠地卜师',
    nil,
  },
  [1175] = {
    '坑道鼠掘地工',
    nil,
  },
  [1176] = {
    '坑道鼠征粮官',
    nil,
  },
  [1177] = {
    '坑道鼠勘探员',
    nil,
  },
  [1178] = {
    '莫格罗什食人魔',
    nil,
  },
  [1179] = {
    '莫格罗什执行者',
    nil,
  },
  [1180] = {
    '莫格罗什蛮兵',
    nil,
  },
  [1181] = {
    '莫格罗什萨满祭司',
    nil,
  },
  [1182] = {
    '安东修士',
    '血色十字军使者',
  },
  [1183] = {
    '莫格罗什秘法师',
    nil,
  },
  [1184] = {
    '峭壁潜伏者',
    nil,
  },
  [1185] = {
    '林木潜伏者',
    nil,
  },
  [1186] = {
    '黑熊',
    nil,
  },
  [1187] = {
    '年轻的达瑞尔',
    nil,
  },
  [1188] = {
    '灰斑黑熊',
    nil,
  },
  [1189] = {
    '黑熊首领',
    nil,
  },
  [1190] = {
    '山猪',
    nil,
  },
  [1191] = {
    '癞皮山猪',
    nil,
  },
  [1192] = {
    '老山猪',
    nil,
  },
  [1193] = {
    '洛克湖狂鱼',
    nil,
  },
  [1194] = {
    '山鹫',
    nil,
  },
  [1195] = {
    '森林潜伏者',
    nil,
  },
  [1196] = {
    '冰爪熊',
    nil,
  },
  [1197] = {
    '碎石怪萨满祭司',
    nil,
  },
  [1198] = {
    nil,
    '弓箭商',
  },
  [1199] = {
    '雪豹幼崽',
    nil,
  },
  [1200] = {
    '摩本特·费尔',
    nil,
  },
  [1201] = {
    '雪豹',
    nil,
  },
  [1202] = {
    '坑道鼠狗头人',
    nil,
  },
  [1203] = {
    '守夜人萨瑞斯',
    '守夜人',
  },
  [1204] = {
    '守夜人考文',
    '守夜人',
  },
  [1206] = {
    '纳什尔',
    nil,
  },
  [1207] = {
    '布劳勒尔',
    nil,
  },
  [1211] = {
    '麻疯侏儒',
    nil,
  },
  [1212] = {
    '主教法席恩',
    nil,
  },
  [1213] = {
    nil,
    '护甲和盾牌供应商',
  },
  [1214] = {
    nil,
    '布商',
  },
  [1215] = {
    '炼金师玛洛瑞',
    '炼金术训练师',
  },
  [1216] = {
    '滩行蟹',
    nil,
  },
  [1217] = {
    '戈罗林·钢眉',
    nil,
  },
  [1218] = {
    '草药师博米洛伊',
    '草药学训练师',
  },
  [1222] = {
    '黑铁工兵',
    nil,
  },
  [1224] = {
    '幼年蛇颈龙',
    nil,
  },
  [1225] = {
    '老黑炭',
    nil,
  },
  [1226] = {
    nil,
    '牧师训练师',
  },
  [1228] = {
    '玛济斯·石衣',
    '法师训练师',
  },
  [1229] = {
    '格兰尼斯·快斧',
    '战士训练师',
  },
  [1231] = {
    '格瑞夫',
    '猎人训练师',
  },
  [1232] = {
    '阿扎尔·战锤',
    '圣骑士训练师',
  },
  [1234] = {
    nil,
    '盗贼训练师',
  },
  [1236] = {
    '狗头人掘地工',
    nil,
  },
  [1237] = {
    nil,
    '食物和饮料商人',
  },
  [1238] = {
    '迦米利·霜甲',
    '布甲和皮甲商人',
  },
  [1239] = {
    '大副菲兹莫斯',
    nil,
  },
  [1240] = {
    '伯兰·铁栏',
    '护甲商',
  },
  [1241] = {
    '托格努斯·燧火',
    '锻造训练师',
  },
  [1243] = {
    '海格纳·重枪',
    '枪械商',
  },
  [1244] = {
    '绿色守卫者雷希耶尔',
    nil,
  },
  [1245] = {
    '考根·锻石',
    nil,
  },
  [1246] = {
    nil,
    '炼金术训练师',
  },
  [1247] = {
    '旅店老板贝尔姆',
    '旅店老板',
  },
  [1249] = {
    '军需官哈德森',
    '护甲和盾牌供应商',
  },
  [1250] = {
    nil,
    '杂货商',
  },
  [1251] = {
    '裂拳好战者',
    nil,
  },
  [1252] = {
    '森内尔·白须',
    nil,
  },
  [1253] = {
    '伽文神父',
    '银色黎明',
  },
  [1254] = {
    '工头乔尼·石眉',
    '矿工联盟',
  },
  [1255] = {
    '勘察员吉恩',
    '探险者协会',
  },
  [1256] = {
    '矿场主管瑟斯丁',
    '矿工联盟',
  },
  [1257] = {
    nil,
    '炼金术和材料供应商',
  },
  [1258] = {
    '巨型黑色破坏者',
    nil,
  },
  [1259] = {
    '高布勒尔',
    nil,
  },
  [1260] = {
    '霜鬃长老',
    nil,
  },
  [1261] = {
    '维隆·冻石',
    '山羊饲养者',
  },
  [1263] = {
    '亚尔林·冻石',
    nil,
  },
  [1265] = {
    '鲁德拉·冻石',
    nil,
  },
  [1267] = {
    '拉格纳·雷酒',
    nil,
  },
  [1268] = {
    '奥齐·电环',
    nil,
  },
  [1269] = {
    '拉兹·滑链',
    nil,
  },
  [1270] = {
    '恶臭的食尸鬼',
    nil,
  },
  [1271] = {
    '冰须',
    nil,
  },
  [1273] = {
    nil,
    '武器锻造师',
  },
  [1274] = {
    '参议员巴林·红石',
    nil,
  },
  [1275] = {
    nil,
    '材料商',
  },
  [1276] = {
    '巡山人布洛克',
    nil,
  },
  [1277] = {
    '巡山人加尼',
    nil,
  },
  [1278] = {
    '巡山人斯特恩',
    nil,
  },
  [1279] = {
    '巡山人弗林特',
    nil,
  },
  [1280] = {
    '巡山人卓肯',
    nil,
  },
  [1281] = {
    '巡山人扎恩',
    nil,
  },
  [1282] = {
    '巡山人维克',
    nil,
  },
  [1283] = {
    '巡山人卡米尔',
    nil,
  },
  [1284] = {
    '大主教本尼迪塔斯',
    nil,
  },
  [1285] = {
    nil,
    '杂货商',
  },
  [1286] = {
    nil,
    '贸易供应商',
  },
  [1287] = {
    nil,
    '武器商',
  },
  [1289] = {
    nil,
    '武器商',
  },
  [1291] = {
    nil,
    '布甲商',
  },
  [1292] = {
    nil,
    '剥皮训练师',
  },
  [1294] = {
    nil,
    '锁甲商',
  },
  [1295] = {
    nil,
    '皮甲商',
  },
  [1296] = {
    nil,
    '武器锻造师',
  },
  [1297] = {
    nil,
    '弓箭和枪械',
  },
  [1298] = {
    nil,
    '弓箭商人',
  },
  [1299] = {
    nil,
    '布商',
  },
  [1300] = {
    nil,
    '裁缝训练师',
  },
  [1301] = {
    nil,
    '酒商',
  },
  [1302] = {
    nil,
    '种花人',
  },
  [1303] = {
    nil,
    '草药学供应商',
  },
  [1304] = {
    nil,
    '焰火商人',
  },
  [1305] = {
    nil,
    '调酒师',
  },
  [1307] = {
    nil,
    '魔法饰品商人',
  },
  [1308] = {
    nil,
    '材料商',
  },
  [1309] = {
    nil,
    '长袍商',
  },
  [1310] = {
    nil,
    '帽商',
  },
  [1311] = {
    nil,
    '调酒师',
  },
  [1312] = {
    nil,
    '魔杖商人',
  },
  [1313] = {
    nil,
    '炼金术供应商',
  },
  [1314] = {
    nil,
    '轻甲商',
  },
  [1315] = {
    nil,
    '法杖商',
  },
  [1316] = {
    nil,
    '图书管理员',
  },
  [1317] = {
    nil,
    '附魔训练师',
  },
  [1318] = {
    nil,
    '附魔供应商',
  },
  [1319] = {
    '布赖恩·克罗斯',
    '盾牌商',
  },
  [1320] = {
    nil,
    '皮甲商',
  },
  [1321] = {
    nil,
    '背包商人',
  },
  [1322] = {
    nil,
    '锁甲商',
  },
  [1323] = {
    nil,
    '重甲商',
  },
  [1324] = {
    nil,
    '铸剑商',
  },
  [1325] = {
    '贾斯伯·菲尔',
    '毒药商',
  },
  [1326] = {
    nil,
    '毒药商',
  },
  [1327] = {
    nil,
    '旅店老板',
  },
  [1328] = {
    nil,
    '招待员',
  },
  [1329] = {
    '巡山人纳尔',
    nil,
  },
  [1330] = {
    '巡山人泰劳尔',
    nil,
  },
  [1331] = {
    '巡山人拉克斯特',
    nil,
  },
  [1332] = {
    '巡山人莫兰',
    nil,
  },
  [1333] = {
    nil,
    '双手武器商人',
  },
  [1334] = {
    '巡山人哈默弗奥',
    nil,
  },
  [1335] = {
    '巡山人犹萨',
    nil,
  },
  [1336] = {
    '巡山人斯瓦恩',
    nil,
  },
  [1337] = {
    '巡山人格瓦尔斯',
    nil,
  },
  [1338] = {
    '巡山人达尔克',
    nil,
  },
  [1339] = {
    nil,
    '皮匠',
  },
  [1340] = {
    '巡山人卡德雷尔',
    nil,
  },
  [1341] = {
    nil,
    '锁甲商',
  },
  [1342] = {
    '巡山人罗克加',
    nil,
  },
  [1343] = {
    '巡山人雷矛',
    nil,
  },
  [1344] = {
    '勘察员基恩萨·铁环',
    nil,
  },
  [1345] = {
    '麦格玛尔·落斧',
    nil,
  },
  [1346] = {
    nil,
    '裁缝训练师',
  },
  [1347] = {
    nil,
    '裁缝供应商',
  },
  [1348] = {
    nil,
    '法杖和锤',
  },
  [1349] = {
    nil,
    '锁甲商',
  },
  [1350] = {
    nil,
    '长袍商',
  },
  [1351] = {
    '卡苏斯修士',
    '材料商',
  },
  [1352] = {
    '长毛兔',
    nil,
  },
  [1353] = {
    '萨尔图斯',
    nil,
  },
  [1354] = {
    '学徒索林',
    nil,
  },
  [1355] = {
    '厨师格瑞姆',
    '烹饪训练师',
  },
  [1356] = {
    '勘察员塔伯斯·雷矛',
    nil,
  },
  [1358] = {
    '矿工格隆索',
    nil,
  },
  [1360] = {
    '矿工格鲁纳尔',
    nil,
  },
  [1362] = {
    nil,
    '护甲商',
  },
  [1364] = {
    '邪恶的巴尔加拉斯',
    nil,
  },
  [1367] = {
    '比利',
    nil,
  },
  [1373] = {
    '加文·雷酒',
    nil,
  },
  [1374] = {
    '雷杰德·麦酒',
    nil,
  },
  [1375] = {
    '马莱斯·麦酒',
    nil,
  },
  [1376] = {
    '贝尔丁·钢架',
    nil,
  },
  [1377] = {
    '驾驶员迪恩·石轮',
    nil,
  },
  [1378] = {
    '驾驶员贝隆·风箱',
    nil,
  },
  [1381] = {
    nil,
    '高级铸甲师',
  },
  [1382] = {
    nil,
    '烹饪训练师',
  },
  [1383] = {
    '斯纳尔',
    '初级铁匠',
  },
  [1385] = {
    '布劳恩',
    '制皮训练师',
  },
  [1386] = {
    nil,
    '炼金术训练师',
  },
  [1387] = {
    nil,
    '双足飞龙管理员',
  },
  [1393] = {
    '狂暴穴居人',
    nil,
  },
  [1395] = {
    '奥比斯雷',
    nil,
  },
  [1397] = {
    '霜鬃先知',
    nil,
  },
  [1398] = {
    nil,
    '碎石酋长',
  },
  [1399] = {
    nil,
    '碎石部落萨满祭司',
  },
  [1400] = {
    '湿地鳄鱼',
    nil,
  },
  [1404] = {
    nil,
    '猎人训练师',
  },
  [1407] = {
    nil,
    '轻甲商',
  },
  [1411] = {
    nil,
    '盗贼训练师',
  },
  [1412] = {
    '松鼠',
    nil,
  },
  [1417] = {
    '湿地鳄鱼幼崽',
    nil,
  },
  [1418] = {
    '蓝腮袭击者',
    nil,
  },
  [1419] = {
    '菲尔',
    nil,
  },
  [1420] = {
    '蟾蜍',
    nil,
  },
  [1421] = {
    '默尔下士',
    '反抗军士兵',
  },
  [1422] = {
    '塞斯曼下士',
    nil,
  },
  [1423] = {
    '暴风城卫兵',
    nil,
  },
  [1424] = {
    '掘地工头目',
    nil,
  },
  [1425] = {
    '卡布',
    nil,
  },
  [1426] = {
    '河爪矿工',
    nil,
  },
  [1430] = {
    nil,
    '烹饪训练师',
  },
  [1434] = {
    '米奈希尔哨兵',
    nil,
  },
  [1435] = {
    '黑爪加尔德斯',
    nil,
  },
  [1436] = {
    '守夜人卡特弗德',
    '守夜人',
  },
  [1439] = {
    '鲍雷斯·维沙克公爵',
    '贵族',
  },
  [1440] = {
    nil,
    '图书管理员',
  },
  [1441] = {
    nil,
    '武器锻造师',
  },
  [1442] = {
    '赫格拉姆',
    nil,
  },
  [1444] = {
    '克里斯托弗修士',
    nil,
  },
  [1448] = {
    nil,
    '工程学和杂货供应商',
  },
  [1449] = {
    '巫医安巴格瓦',
    nil,
  },
  [1450] = {
    nil,
    '护甲商',
  },
  [1451] = {
    '卡米瑞克·祖莱尔',
    '吟游诗人',
  },
  [1452] = {
    nil,
    '杂货供应商',
  },
  [1453] = {
    '德温·晨光',
    '炼金术供应商',
  },
  [1454] = {
    '吉娜比克·铁线',
    '裁缝物资和特殊商品',
  },
  [1456] = {
    nil,
    '商人',
  },
  [1457] = {
    nil,
    '毒药商',
  },
  [1458] = {
    '泰伦瑞诺·月影',
    '草药学训练师',
  },
  [1459] = {
    nil,
    '弓箭商',
  },
  [1460] = {
    nil,
    '养马人',
  },
  [1461] = {
    nil,
    '枪械商',
  },
  [1462] = {
    nil,
    '弓箭商',
  },
  [1463] = {
    nil,
    '材料商',
  },
  [1464] = {
    '旅店老板赫布瑞克',
    '旅店老板',
  },
  [1465] = {
    '德拉克·卷刃',
    '商人',
  },
  [1466] = {
    '格雷塔',
    '初级制皮师',
  },
  [1469] = {
    '维罗克·乱枪',
    '枪械商',
  },
  [1470] = {
    '加克',
    '炼金术训练师',
  },
  [1471] = {
    '加诺斯·铁心',
    '高级造锤师',
  },
  [1472] = {
    '莫格·雷矢',
    nil,
  },
  [1473] = {
    '卡利',
    '草药学训练师',
  },
  [1474] = {
    '拉恩·火翼',
    '裁缝供应商',
  },
  [1475] = {
    '米奈希尔卫兵',
    nil,
  },
  [1481] = {
    '巴特·泰德沃特',
    '处女号的船长',
  },
  [1487] = {
    '裂拳奴役者',
    nil,
  },
  [1488] = {
    '赞吉尔僵尸',
    nil,
  },
  [1489] = {
    '赞吉尔猎人',
    nil,
  },
  [1490] = {
    '赞吉尔巫医',
    nil,
  },
  [1491] = {
    '赞吉尔纳迦',
    nil,
  },
  [1493] = {
    '切割者摩卡什',
    nil,
  },
  [1495] = {
    '亡灵卫兵林奈',
    nil,
  },
  [1496] = {
    '亡灵卫兵迪林格尔',
    nil,
  },
  [1498] = {
    '比索·埃斯沙德',
    nil,
  },
  [1499] = {
    '执政官塞弗伦',
    nil,
  },
  [1501] = {
    '无脑的僵尸',
    nil,
  },
  [1502] = {
    '无脑的食尸鬼',
    nil,
  },
  [1504] = {
    '小夜行蜘蛛',
    nil,
  },
  [1505] = {
    '夜行蜘蛛',
    nil,
  },
  [1506] = {
    '血色信徒',
    nil,
  },
  [1507] = {
    '血色新兵',
    nil,
  },
  [1508] = {
    '食腐狼幼崽',
    nil,
  },
  [1509] = {
    '蓬毛食腐狼',
    nil,
  },
  [1511] = {
    '暴怒的银背猩猩',
    nil,
  },
  [1512] = {
    '夜行蝙蝠',
    nil,
  },
  [1513] = {
    '癞皮夜行蝙蝠',
    nil,
  },
  [1514] = {
    '野蛮的莫克',
    nil,
  },
  [1515] = {
    '执行官塞加德',
    nil,
  },
  [1518] = {
    '药剂师乔汉',
    '皇家药剂师协会',
  },
  [1519] = {
    '亡灵卫兵希米尔',
    nil,
  },
  [1520] = {
    '断骨士兵',
    nil,
  },
  [1522] = {
    '暗眼骷髅法师',
    nil,
  },
  [1523] = {
    '碎颅士兵',
    nil,
  },
  [1525] = {
    '腐烂的死者',
    nil,
  },
  [1526] = {
    '破碎的尸体',
    nil,
  },
  [1527] = {
    '饥饿的死尸',
    nil,
  },
  [1528] = {
    '蹒跚的血僵尸',
    nil,
  },
  [1529] = {
    '可怕的血僵尸',
    nil,
  },
  [1530] = {
    '腐烂的古尸',
    nil,
  },
  [1531] = {
    '失落的灵魂',
    nil,
  },
  [1532] = {
    '游荡的幽灵',
    nil,
  },
  [1533] = {
    '痛苦的灵魂',
    nil,
  },
  [1534] = {
    '哀嚎的鬼魂',
    nil,
  },
  [1535] = {
    '血色战士',
    nil,
  },
  [1536] = {
    '血色传教士',
    nil,
  },
  [1537] = {
    '血色狂热者',
    nil,
  },
  [1538] = {
    '血色苦行修士',
    nil,
  },
  [1539] = {
    '血色低阶牧师',
    nil,
  },
  [1540] = {
    '血色前锋',
    nil,
  },
  [1543] = {
    '邪鳍污水鱼人',
    nil,
  },
  [1544] = {
    '邪鳍先知',
    nil,
  },
  [1545] = {
    '邪鳍泥浆鱼人',
    nil,
  },
  [1547] = {
    '衰老的黑暗犬',
    nil,
  },
  [1548] = {
    '被诅咒的黑暗犬',
    nil,
  },
  [1549] = {
    '饥饿的黑暗犬',
    nil,
  },
  [1550] = {
    '钢尾蜥蜴',
    nil,
  },
  [1551] = {
    '铁腭蜥蜴',
    nil,
  },
  [1552] = {
    '金鳞蜥蜴',
    nil,
  },
  [1553] = {
    '巨型夜行蝙蝠',
    nil,
  },
  [1554] = {
    '吸血夜行蝙蝠',
    nil,
  },
  [1555] = {
    '邪恶的夜行蜘蛛',
    nil,
  },
  [1557] = {
    '老迈的薄雾谷猩猩',
    nil,
  },
  [1558] = {
    '银背雌猩猩',
    nil,
  },
  [1559] = {
    '穆克拉',
    nil,
  },
  [1561] = {
    '血帆袭击者',
    nil,
  },
  [1562] = {
    '血帆法师',
    nil,
  },
  [1563] = {
    '血帆流氓',
    nil,
  },
  [1564] = {
    '血帆术士',
    nil,
  },
  [1565] = {
    '血帆水手',
    nil,
  },
  [1568] = {
    '送葬者摩尔多',
    nil,
  },
  [1569] = {
    '暗影牧师萨维斯',
    nil,
  },
  [1570] = {
    '执行官阿伦',
    nil,
  },
  [1571] = {
    nil,
    '狮鹫管理员',
  },
  [1572] = {
    nil,
    '狮鹫管理员',
  },
  [1573] = {
    nil,
    '狮鹫管理员',
  },
  [1632] = {
    nil,
    '初级制皮师',
  },
  [1642] = {
    '北郡守卫',
    nil,
  },
  [1645] = {
    '军需官希克斯',
    '武器铸造大师',
  },
  [1646] = {
    nil,
    '城市建筑师',
  },
  [1650] = {
    nil,
    '伐木工',
  },
  [1651] = {
    nil,
    '钓鱼训练师',
  },
  [1652] = {
    '亡灵卫兵伯吉斯',
    nil,
  },
  [1653] = {
    '血帆大法师',
    nil,
  },
  [1658] = {
    '达高尔队长',
    nil,
  },
  [1660] = {
    '血色保镖',
    nil,
  },
  [1661] = {
    '新兵艾尔雷斯',
    nil,
  },
  [1662] = {
    '派瑞恩队长',
    nil,
  },
  [1664] = {
    '瓦松队长',
    nil,
  },
  [1665] = {
    '麦拉其队长',
    nil,
  },
  [1666] = {
    '卡姆·深怒',
    nil,
  },
  [1668] = {
    nil,
    '弓箭商',
  },
  [1669] = {
    '迪菲亚奸商',
    '旅行商人',
  },
  [1670] = {
    nil,
    '面包商',
  },
  [1671] = {
    nil,
    '水果商',
  },
  [1672] = {
    nil,
    '裁缝供应商',
  },
  [1673] = {
    nil,
    '材料商',
  },
  [1674] = {
    '腐皮豺狼人',
    nil,
  },
  [1675] = {
    '混血腐皮豺狼人',
    nil,
  },
  [1676] = {
    '芬布斯',
    '工程学训练师',
  },
  [1678] = {
    nil,
    '渔具供应商',
  },
  [1680] = {
    nil,
    '钓鱼训练师',
  },
  [1681] = {
    '布洛克·寻石者',
    '采矿训练师',
  },
  [1682] = {
    '雅尼·铁心',
    '杂货供应商',
  },
  [1683] = {
    '瓦格·深水',
    '钓鱼训练师',
  },
  [1684] = {
    '卡拉·深水',
    '渔具供应商',
  },
  [1685] = {
    '山达·细须',
    '杂货供应商',
  },
  [1686] = {
    '埃伦',
    '枪械商',
  },
  [1687] = {
    nil,
    '弓箭商',
  },
  [1688] = {
    '夜行雌蜘蛛',
    nil,
  },
  [1689] = {
    '有伤疤的峭壁野猪',
    nil,
  },
  [1690] = {
    nil,
    '锻造供应商',
  },
  [1691] = {
    nil,
    '杂货供应商',
  },
  [1692] = {
    '戈隆·霜须',
    '商人',
  },
  [1693] = {
    '洛克鳄',
    nil,
  },
  [1694] = {
    nil,
    '工程学供应商',
  },
  [1695] = {
    '瑞恩多尔',
    '皮甲商',
  },
  [1696] = {
    '可怕的塔格尔',
    nil,
  },
  [1697] = {
    nil,
    '麦酒和葡萄酒',
  },
  [1698] = {
    nil,
    '见习武器匠',
  },
  [1699] = {
    nil,
    '烹饪训练师',
  },
  [1700] = {
    nil,
    '钓鱼训练师',
  },
  [1701] = {
    '丹克·利刃',
    '采矿训练师',
  },
  [1702] = {
    '布隆克',
    '工程学训练师',
  },
  [1703] = {
    nil,
    '裁缝训练师',
  },
  [1706] = {
    '囚徒',
    nil,
  },
  [1707] = {
    '迪菲亚俘虏',
    nil,
  },
  [1708] = {
    '迪菲亚狱友',
    nil,
  },
  [1711] = {
    '罪犯',
    nil,
  },
  [1713] = {
    '老年深喉猎豹',
    nil,
  },
  [1715] = {
    '叛军',
    nil,
  },
  [1718] = {
    '石腭袭击者',
    nil,
  },
  [1719] = {
    '典狱官塞尔沃特',
    nil,
  },
  [1720] = {
    '布鲁高·铁拳',
    nil,
  },
  [1725] = {
    '迪菲亚哨兵',
    nil,
  },
  [1726] = {
    '迪菲亚法师',
    nil,
  },
  [1727] = {
    '迪菲亚工人',
    nil,
  },
  [1729] = {
    '迪菲亚招魂师',
    nil,
  },
  [1731] = {
    '地精工匠',
    nil,
  },
  [1732] = {
    '迪菲亚塑风师',
    nil,
  },
  [1733] = {
    nil,
    '加尔德斯的爪牙',
  },
  [1735] = {
    '亡灵卫兵亚伯拉罕',
    nil,
  },
  [1736] = {
    '亡灵卫兵伦道夫',
    nil,
  },
  [1737] = {
    '亡灵卫兵奥利佛',
    nil,
  },
  [1738] = {
    '亡灵卫兵特伦斯',
    nil,
  },
  [1739] = {
    '亡灵卫兵菲利普',
    nil,
  },
  [1740] = {
    '亡灵卫兵萨尔坦',
    nil,
  },
  [1741] = {
    '亡灵卫兵巴特兰德',
    nil,
  },
  [1742] = {
    '亡灵卫兵巴塞洛缪',
    nil,
  },
  [1743] = {
    '亡灵卫兵劳伦斯',
    nil,
  },
  [1744] = {
    '亡灵卫兵莫特',
    nil,
  },
  [1745] = {
    '亡灵卫兵莫里斯',
    nil,
  },
  [1746] = {
    '亡灵卫兵塞勒斯',
    nil,
  },
  [1747] = {
    nil,
    '暴风城的王子',
  },
  [1748] = {
    '伯瓦尔·弗塔根公爵',
    nil,
  },
  [1749] = {
    '女伯爵卡特拉娜·普瑞斯托',
    nil,
  },
  [1750] = {
    '杰塔瑞斯将军',
    nil,
  },
  [1751] = {
    '米萨斯·铁山',
    nil,
  },
  [1752] = {
    '卡雷德拉·晨风',
    nil,
  },
  [1753] = {
    '蛆眼',
    nil,
  },
  [1754] = {
    '葛瑞格·莱斯科瓦公爵',
    nil,
  },
  [1755] = {
    '沉默之刃马尔松',
    nil,
  },
  [1756] = {
    '暴风城皇家卫兵',
    nil,
  },
  [1763] = {
    nil,
    '熔炼师',
  },
  [1764] = {
    '大型野性幽魂',
    nil,
  },
  [1766] = {
    '疯狂的座狼',
    nil,
  },
  [1767] = {
    '邪鳍切割者',
    nil,
  },
  [1768] = {
    '邪鳍潮行者',
    nil,
  },
  [1769] = {
    '月怒白头狼人',
    nil,
  },
  [1770] = {
    '月怒夜行者',
    nil,
  },
  [1772] = {
    '腐皮巡林者',
    nil,
  },
  [1773] = {
    '腐皮秘法师',
    nil,
  },
  [1777] = {
    '达克·枪火',
    nil,
  },
  [1778] = {
    '凶猛的灰斑熊',
    nil,
  },
  [1779] = {
    '月怒暴食者',
    nil,
  },
  [1780] = {
    '掠网阔步蛛',
    nil,
  },
  [1781] = {
    '掠网潜伏者',
    nil,
  },
  [1782] = {
    '月怒魔魂狼人',
    nil,
  },
  [1783] = {
    '骷髅剥皮者',
    nil,
  },
  [1784] = {
    '骷髅巫师',
    nil,
  },
  [1785] = {
    '恐惧骸骨',
    nil,
  },
  [1787] = {
    '骷髅刽子手',
    nil,
  },
  [1788] = {
    '骷髅军官',
    nil,
  },
  [1789] = {
    '骷髅侍僧',
    nil,
  },
  [1791] = {
    '被奴役的食尸鬼',
    nil,
  },
  [1793] = {
    '腐烂的食尸鬼',
    nil,
  },
  [1794] = {
    '没有灵魂的食尸鬼',
    nil,
  },
  [1795] = {
    '灼热的食尸鬼',
    nil,
  },
  [1796] = {
    '冰冷的食尸鬼',
    nil,
  },
  [1797] = {
    '疯狂的巨熊',
    nil,
  },
  [1800] = {
    '寒冰鬼魂',
    nil,
  },
  [1801] = {
    '鲜血鬼魂',
    nil,
  },
  [1802] = {
    '饥饿的鬼魂',
    nil,
  },
  [1804] = {
    '哀嚎的死者',
    nil,
  },
  [1805] = {
    '血肉傀儡',
    nil,
  },
  [1806] = {
    '可憎的软泥怪',
    nil,
  },
  [1808] = {
    '吞噬淤泥怪',
    nil,
  },
  [1809] = {
    '食腐秃鹫',
    nil,
  },
  [1812] = {
    '腐烂的巨兽',
    nil,
  },
  [1813] = {
    '枯萎的恐兽',
    nil,
  },
  [1815] = {
    '生病的黑熊',
    nil,
  },
  [1816] = {
    '生病的灰熊',
    nil,
  },
  [1817] = {
    '生病的狼',
    nil,
  },
  [1821] = {
    '腐虫潜伏者',
    nil,
  },
  [1822] = {
    '毒雾潜伏者',
    nil,
  },
  [1824] = {
    '天灾潜伏者',
    nil,
  },
  [1826] = {
    '血色法师',
    nil,
  },
  [1827] = {
    '血色徘徊者',
    nil,
  },
  [1831] = {
    '血色猎人',
    nil,
  },
  [1832] = {
    '血色占星师',
    nil,
  },
  [1833] = {
    '血色骑士',
    nil,
  },
  [1834] = {
    '血色圣骑士',
    nil,
  },
  [1835] = {
    '血色祈求者',
    nil,
  },
  [1836] = {
    '血色骑兵',
    nil,
  },
  [1837] = {
    '血色法官',
    nil,
  },
  [1838] = {
    '血色质问者',
    nil,
  },
  [1839] = {
    '血色高阶牧师',
    nil,
  },
  [1840] = {
    '大检察官伊森利恩',
    nil,
  },
  [1841] = {
    '血色刽子手',
    nil,
  },
  [1842] = {
    '大领主泰兰·弗丁',
    '血色十字军领袖',
  },
  [1843] = {
    '工头杰瑞斯',
    nil,
  },
  [1844] = {
    '工头玛希瑞德',
    nil,
  },
  [1845] = {
    '保卫者塔尔森',
    nil,
  },
  [1846] = {
    '保卫者洛瑞克',
    nil,
  },
  [1847] = {
    '弗曼恩',
    nil,
  },
  [1848] = {
    '玛达萨尔',
    nil,
  },
  [1849] = {
    '恐怖耳语者',
    nil,
  },
  [1851] = {
    '哈斯克',
    nil,
  },
  [1852] = {
    '召唤者阿拉基',
    nil,
  },
  [1853] = {
    '黑暗院长加丁',
    nil,
  },
  [1854] = {
    '高阶牧师赛尔丹尼斯',
    nil,
  },
  [1860] = {
    '虚空行者',
    nil,
  },
  [1863] = {
    '魅魔',
    nil,
  },
  [1865] = {
    '鸦爪袭击者',
    nil,
  },
  [1866] = {
    '鸦爪奴隶',
    nil,
  },
  [1867] = {
    '达拉然学徒',
    nil,
  },
  [1868] = {
    '鸦爪仆从',
    nil,
  },
  [1869] = {
    '鸦爪勇士',
    nil,
  },
  [1870] = {
    '鸦爪之手',
    nil,
  },
  [1871] = {
    '伊莉莎的卫兵',
    nil,
  },
  [1872] = {
    '萨雷克·黑石',
    nil,
  },
  [1883] = {
    '血色工人',
    nil,
  },
  [1884] = {
    '血色伐木工',
    nil,
  },
  [1885] = {
    '血色铁匠',
    nil,
  },
  [1888] = {
    '安伯米尔卫士',
    nil,
  },
  [1889] = {
    '安伯米尔巫师',
    nil,
  },
  [1890] = {
    '断骨骷髅',
    nil,
  },
  [1891] = {
    '焚木村守卫',
    nil,
  },
  [1892] = {
    '月怒守卫',
    nil,
  },
  [1893] = {
    '月怒哨兵',
    nil,
  },
  [1894] = {
    '焚木村哨兵',
    nil,
  },
  [1895] = {
    '焚木村长者',
    nil,
  },
  [1896] = {
    '月怒长者',
    nil,
  },
  [1901] = {
    '克斯塔姆·碎石',
    '战士训练师',
  },
  [1907] = {
    '纳迦探险者',
    nil,
  },
  [1908] = {
    '邪鳍智者',
    nil,
  },
  [1909] = {
    '邪鳍巡湖者',
    nil,
  },
  [1912] = {
    '安伯米尔保卫者',
    nil,
  },
  [1913] = {
    '安伯米尔守卫',
    nil,
  },
  [1914] = {
    '安伯米尔魔导师',
    nil,
  },
  [1915] = {
    '安伯米尔咒术师',
    nil,
  },
  [1920] = {
    '安伯米尔书记员',
    nil,
  },
  [1921] = {
    '作战假人',
    nil,
  },
  [1922] = {
    '森林灰狼',
    nil,
  },
  [1923] = {
    '血牙座狼',
    nil,
  },
  [1924] = {
    '月怒血啸者',
    nil,
  },
  [1931] = {
    '被俘虏的血色狂热者',
    nil,
  },
  [1933] = {
    '绵羊',
    nil,
  },
  [1934] = {
    '提瑞斯法农夫',
    nil,
  },
  [1935] = {
    '提瑞斯法雇农',
    nil,
  },
  [1936] = {
    '农夫索利丹',
    nil,
  },
  [1937] = {
    '药剂师伦弗利尔',
    '皇家药剂师协会',
  },
  [1938] = {
    '达拉尔·道恩维沃尔',
    nil,
  },
  [1939] = {
    '腐皮蛮兵',
    nil,
  },
  [1940] = {
    '腐皮天灾传播者',
    nil,
  },
  [1941] = {
    '腐皮盗墓贼',
    nil,
  },
  [1942] = {
    '腐皮暴徒',
    nil,
  },
  [1943] = {
    '暴怒的腐皮豺狼人',
    nil,
  },
  [1944] = {
    '腐皮惩戒者',
    nil,
  },
  [1947] = {
    '图勒·鸦爪',
    nil,
  },
  [1948] = {
    '斯纳麦恩',
    nil,
  },
  [1949] = {
    '阿祖拉的仆从',
    nil,
  },
  [1950] = {
    nil,
    '亡灵侦察兵',
  },
  [1951] = {
    nil,
    '亡灵侦察兵',
  },
  [1952] = {
    '高级执行官哈德瑞克',
    nil,
  },
  [1953] = {
    '湖岸潜藏者',
    nil,
  },
  [1954] = {
    '老迈的湖岸潜藏者',
    nil,
  },
  [1955] = {
    '湖岸爬行者',
    nil,
  },
  [1956] = {
    '老迈的湖岸爬行者',
    nil,
  },
  [1957] = {
    '邪鳍巡滩者',
    nil,
  },
  [1958] = {
    '邪鳍招潮者',
    nil,
  },
  [1959] = {
    '巡山人维拉特·麦酒',
    nil,
  },
  [1960] = {
    '驾驶员塞克·锤足',
    nil,
  },
  [1961] = {
    '癞爪',
    nil,
  },
  [1963] = {
    '维德拉·壁炉',
    nil,
  },
  [1964] = {
    '树人',
    nil,
  },
  [1965] = {
    '巡山人萨鲁斯',
    nil,
  },
  [1971] = {
    '邪恶的伊瓦',
    nil,
  },
  [1972] = {
    '白毛狼人格瑞姆森',
    nil,
  },
  [1973] = {
    '鸦爪守护者',
    nil,
  },
  [1974] = {
    '鸦爪苦工',
    nil,
  },
  [1975] = {
    '东谷伐木工',
    nil,
  },
  [1976] = {
    '暴风城巡逻兵',
    nil,
  },
  [1977] = {
    '参议员梅尔·圣石',
    nil,
  },
  [1978] = {
    '亡灵哨兵埃兰德',
    nil,
  },
  [1981] = {
    '黑铁伏击者',
    nil,
  },
  [1983] = {
    '奈塔拉什',
    nil,
  },
  [1984] = {
    '草刺野猪幼崽',
    nil,
  },
  [1985] = {
    '草刺野猪',
    nil,
  },
  [1986] = {
    '树林蜘蛛',
    nil,
  },
  [1989] = {
    '劣魔',
    nil,
  },
  [1993] = {
    '绿爪',
    nil,
  },
  [1994] = {
    '邪恶的基塞伊斯',
    nil,
  },
  [1995] = {
    '巨翼枭',
    nil,
  },
  [1996] = {
    '巨翼恶枭',
    nil,
  },
  [1997] = {
    '巨翼猎枭',
    nil,
  },
  [1998] = {
    '树林潜伏者',
    nil,
  },
  [1999] = {
    '树林毒蜘蛛',
    nil,
  },
  [2000] = {
    '树林结网蛛',
    nil,
  },
  [2001] = {
    '巨型树林蜘蛛',
    nil,
  },
  [2002] = {
    '恶灵劣魔',
    nil,
  },
  [2003] = {
    '影魂劣魔',
    nil,
  },
  [2004] = {
    '暗魂劣魔',
    nil,
  },
  [2005] = {
    '邪恶劣魔',
    nil,
  },
  [2006] = {
    '瘤背巨熊怪',
    nil,
  },
  [2007] = {
    '瘤背园丁',
    nil,
  },
  [2008] = {
    '瘤背战士',
    nil,
  },
  [2009] = {
    '瘤背萨满祭司',
    nil,
  },
  [2010] = {
    '瘤背防御者',
    nil,
  },
  [2011] = {
    '瘤背占卜师',
    nil,
  },
  [2012] = {
    '瘤背探险者',
    nil,
  },
  [2013] = {
    '瘤背复仇者',
    nil,
  },
  [2014] = {
    '瘤背图腾师',
    nil,
  },
  [2015] = {
    '血羽鹰身人',
    nil,
  },
  [2017] = {
    '血羽游荡者',
    nil,
  },
  [2018] = {
    '血羽女巫',
    nil,
  },
  [2019] = {
    '血羽复仇者',
    nil,
  },
  [2020] = {
    '血羽风巫',
    nil,
  },
  [2021] = {
    '血羽女族长',
    nil,
  },
  [2022] = {
    '林精',
    nil,
  },
  [2025] = {
    '林精碎木者',
    nil,
  },
  [2027] = {
    '林精践踏者',
    nil,
  },
  [2029] = {
    '林精泥泞兽',
    nil,
  },
  [2030] = {
    '林精长老',
    nil,
  },
  [2031] = {
    '夜刃豹幼崽',
    nil,
  },
  [2032] = {
    '癞皮夜刃豹',
    nil,
  },
  [2033] = {
    '老夜刃豹',
    nil,
  },
  [2034] = {
    '野生夜刃豹',
    nil,
  },
  [2038] = {
    '迈雷纳斯',
    nil,
  },
  [2039] = {
    '大槌乌萨尔',
    nil,
  },
  [2041] = {
    '守护古树',
    nil,
  },
  [2042] = {
    '夜刃豹',
    nil,
  },
  [2043] = {
    '夜刃捕食者',
    nil,
  },
  [2044] = {
    '弃灵',
    nil,
  },
  [2046] = {
    nil,
    '护甲和盾牌供应商',
  },
  [2050] = {
    nil,
    '特别厨师',
  },
  [2053] = {
    '哈迦德难民',
    nil,
  },
  [2054] = {
    '病怏怏的难民',
    nil,
  },
  [2055] = {
    '大药剂师法拉尼尔',
    '皇家药剂师协会',
  },
  [2056] = {
    '鸦爪幽灵',
    nil,
  },
  [2058] = {
    '亡灵哨兵费雷亚',
    nil,
  },
  [2060] = {
    '议员斯密瑟斯',
    '焚木村议会',
  },
  [2061] = {
    '议员萨奇尔',
    '焚木村议会',
  },
  [2062] = {
    '议员亨德瑞克斯',
    '焚木村议会',
  },
  [2063] = {
    '议员维尔海姆',
    '焚木村议会',
  },
  [2064] = {
    '议员哈尔丁',
    '焚木村议会',
  },
  [2065] = {
    '议员库珀',
    '焚木村议会',
  },
  [2066] = {
    '议员海加斯',
    '焚木村议会',
  },
  [2067] = {
    '议员布伦斯维克',
    '焚木村议会',
  },
  [2068] = {
    '莫瑞森村长',
    '焚木村议长',
  },
  [2069] = {
    '月夜猛虎',
    nil,
  },
  [2070] = {
    '月夜猛虎幼崽',
    nil,
  },
  [2071] = {
    '月夜雌虎',
    nil,
  },
  [2077] = {
    '麦利萨尔·鹿盔',
    nil,
  },
  [2078] = {
    '阿斯瑞达斯·熊皮',
    nil,
  },
  [2079] = {
    '伊尔萨莱恩',
    nil,
  },
  [2081] = {
    '哨兵凯拉·星歌',
    nil,
  },
  [2082] = {
    '基尔沙兰·风行者',
    nil,
  },
  [2083] = {
    '塞拉尔·刃叶',
    nil,
  },
  [2084] = {
    '纳瑟瑞尔·祈雨',
    '杂货商',
  },
  [2086] = {
    '瓦斯塔格·铁腭',
    nil,
  },
  [2089] = {
    '巨型湿地鳄鱼',
    nil,
  },
  [2090] = {
    '马鲁克·龙鳞',
    '龙喉督军',
  },
  [2091] = {
    '纳克罗什酋长',
    nil,
  },
  [2092] = {
    '飞行员比罗·长须',
    '铁炉堡攻城坦克旅',
  },
  [2093] = {
    '埃纳尔·石钳',
    nil,
  },
  [2096] = {
    '塔雷尔·石纹',
    nil,
  },
  [2098] = {
    '山羊',
    nil,
  },
  [2099] = {
    '处女号的船员',
    nil,
  },
  [2102] = {
    '龙喉步兵',
    nil,
  },
  [2103] = {
    '龙喉斥候',
    nil,
  },
  [2104] = {
    '斯托菲队长',
    nil,
  },
  [2105] = {
    '巡山人多克金',
    nil,
  },
  [2106] = {
    '药剂师伯纳德',
    nil,
  },
  [2108] = {
    '加内格·焦颅',
    nil,
  },
  [2110] = {
    '黑老鼠',
    nil,
  },
  [2111] = {
    '塞达',
    nil,
  },
  [2113] = {
    nil,
    '布甲和皮甲商人',
  },
  [2114] = {
    nil,
    '草药学训练师',
  },
  [2115] = {
    nil,
    '杂货供应商',
  },
  [2116] = {
    '铁匠兰德',
    '见习造甲师',
  },
  [2117] = {
    nil,
    '见习武器匠',
  },
  [2118] = {
    nil,
    '贸易供应商',
  },
  [2119] = {
    nil,
    '战士训练师',
  },
  [2120] = {
    '大法师阿塔瑞克',
    nil,
  },
  [2121] = {
    '暗影牧师奥利斯特',
    nil,
  },
  [2122] = {
    nil,
    '盗贼训练师',
  },
  [2123] = {
    '黑暗牧师杜斯滕',
    '牧师训练师',
  },
  [2124] = {
    nil,
    '法师训练师',
  },
  [2126] = {
    nil,
    '术士训练师',
  },
  [2127] = {
    nil,
    '术士训练师',
  },
  [2128] = {
    '凯恩·火歌',
    '法师训练师',
  },
  [2129] = {
    '黑暗牧师贝里尔',
    '牧师训练师',
  },
  [2130] = {
    nil,
    '盗贼训练师',
  },
  [2131] = {
    nil,
    '战士训练师',
  },
  [2132] = {
    nil,
    '炼金术训练师',
  },
  [2134] = {
    '温特斯夫人',
    '杂货供应商',
  },
  [2135] = {
    nil,
    '见习造甲师',
  },
  [2136] = {
    nil,
    '见习武器匠',
  },
  [2137] = {
    nil,
    '皮甲商',
  },
  [2140] = {
    nil,
    '杂货供应商',
  },
  [2142] = {
    '守夜人考拉哈恩',
    '守夜人',
  },
  [2149] = {
    '黑铁袭击者',
    nil,
  },
  [2150] = {
    '赛恩·腐蹄',
    nil,
  },
  [2151] = {
    '哨兵阿玛拉·夜行者',
    nil,
  },
  [2152] = {
    '瘤背伏击者',
    nil,
  },
  [2155] = {
    '哨兵莎依拉·夜风',
    nil,
  },
  [2156] = {
    '破损的傀儡',
    nil,
  },
  [2157] = {
    '石巨兽',
    nil,
  },
  [2158] = {
    '砂石斥候',
    nil,
  },
  [2159] = {
    '砂石断骨者',
    nil,
  },
  [2160] = {
    '砂石地占师',
    nil,
  },
  [2163] = {
    '蓟熊',
    nil,
  },
  [2164] = {
    '狂暴蓟熊',
    nil,
  },
  [2165] = {
    '灰斑蓟熊',
    nil,
  },
  [2166] = {
    '奥肯斯古尔',
    nil,
  },
  [2167] = {
    '黑木探路者',
    nil,
  },
  [2168] = {
    '黑木战士',
    nil,
  },
  [2169] = {
    '黑木图腾师',
    nil,
  },
  [2170] = {
    '黑木巨熊怪',
    nil,
  },
  [2171] = {
    '黑木萨满祭司',
    nil,
  },
  [2172] = {
    '雌性森林陆行鸟',
    nil,
  },
  [2173] = {
    '暗礁狂鱼',
    nil,
  },
  [2174] = {
    '近海狂鱼',
    nil,
  },
  [2175] = {
    '影爪',
    nil,
  },
  [2176] = {
    '被诅咒的上层精灵',
    nil,
  },
  [2177] = {
    '痛苦的上层精灵',
    nil,
  },
  [2178] = {
    '哀嚎的上层精灵鬼魂',
    nil,
  },
  [2179] = {
    '雷鳞御浪者',
    nil,
  },
  [2180] = {
    '雷鳞海妖',
    nil,
  },
  [2181] = {
    '雷鳞侍从',
    nil,
  },
  [2182] = {
    '雷鳞巫师',
    nil,
  },
  [2183] = {
    '雷鳞战士',
    nil,
  },
  [2184] = {
    '莫嘉泽尔',
    nil,
  },
  [2185] = {
    '黑海岸蛇颈龙',
    nil,
  },
  [2186] = {
    '卡尼沃斯',
    nil,
  },
  [2187] = {
    '老年深海蛇颈龙',
    nil,
  },
  [2188] = {
    '深海鱼龙',
    nil,
  },
  [2189] = {
    '恶灵劣魔',
    nil,
  },
  [2190] = {
    '野生劣魔',
    nil,
  },
  [2192] = {
    '召火者拉迪森',
    nil,
  },
  [2198] = {
    '公告员古德曼',
    nil,
  },
  [2201] = {
    '灰雾袭击者',
    nil,
  },
  [2202] = {
    '灰雾滩行者',
    nil,
  },
  [2203] = {
    '灰雾先知',
    nil,
  },
  [2204] = {
    '灰雾撒网者',
    nil,
  },
  [2205] = {
    '灰雾战士',
    nil,
  },
  [2206] = {
    '灰雾猎人',
    nil,
  },
  [2207] = {
    '灰雾智者',
    nil,
  },
  [2208] = {
    '灰雾潮行者',
    nil,
  },
  [2209] = {
    '亡灵卫兵加文',
    nil,
  },
  [2210] = {
    '亡灵卫兵罗亚恩',
    nil,
  },
  [2211] = {
    '被俘虏的巡山人',
    nil,
  },
  [2212] = {
    '戴瑟雷萨特',
    nil,
  },
  [2214] = {
    '亡灵哨兵莱什',
    nil,
  },
  [2215] = {
    '高级执行官达萨利亚',
    nil,
  },
  [2216] = {
    '药剂师林度恩',
    '皇家药剂师协会',
  },
  [2224] = {
    '驭风者',
    nil,
  },
  [2225] = {
    nil,
    '商人',
  },
  [2226] = {
    nil,
    '蝙蝠管理员',
  },
  [2228] = {
    '法尔林·奥里涅尔中尉',
    nil,
  },
  [2231] = {
    '小潮行蟹',
    nil,
  },
  [2232] = {
    '潮行蟹',
    nil,
  },
  [2233] = {
    '硬壳潮行蟹',
    nil,
  },
  [2234] = {
    '暗礁蟹幼崽',
    nil,
  },
  [2235] = {
    '暗礁蟹',
    nil,
  },
  [2236] = {
    '狂暴暗礁蟹',
    nil,
  },
  [2237] = {
    '月夜雄虎',
    nil,
  },
  [2240] = {
    '辛迪加劫匪',
    nil,
  },
  [2241] = {
    '辛迪加窃贼',
    nil,
  },
  [2242] = {
    '辛迪加间谍',
    nil,
  },
  [2243] = {
    '辛迪加哨兵',
    nil,
  },
  [2244] = {
    '辛迪加暗影法师',
    nil,
  },
  [2245] = {
    '辛迪加破坏者',
    nil,
  },
  [2246] = {
    '辛迪加刺客',
    nil,
  },
  [2247] = {
    '辛迪加执行者',
    nil,
  },
  [2248] = {
    '洞穴雪人',
    nil,
  },
  [2249] = {
    '凶恶的雪人',
    nil,
  },
  [2250] = {
    '山岭雪人',
    nil,
  },
  [2251] = {
    '巨型雪人',
    nil,
  },
  [2252] = {
    '破碎岭食人魔',
    nil,
  },
  [2253] = {
    '破碎岭蛮兵',
    nil,
  },
  [2254] = {
    '破碎岭虐待者',
    nil,
  },
  [2255] = {
    '破碎岭法师',
    nil,
  },
  [2256] = {
    '破碎岭执行者',
    nil,
  },
  [2258] = {
    '玛格拉克',
    nil,
  },
  [2260] = {
    '辛迪加盗贼',
    nil,
  },
  [2261] = {
    '辛迪加卫士',
    nil,
  },
  [2263] = {
    '治安官雷德帕斯',
    nil,
  },
  [2264] = {
    '希尔斯布莱德裁缝',
    nil,
  },
  [2265] = {
    '希尔斯布莱德见习铁匠',
    nil,
  },
  [2266] = {
    '希尔斯布莱德农夫',
    nil,
  },
  [2267] = {
    '希尔斯布莱德农民',
    nil,
  },
  [2268] = {
    '希尔斯布莱德步兵',
    nil,
  },
  [2269] = {
    '希尔斯布莱德矿工',
    nil,
  },
  [2270] = {
    '希尔斯布莱德哨兵',
    nil,
  },
  [2271] = {
    '达拉然持盾守卫',
    nil,
  },
  [2272] = {
    '达拉然法师',
    nil,
  },
  [2275] = {
    '暴怒的斯坦雷',
    nil,
  },
  [2276] = {
    '赫尼·马雷布镇长',
    nil,
  },
  [2277] = {
    '博学者迪布斯',
    nil,
  },
  [2283] = {
    '鸦爪摄政者',
    nil,
  },
  [2284] = {
    '被俘虏的农夫',
    nil,
  },
  [2285] = {
    '雷明顿·瑞治维尔伯爵',
    '贵族',
  },
  [2287] = {
    '破碎岭好战者',
    nil,
  },
  [2299] = {
    '博古斯·粗臂',
    '狮鹫管理员',
  },
  [2302] = {
    nil,
    '战歌峡谷军官',
  },
  [2303] = {
    '琳妮·羽歌',
    '食物和饮料',
  },
  [2304] = {
    '达伦·铁山上尉',
    nil,
  },
  [2305] = {
    '工头邦德斯',
    nil,
  },
  [2306] = {
    '瓦杜斯男爵',
    nil,
  },
  [2307] = {
    '管理员凯斯',
    nil,
  },
  [2314] = {
    '萨万·血影',
    nil,
  },
  [2315] = {
    '马奎尔·乌木',
    nil,
  },
  [2316] = {
    '高迪尔',
    nil,
  },
  [2318] = {
    '暗影大法师',
    nil,
  },
  [2319] = {
    '辛迪加巫师',
    nil,
  },
  [2321] = {
    '森林陆行鸟雏鸟',
    nil,
  },
  [2322] = {
    '森林陆行鸟',
    nil,
  },
  [2323] = {
    '凶猛的森林陆行鸟',
    nil,
  },
  [2324] = {
    '黑木风语者',
    nil,
  },
  [2326] = {
    nil,
    '急救训练师',
  },
  [2327] = {
    nil,
    '急救训练师',
  },
  [2329] = {
    nil,
    '急救训练师',
  },
  [2333] = {
    '仆从瓦里克',
    nil,
  },
  [2334] = {
    '事件生成器001',
    nil,
  },
  [2335] = {
    '波恩塞德镇长',
    nil,
  },
  [2336] = {
    '暗滩狂热者',
    nil,
  },
  [2337] = {
    '暗滩唤魔师',
    nil,
  },
  [2338] = {
    '暮光信徒',
    nil,
  },
  [2339] = {
    '暮光暴徒',
    nil,
  },
  [2344] = {
    '丹加洛克巡山人',
    nil,
  },
  [2345] = {
    '丹加洛克火枪手',
    nil,
  },
  [2346] = {
    '丹加洛克牧师',
    nil,
  },
  [2347] = {
    '野生狮鹫',
    nil,
  },
  [2348] = {
    '老食苔蛛',
    nil,
  },
  [2349] = {
    '被驯养的食苔蛛',
    nil,
  },
  [2350] = {
    '森林爬行者',
    nil,
  },
  [2351] = {
    '凋零灰熊',
    nil,
  },
  [2352] = {
    '旅店老板安德森',
    '旅店老板',
  },
  [2354] = {
    '邪恶的灰熊',
    nil,
  },
  [2356] = {
    '老灰熊',
    nil,
  },
  [2357] = {
    nil,
    '养马人',
  },
  [2358] = {
    '达拉然召唤师',
    nil,
  },
  [2359] = {
    '元素奴仆',
    nil,
  },
  [2360] = {
    '希尔斯布莱德雇农',
    nil,
  },
  [2363] = {
    '学徒哈尼维尔',
    nil,
  },
  [2364] = {
    nil,
    '女服务生',
  },
  [2365] = {
    '布隆特·寇德克利夫',
    '屠夫',
  },
  [2366] = {
    '酒吧老板凯利',
    '调酒师',
  },
  [2367] = {
    nil,
    '钓鱼训练师',
  },
  [2368] = {
    '刺脊捕猎者',
    nil,
  },
  [2369] = {
    '刺脊滩行者',
    nil,
  },
  [2370] = {
    '刺脊尖啸者',
    nil,
  },
  [2371] = {
    '刺脊海妖',
    nil,
  },
  [2372] = {
    '泥嘴豺狼人',
    nil,
  },
  [2373] = {
    '泥嘴萨满祭司',
    nil,
  },
  [2374] = {
    '碎鳍泥浆鱼人',
    nil,
  },
  [2375] = {
    '碎鳍滩行鱼人',
    nil,
  },
  [2376] = {
    '碎鳍智者',
    nil,
  },
  [2377] = {
    '碎鳍潮行鱼人',
    nil,
  },
  [2378] = {
    nil,
    '历史学家',
  },
  [2379] = {
    '看护者斯密瑟斯',
    nil,
  },
  [2380] = {
    nil,
    '炼金术供应商',
  },
  [2381] = {
    nil,
    '商人',
  },
  [2382] = {
    nil,
    '马夫',
  },
  [2383] = {
    nil,
    '渔具供应商',
  },
  [2384] = {
    '饥饿的山地狮',
    nil,
  },
  [2385] = {
    '丘陵猎手',
    nil,
  },
  [2386] = {
    '联盟卫兵',
    nil,
  },
  [2387] = {
    '希尔斯布莱德议员',
    nil,
  },
  [2388] = {
    '旅店老板沙恩',
    '旅店老板',
  },
  [2389] = {
    nil,
    '蝙蝠管理员',
  },
  [2390] = {
    '阿兰奈·维诺布拉德',
    '草药学训练师',
  },
  [2391] = {
    nil,
    '炼金术训练师',
  },
  [2393] = {
    nil,
    '商人',
  },
  [2394] = {
    '玛林·斯万',
    '裁缝供应商',
  },
  [2397] = {
    '德拉克·奈特弗',
    '烹饪训练师',
  },
  [2398] = {
    '塔拉·寇德加兹',
    nil,
  },
  [2399] = {
    nil,
    '裁缝训练师',
  },
  [2401] = {
    '凯伦·苏萨隆',
    '杂货商',
  },
  [2403] = {
    '农夫盖兹',
    nil,
  },
  [2404] = {
    '铁匠维林坦',
    nil,
  },
  [2405] = {
    '塔伦米尔亡灵卫兵',
    nil,
  },
  [2406] = {
    '山地狮',
    nil,
  },
  [2407] = {
    '巨型山地狮',
    nil,
  },
  [2408] = {
    '钳嘴龟',
    nil,
  },
  [2409] = {
    nil,
    '狮鹫管理员',
  },
  [2410] = {
    '大法师沃迪恩·伍德格莱尔',
    nil,
  },
  [2415] = {
    '典狱官贝拉摩尔',
    nil,
  },
  [2416] = {
    '破碎岭掠夺者',
    nil,
  },
  [2417] = {
    '守财奴格雷尔伯格',
    nil,
  },
  [2418] = {
    '亡灵卫兵沙穆萨',
    nil,
  },
  [2419] = {
    '亡灵卫兵亨伯特',
    nil,
  },
  [2421] = {
    '玛克拉克',
    nil,
  },
  [2423] = {
    '奥里登·匹瑞诺德领主',
    nil,
  },
  [2427] = {
    '狱卒埃斯顿',
    nil,
  },
  [2428] = {
    '狱卒玛尔根',
    nil,
  },
  [2429] = {
    '学徒塞万德',
    nil,
  },
  [2431] = {
    '看守员博胡恩',
    nil,
  },
  [2432] = {
    nil,
    '狮鹫管理员',
  },
  [2433] = {
    '赫尔库拉的遗骸',
    nil,
  },
  [2434] = {
    '暗影刺客',
    nil,
  },
  [2435] = {
    '南海镇公告员',
    nil,
  },
  [2436] = {
    '农夫肯特',
    nil,
  },
  [2437] = {
    '看守者贝瓦里尔',
    nil,
  },
  [2439] = {
    nil,
    '暴风城卫兵',
  },
  [2440] = {
    '醉酒的劫匪',
    nil,
  },
  [2442] = {
    '奶牛',
    nil,
  },
  [2448] = {
    '书记员赫拉斯·怀特斯蒂德',
    nil,
  },
  [2449] = {
    '平民维尔克斯',
    nil,
  },
  [2450] = {
    '矿工哈克特',
    nil,
  },
  [2451] = {
    '农夫卡拉巴',
    nil,
  },
  [2452] = {
    '斯格霍尔',
    nil,
  },
  [2454] = {
    '骸骨魔',
    nil,
  },
  [2455] = {
    '奥利维亚·伯恩赛德',
    '银行职员',
  },
  [2456] = {
    '牛顿·伯恩赛德',
    '银行职员',
  },
  [2457] = {
    '约翰·伯恩赛德',
    '银行职员',
  },
  [2458] = {
    nil,
    '银行职员',
  },
  [2459] = {
    nil,
    '银行职员',
  },
  [2460] = {
    '巴纳姆·石衣',
    '银行职员',
  },
  [2461] = {
    '拜雷·石衣',
    '银行职员',
  },
  [2462] = {
    '食腐虫',
    nil,
  },
  [2464] = {
    '指挥官阿格罗戈什',
    nil,
  },
  [2465] = {
    '先知摩克萨尔丁',
    nil,
  },
  [2466] = {
    '巡山人格拉盖姆',
    nil,
  },
  [2468] = {
    '巡山人沙尔',
    nil,
  },
  [2469] = {
    '巡山人拉伦',
    nil,
  },
  [2470] = {
    '守夜人弗雷瑟',
    '守夜人',
  },
  [2475] = {
    '斯洛斯',
    nil,
  },
  [2476] = {
    '格什哈尔迪',
    nil,
  },
  [2477] = {
    nil,
    '部落信使',
  },
  [2478] = {
    '哈伦·迅蹄',
    '部落信使',
  },
  [2479] = {
    '淤泥怪',
    nil,
  },
  [2480] = {
    '布洛金',
    '炼金术供应商',
  },
  [2481] = {
    nil,
    '炼金术供应商',
  },
  [2482] = {
    nil,
    '高级铸剑师',
  },
  [2483] = {
    nil,
    '高级制斧师',
  },
  [2485] = {
    nil,
    '传送门训练师',
  },
  [2486] = {
    '芬·菲兹拉克',
    '黑水强盗',
  },
  [2487] = {
    '舰队指挥官卡拉·海角',
    '黑水强盗',
  },
  [2488] = {
    nil,
    '黑水强盗',
  },
  [2489] = {
    '贝尔斯塔弗·风暴之眼',
    '传送门训练师',
  },
  [2490] = {
    '大副克拉兹',
    '黑水强盗',
  },
  [2491] = {
    nil,
    '黑水强盗',
  },
  [2492] = {
    nil,
    '传送门训练师',
  },
  [2493] = {
    '独眼迪兹',
    '黑水强盗',
  },
  [2494] = {
    '海盗布劳兹',
    nil,
  },
  [2496] = {
    '大财主里维加兹',
    nil,
  },
  [2498] = {
    '克兰克·菲兹巴布',
    nil,
  },
  [2500] = {
    '海克拜瑞·斯莫特船长',
    nil,
  },
  [2501] = {
    '“海狼”马克基雷',
    nil,
  },
  [2502] = {
    '“病鬼”菲利普',
    nil,
  },
  [2503] = {
    '希尔斯布莱德工头',
    nil,
  },
  [2504] = {
    nil,
    '图书管理员',
  },
  [2505] = {
    '海水钳嘴龟',
    nil,
  },
  [2506] = {
    '巡山人哈恩',
    nil,
  },
  [2507] = {
    '巡山人尤萨恩',
    nil,
  },
  [2508] = {
    '巡山人沃尔',
    nil,
  },
  [2509] = {
    '巡山人克拉格',
    nil,
  },
  [2510] = {
    '巡山人奥兹莫克',
    nil,
  },
  [2511] = {
    '巡山人布拉德',
    nil,
  },
  [2512] = {
    '巡山人罗格汉',
    nil,
  },
  [2513] = {
    '巡山人贾哈',
    nil,
  },
  [2514] = {
    '巡山人莫达克斯',
    nil,
  },
  [2515] = {
    '巡山人法兹加德',
    nil,
  },
  [2516] = {
    '巡山人卡姆达',
    nil,
  },
  [2517] = {
    '巡山人兰加尔',
    nil,
  },
  [2518] = {
    '巡山人斯瓦尔斯',
    nil,
  },
  [2520] = {
    '遥控傀儡',
    nil,
  },
  [2521] = {
    '蓝鬃猩猩',
    nil,
  },
  [2522] = {
    '丛林猎豹',
    nil,
  },
  [2523] = {
    '灼热图腾',
    nil,
  },
  [2524] = {
    '巡山人哈济斯',
    nil,
  },
  [2525] = {
    '巡山人巴恩',
    nil,
  },
  [2526] = {
    '巡山人默里克',
    nil,
  },
  [2527] = {
    '巡山人安格斯特',
    nil,
  },
  [2528] = {
    '巡山人哈吉尔',
    nil,
  },
  [2529] = {
    '阿鲁高之子',
    nil,
  },
  [2530] = {
    nil,
    '赞吉尔的使节',
  },
  [2531] = {
    '杜内的爪牙',
    nil,
  },
  [2534] = {
    '流亡者赞吉尔',
    nil,
  },
  [2535] = {
    '“畸形足”玛雷·维尔金斯',
    nil,
  },
  [2536] = {
    '火柴棍乔乔',
    nil,
  },
  [2537] = {
    '拇指苏克',
    nil,
  },
  [2540] = {
    '安伯米尔毒蛇',
    nil,
  },
  [2541] = {
    '萨克拉希斯',
    nil,
  },
  [2542] = {
    '利刃凯特琳',
    '黑水强盗',
  },
  [2543] = {
    '大法师安斯雷姆·鲁因',
    nil,
  },
  [2544] = {
    '南部沙蟹',
    nil,
  },
  [2545] = {
    '帅小伙子邓肯',
    nil,
  },
  [2546] = {
    '舰队指挥官菲尔拉伦',
    nil,
  },
  [2547] = {
    '艾隆帕',
    nil,
  },
  [2548] = {
    '尼哈鲁船长',
    nil,
  },
  [2549] = {
    '加尔·盐蹄',
    nil,
  },
  [2550] = {
    '斯蒂沃特船长',
    nil,
  },
  [2552] = {
    '枯木巨魔',
    nil,
  },
  [2553] = {
    '枯木暗影法师',
    nil,
  },
  [2554] = {
    '枯木掷斧者',
    nil,
  },
  [2555] = {
    '枯木巫医',
    nil,
  },
  [2556] = {
    '枯木猎头者',
    nil,
  },
  [2557] = {
    '枯木暗影猎手',
    nil,
  },
  [2558] = {
    '枯木狂战士',
    nil,
  },
  [2559] = {
    '高地阔步龙',
    nil,
  },
  [2560] = {
    '高地长尾龙',
    nil,
  },
  [2561] = {
    '高地猎兽龙',
    nil,
  },
  [2562] = {
    '石拳食人魔',
    nil,
  },
  [2563] = {
    '平原狼蛛',
    nil,
  },
  [2564] = {
    '石拳执行者',
    nil,
  },
  [2565] = {
    '巨型平原狼蛛',
    nil,
  },
  [2566] = {
    '石拳蛮兵',
    nil,
  },
  [2567] = {
    '石拳法师',
    nil,
  },
  [2569] = {
    '石拳虐待者',
    nil,
  },
  [2570] = {
    '石拳萨满祭司',
    nil,
  },
  [2571] = {
    '石拳领主',
    nil,
  },
  [2572] = {
    '枯须狗头人',
    nil,
  },
  [2573] = {
    '枯须勘探员',
    nil,
  },
  [2574] = {
    '枯须掘地工',
    nil,
  },
  [2575] = {
    '黑铁后勤兵',
    nil,
  },
  [2577] = {
    '黑铁暗法师',
    nil,
  },
  [2578] = {
    '山地秃鹰幼崽',
    nil,
  },
  [2579] = {
    '山地秃鹰',
    nil,
  },
  [2580] = {
    '老山地秃鹰',
    nil,
  },
  [2581] = {
    '达比雷民兵',
    nil,
  },
  [2582] = {
    '达比雷劳工',
    nil,
  },
  [2583] = {
    '激流堡猎巨魔者',
    nil,
  },
  [2584] = {
    '激流堡防御者',
    nil,
  },
  [2585] = {
    '激流堡士兵',
    nil,
  },
  [2586] = {
    '辛迪加路霸',
    nil,
  },
  [2587] = {
    '辛迪加巡路者',
    nil,
  },
  [2588] = {
    '辛迪加潜伏者',
    nil,
  },
  [2589] = {
    '辛迪加雇佣兵',
    nil,
  },
  [2590] = {
    '辛迪加咒术师',
    nil,
  },
  [2591] = {
    '辛迪加占星师',
    nil,
  },
  [2592] = {
    '顽石流放者',
    nil,
  },
  [2594] = {
    '斯普罗格',
    nil,
  },
  [2595] = {
    '刺脊袭击者',
    nil,
  },
  [2596] = {
    '刺脊巫师',
    nil,
  },
  [2597] = {
    '法库雷斯特公爵',
    '辛迪加首领',
  },
  [2598] = {
    nil,
    '暗影议会术士',
  },
  [2599] = {
    nil,
    '保镖',
  },
  [2601] = {
    '弗尔伯利',
    nil,
  },
  [2602] = {
    '鲁尔·巨石',
    nil,
  },
  [2604] = {
    '碎骨者穆罗克',
    nil,
  },
  [2605] = {
    '扎拉斯·枯木',
    '军队领袖',
  },
  [2606] = {
    '屠戮者尼玛尔',
    '军队领袖',
  },
  [2607] = {
    '加林·托尔贝恩王子',
    nil,
  },
  [2608] = {
    '阿玛伦指挥官',
    nil,
  },
  [2609] = {
    '地占师弗林塔格',
    nil,
  },
  [2610] = {
    nil,
    '黑水强盗',
  },
  [2612] = {
    '瓦罗卡尔中尉',
    nil,
  },
  [2616] = {
    '海盗格罗伊',
    nil,
  },
  [2618] = {
    '落锤苦工',
    nil,
  },
  [2619] = {
    '落锤步兵',
    nil,
  },
  [2620] = {
    '草原土拨鼠',
    nil,
  },
  [2621] = {
    '落锤卫士',
    nil,
  },
  [2622] = {
    '斯莱·加瑞特',
    '毒药商',
  },
  [2623] = {
    '上古之魂',
    nil,
  },
  [2625] = {
    '掘金者维兹尼克',
    '银行职员',
  },
  [2626] = {
    '老人海明威',
    '渔具供应商',
  },
  [2627] = {
    '格拉尼克·古斯提',
    '裁缝训练师',
  },
  [2628] = {
    '达拉然工人',
    nil,
  },
  [2630] = {
    '地缚图腾',
    nil,
  },
  [2634] = {
    '普巴尔公主',
    nil,
  },
  [2635] = {
    '老海鳄',
    nil,
  },
  [2636] = {
    '黑水船工',
    nil,
  },
  [2638] = {
    '辛迪加鬼魂',
    nil,
  },
  [2639] = {
    '邪枝掷斧者',
    nil,
  },
  [2640] = {
    '邪枝巫医',
    nil,
  },
  [2641] = {
    '邪枝猎头者',
    nil,
  },
  [2642] = {
    '邪枝暗影法师',
    nil,
  },
  [2643] = {
    '邪枝狂战士',
    nil,
  },
  [2644] = {
    '邪枝剥皮者',
    nil,
  },
  [2645] = {
    '邪枝暗影猎手',
    nil,
  },
  [2646] = {
    '邪枝饮血者',
    nil,
  },
  [2647] = {
    '邪枝噬魂者',
    nil,
  },
  [2648] = {
    '邪枝精英卫兵',
    nil,
  },
  [2649] = {
    '枯木割颅者',
    nil,
  },
  [2650] = {
    '枯木狂热者',
    nil,
  },
  [2651] = {
    '枯木剥皮者',
    nil,
  },
  [2652] = {
    '枯木毒血巨魔',
    nil,
  },
  [2653] = {
    '枯木虐待者',
    nil,
  },
  [2654] = {
    '枯木召唤者',
    nil,
  },
  [2655] = {
    '绿色淤泥怪',
    nil,
  },
  [2656] = {
    '玉石软泥怪',
    nil,
  },
  [2657] = {
    '训练有素的锋喙狮鹫',
    nil,
  },
  [2658] = {
    '锋喙狮鹫',
    nil,
  },
  [2659] = {
    '翱翔的锋喙狮鹫',
    nil,
  },
  [2663] = {
    nil,
    '海盗商人',
  },
  [2664] = {
    nil,
    '烹饪训练师',
  },
  [2667] = {
    '懒惰结界',
    nil,
  },
  [2668] = {
    '丹尼勒·希普斯迪',
    '裁缝供应商',
  },
  [2669] = {
    '舍瑞·希普斯迪',
    '裁缝供应商',
  },
  [2670] = {
    '希兹克·古斯提',
    '裁缝供应商',
  },
  [2671] = {
    '机械松鼠',
    nil,
  },
  [2672] = {
    '怯懦的克罗斯比',
    '裁缝供应商',
  },
  [2673] = {
    '活动假人',
    nil,
  },
  [2674] = {
    '高级假人',
    nil,
  },
  [2675] = {
    '自爆绵羊',
    nil,
  },
  [2676] = {
    '微型收割机',
    nil,
  },
  [2678] = {
    '机械幼龙',
    nil,
  },
  [2679] = {
    '温纳·银须',
    '特殊货物',
  },
  [2680] = {
    '邪枝狼崽',
    nil,
  },
  [2681] = {
    '邪枝巨狼',
    nil,
  },
  [2682] = {
    '弗拉德·飞轮',
    '工程学供应商',
  },
  [2683] = {
    '纳姆杜',
    '工程学供应商',
  },
  [2684] = {
    '里兹·飞矢',
    '工程学供应商',
  },
  [2685] = {
    '玛兹克·斯奈普沙特',
    '工程学供应商',
  },
  [2686] = {
    '枯木巢穴守卫',
    nil,
  },
  [2687] = {
    '格纳兹·枪焰',
    '工程学供应商',
  },
  [2688] = {
    '鲁普·火油',
    '工程学供应商',
  },
  [2691] = {
    '高原前锋',
    nil,
  },
  [2692] = {
    '高原斥候',
    nil,
  },
  [2693] = {
    '高原神射手',
    nil,
  },
  [2694] = {
    '高原游侠',
    nil,
  },
  [2697] = {
    nil,
    '制皮供应商',
  },
  [2698] = {
    nil,
    '制皮供应商',
  },
  [2699] = {
    nil,
    '制皮供应商',
  },
  [2700] = {
    '尼艾丝队长',
    nil,
  },
  [2701] = {
    '火烟食人魔',
    nil,
  },
  [2704] = {
    nil,
    '武器大师',
  },
  [2705] = {
    '布鲁米·比格尔',
    nil,
  },
  [2707] = {
    nil,
    '毒蜘蛛女王',
  },
  [2708] = {
    '大法师马林',
    nil,
  },
  [2714] = {
    '被遗忘者信使',
    nil,
  },
  [2715] = {
    '火烟蛮兵',
    nil,
  },
  [2716] = {
    '火烟猎龙者',
    nil,
  },
  [2717] = {
    '火烟虐待者',
    nil,
  },
  [2718] = {
    '火烟萨满祭司',
    nil,
  },
  [2719] = {
    '火烟领主',
    nil,
  },
  [2720] = {
    '火烟食人魔法师',
    nil,
  },
  [2721] = {
    '被遗忘者保镖',
    nil,
  },
  [2723] = {
    '石头傀儡',
    nil,
  },
  [2725] = {
    '滚烫的雏龙',
    nil,
  },
  [2726] = {
    '烈焰守护者',
    nil,
  },
  [2727] = {
    '峭壁山狗',
    nil,
  },
  [2728] = {
    '野生峭壁山狗',
    nil,
  },
  [2729] = {
    '老峭壁山狗',
    nil,
  },
  [2730] = {
    '疯狂的峭壁山狗',
    nil,
  },
  [2731] = {
    '山脊巡行者',
    nil,
  },
  [2732] = {
    '山脊雌豹',
    nil,
  },
  [2733] = {
    '药剂师乔瑞尔',
    nil,
  },
  [2734] = {
    '山脊雄豹',
    nil,
  },
  [2735] = {
    '次级石元素',
    nil,
  },
  [2736] = {
    '巨型石元素',
    nil,
  },
  [2738] = {
    '激流堡骑兵',
    nil,
  },
  [2739] = {
    '暗炉隧道工',
    nil,
  },
  [2740] = {
    '暗炉巫师',
    nil,
  },
  [2742] = {
    '暗炉吟唱者',
    nil,
  },
  [2743] = {
    '暗炉战士',
    nil,
  },
  [2744] = {
    '暗炉指挥官',
    nil,
  },
  [2745] = {
    '因弗努斯大使',
    nil,
  },
  [2748] = {
    nil,
    '远古巨石卫士',
  },
  [2749] = {
    '路障',
    nil,
  },
  [2751] = {
    '作战傀儡',
    nil,
  },
  [2752] = {
    '拉姆布勒',
    nil,
  },
  [2754] = {
    '安纳塞姆斯',
    nil,
  },
  [2757] = {
    '布莱克拉什',
    nil,
  },
  [2760] = {
    '烈焰流放者',
    nil,
  },
  [2761] = {
    '水浪流放者',
    nil,
  },
  [2762] = {
    '雷霆流放者',
    nil,
  },
  [2766] = {
    '哨兵鲁鲁',
    '黑水强盗',
  },
  [2767] = {
    '大副尼兹利克斯',
    '黑水强盗',
  },
  [2768] = {
    '菲兹索普教授',
    '黑水强盗',
  },
  [2769] = {
    '斯迪加特船长',
    '黑水强盗',
  },
  [2770] = {
    '塔隆',
    nil,
  },
  [2771] = {
    '杜拉姆法尔',
    nil,
  },
  [2772] = {
    '科林法尔',
    nil,
  },
  [2774] = {
    '德拉克里格博士',
    '黑水强盗',
  },
  [2775] = {
    '刺脊掠夺者',
    nil,
  },
  [2776] = {
    '复仇巨浪',
    nil,
  },
  [2778] = {
    '水手莫埃希',
    '黑水强盗',
  },
  [2779] = {
    '纳兹加克王子',
    nil,
  },
  [2780] = {
    '管理员奈夫林',
    nil,
  },
  [2781] = {
    '管理员温斯顿',
    nil,
  },
  [2782] = {
    '管理员奥拉瑞克',
    nil,
  },
  [2783] = {
    '玛雷兹·考尔',
    nil,
  },
  [2784] = {
    '麦格尼·铜须国王',
    '铁炉堡之王',
  },
  [2785] = {
    '迷失者塞尔杜林',
    nil,
  },
  [2786] = {
    '葛利·硬骨',
    nil,
  },
  [2788] = {
    '学徒克里汀',
    nil,
  },
  [2790] = {
    '大石匠玛布勒斯坦',
    '皇家石匠协会',
  },
  [2791] = {
    '被激怒的石元素',
    nil,
  },
  [2793] = {
    '考格雷什',
    nil,
  },
  [2794] = {
    '守护者',
    nil,
  },
  [2795] = {
    '“巧手”雷尼·麦考伊',
    nil,
  },
  [2798] = {
    '潘德·缚石',
    '急救训练师',
  },
  [2801] = {
    nil,
    '鱼人宝宝兑奖使者',
  },
  [2803] = {
    nil,
    '杂货商',
  },
  [2804] = {
    '库尔丁·血爪',
    '战歌峡谷军官',
  },
  [2805] = {
    nil,
    '材料商',
  },
  [2806] = {
    '拜尔',
    '杂货商',
  },
  [2808] = {
    nil,
    '杂货商',
  },
  [2810] = {
    nil,
    '高级商人',
  },
  [2812] = {
    '德鲁纳·烈酒',
    '炼金术供应商',
  },
  [2814] = {
    '纳尔基·长刀',
    '屠夫',
  },
  [2816] = {
    nil,
    '制皮供应商',
  },
  [2818] = {
    nil,
    '高级屠夫',
  },
  [2819] = {
    nil,
    '制皮供应商',
  },
  [2820] = {
    nil,
    '杂货商',
  },
  [2821] = {
    nil,
    '商人',
  },
  [2829] = {
    '饥饿的秃鹫',
    nil,
  },
  [2830] = {
    '口渴的兀鹫',
    nil,
  },
  [2831] = {
    '巨型秃鹫',
    nil,
  },
  [2832] = {
    '尼克拉克斯·菲拉莫格',
    '食物和饮料',
  },
  [2834] = {
    '麦依兹·拉齐卡',
    '钓鱼训练师',
  },
  [2835] = {
    nil,
    '狮鹫管理员',
  },
  [2836] = {
    '布里克·基克拉夫',
    '锻造训练师',
  },
  [2837] = {
    nil,
    '炼金术训练师',
  },
  [2838] = {
    '克拉赛·斯巴克斯',
    '焰火商人',
  },
  [2839] = {
    nil,
    '高级制弓师',
  },
  [2840] = {
    '基兹·布伦斯泰克',
    '制锤师',
  },
  [2842] = {
    nil,
    '高级渔夫',
  },
  [2843] = {
    nil,
    '铸剑商',
  },
  [2844] = {
    nil,
    '锻造供应商',
  },
  [2845] = {
    nil,
    '高级铸甲师',
  },
  [2846] = {
    '布里克雷兹·古斯提',
    '制皮供应商',
  },
  [2847] = {
    '贾森·安德伍德',
    '锻造供应商',
  },
  [2848] = {
    '格里克斯·布鲁维特',
    '炼金术供应商',
  },
  [2849] = {
    '奇克斯迪·古斯提',
    '轻甲和杂货',
  },
  [2850] = {
    '断牙',
    nil,
  },
  [2851] = {
    nil,
    '双足飞龙管理员',
  },
  [2852] = {
    '被俘虏的猛禽德鲁伊',
    nil,
  },
  [2853] = {
    '被释放的猛禽德鲁伊',
    nil,
  },
  [2855] = {
    nil,
    '裁缝训练师',
  },
  [2856] = {
    nil,
    '草药学训练师',
  },
  [2857] = {
    nil,
    '工程学训练师',
  },
  [2858] = {
    nil,
    '双足飞龙管理员',
  },
  [2859] = {
    nil,
    '狮鹫管理员',
  },
  [2860] = {
    '西格鲁·铁斧',
    nil,
  },
  [2861] = {
    nil,
    '双足飞龙管理员',
  },
  [2870] = {
    '亨里亚·德尔斯',
    '狼训练师',
  },
  [2878] = {
    nil,
    '兽栏管理员',
  },
  [2879] = {
    nil,
    '兽栏管理员',
  },
  [2880] = {
    '[UNUSED] Hurom Juggendolf',
    '野猪训练师',
  },
  [2881] = {
    '多德克·卡瑞因',
    '野熊训练师',
  },
  [2887] = {
    '石棱流放者',
    nil,
  },
  [2892] = {
    '石窟先知',
    nil,
  },
  [2893] = {
    '石窟断骨者',
    nil,
  },
  [2894] = {
    '石窟萨满祭司',
    nil,
  },
  [2906] = {
    '火烟战士',
    nil,
  },
  [2907] = {
    '火烟秘法师',
    nil,
  },
  [2908] = {
    nil,
    '杂货商',
  },
  [2909] = {
    '铁趾格雷兹',
    nil,
  },
  [2910] = {
    '勘察员雷杜尔',
    '探险者协会',
  },
  [2911] = {
    '考古学家弗拉冈特',
    '探险者协会',
  },
  [2912] = {
    '首席考古学家杜瑟·灰胡',
    '探险者协会',
  },
  [2913] = {
    '考古学家霍莉',
    '探险者协会',
  },
  [2914] = {
    '蛇',
    nil,
  },
  [2915] = {
    '铁趾的灵魂',
    nil,
  },
  [2916] = {
    '史学家卡尼克',
    nil,
  },
  [2917] = {
    '勘察员雷塔维',
    '探险者协会',
  },
  [2918] = {
    '顾问贝尔格拉姆',
    nil,
  },
  [2919] = {
    '法姆雷托守护者',
    nil,
  },
  [2920] = {
    '卢希恩·枪穗',
    nil,
  },
  [2923] = {
    '癞皮银鬃狼',
    nil,
  },
  [2924] = {
    '银鬃狼',
    nil,
  },
  [2925] = {
    '银鬃嗥狼',
    nil,
  },
  [2926] = {
    '银鬃捕猎者',
    nil,
  },
  [2927] = {
    '邪恶的枭兽',
    nil,
  },
  [2928] = {
    '远古枭兽',
    nil,
  },
  [2929] = {
    '野蛮的枭兽',
    nil,
  },
  [2930] = {
    '哨兵戈琳达·纳希恩',
    nil,
  },
  [2932] = {
    '马格雷甘·深影',
    nil,
  },
  [2934] = {
    '看守者贝尔杜加',
    nil,
  },
  [2937] = {
    '贪婪的达古恩',
    nil,
  },
  [2941] = {
    '兰尼·瑞德',
    '狮鹫管理员',
  },
  [2946] = {
    '赫尔库拉的傀儡',
    nil,
  },
  [2947] = {
    '哈肯·风之图腾',
    nil,
  },
  [2948] = {
    '穆尔·雷角',
    nil,
  },
  [2949] = {
    '白鬃制革工',
    nil,
  },
  [2950] = {
    '白鬃剥皮工',
    nil,
  },
  [2951] = {
    '白鬃偷猎者',
    nil,
  },
  [2952] = {
    '刺背入侵者',
    nil,
  },
  [2953] = {
    '刺背萨满祭司',
    nil,
  },
  [2954] = {
    '刺背斗猪',
    nil,
  },
  [2955] = {
    '平原陆行鸟',
    nil,
  },
  [2956] = {
    '成年平原陆行鸟',
    nil,
  },
  [2957] = {
    '老平原陆行鸟',
    nil,
  },
  [2958] = {
    '草原狼',
    nil,
  },
  [2959] = {
    '草原捕食者',
    nil,
  },
  [2960] = {
    '草原狼前锋',
    nil,
  },
  [2961] = {
    '山狮',
    nil,
  },
  [2962] = {
    '风怒鹰身人',
    nil,
  },
  [2963] = {
    '风怒唤风者',
    nil,
  },
  [2964] = {
    '风怒女巫',
    nil,
  },
  [2965] = {
    '风怒女族长',
    nil,
  },
  [2966] = {
    '年幼的斗猪',
    nil,
  },
  [2967] = {
    '加拉克半人马',
    nil,
  },
  [2968] = {
    '加拉克前锋',
    nil,
  },
  [2969] = {
    '消瘦的猛鹫',
    nil,
  },
  [2970] = {
    '猛鹫',
    nil,
  },
  [2971] = {
    '长爪猛鹫',
    nil,
  },
  [2972] = {
    '小科多兽',
    nil,
  },
  [2973] = {
    '雄科多兽',
    nil,
  },
  [2974] = {
    '雌科多兽',
    nil,
  },
  [2975] = {
    '风险投资公司雇员',
    nil,
  },
  [2976] = {
    '风险投资公司苦力',
    nil,
  },
  [2977] = {
    '风险投资公司监工',
    nil,
  },
  [2978] = {
    '风险投资公司工人',
    nil,
  },
  [2979] = {
    '风险投资公司主管',
    nil,
  },
  [2980] = {
    '格鲁尔·鹰风',
    nil,
  },
  [2981] = {
    '鹰风酋长',
    nil,
  },
  [2982] = {
    '灰舌先知',
    nil,
  },
  [2983] = {
    '平原上的幻象',
    nil,
  },
  [2984] = {
    '先知奥萨迪·智慧行者',
    nil,
  },
  [2985] = {
    '卢尔·鹰爪',
    nil,
  },
  [2986] = {
    '多恩·平原行者',
    nil,
  },
  [2987] = {
    '伊恩·鹰爪',
    nil,
  },
  [2988] = {
    '摩林·云行者',
    nil,
  },
  [2989] = {
    '巴尔丹掘地工',
    nil,
  },
  [2990] = {
    '巴尔丹鉴定官',
    nil,
  },
  [2991] = {
    '鹰风酋长的母亲',
    nil,
  },
  [2992] = {
    '治疗结界 V',
    nil,
  },
  [2993] = {
    '贝恩·血蹄',
    nil,
  },
  [2994] = {
    '先祖之魂',
    nil,
  },
  [2995] = {
    nil,
    '双足飞龙管理员',
  },
  [2996] = {
    nil,
    '银行职员',
  },
  [2997] = {
    '吉恩·石蹄',
    '武器商',
  },
  [2998] = {
    '卡恩·石蹄',
    '初级铁匠',
  },
  [2999] = {
    '陶尔·石蹄',
    '锻造供应商',
  },
  [3000] = {
    nil,
    '武器商',
  },
  [3001] = {
    '布瑞克·石蹄',
    '采矿训练师',
  },
  [3002] = {
    '卡姆·石蹄',
    '采矿供应商',
  },
  [3003] = {
    '法尔·迷雾行者',
    '面包商',
  },
  [3004] = {
    nil,
    '裁缝训练师',
  },
  [3005] = {
    nil,
    '裁缝供应商',
  },
  [3007] = {
    nil,
    '制皮训练师',
  },
  [3008] = {
    nil,
    '初级制皮师',
  },
  [3009] = {
    '本娜·冰蹄',
    '炼金术训练师',
  },
  [3010] = {
    '曼尼·冰蹄',
    '炼金术供应商',
  },
  [3011] = {
    '泰戈·晨行者',
    '附魔训练师',
  },
  [3012] = {
    '纳塔·黎明行者',
    '附魔供应商',
  },
  [3013] = {
    '克米恩·冰蹄',
    '草药学训练师',
  },
  [3014] = {
    '尼达·冰蹄',
    '草药学供应商',
  },
  [3015] = {
    '库纳·雷角',
    '弓箭商',
  },
  [3016] = {
    nil,
    '织篮者',
  },
  [3017] = {
    '纳恩·迷雾行者',
    '水果商',
  },
  [3018] = {
    '霍高尔·雷蹄',
    '枪械商',
  },
  [3019] = {
    '德尔贡·暴怒图腾',
    '斧商',
  },
  [3020] = {
    '伊图·暴怒图腾',
    '锤和法杖商人',
  },
  [3021] = {
    '卡德·暴怒图腾',
    '剑和匕首商人',
  },
  [3022] = {
    '苏恩·暴怒图腾',
    '法杖商',
  },
  [3023] = {
    '苏拉·蛮鬃',
    '护甲商',
  },
  [3024] = {
    '塔恩·冰蹄',
    nil,
  },
  [3025] = {
    '卡加·迷雾行者',
    '肉商',
  },
  [3026] = {
    '阿丝卡·迷雾行者',
    '烹饪训练师',
  },
  [3027] = {
    '纳尔·迷雾行者',
    '烹饪供应商',
  },
  [3028] = {
    '卡尔·迷雾行者',
    '钓鱼训练师',
  },
  [3029] = {
    '苏瓦·迷雾行者',
    '渔具供应商',
  },
  [3030] = {
    '希恩·逐星',
    '萨满祭司训练师',
  },
  [3031] = {
    '提戈尔·逐星',
    '萨满祭司训练师',
  },
  [3032] = {
    '博拉姆·逐星',
    '萨满祭司训练师',
  },
  [3033] = {
    '图拉克·符文图腾',
    '德鲁伊训练师',
  },
  [3034] = {
    '希尔·符文图腾',
    '德鲁伊训练师',
  },
  [3035] = {
    '平原狮',
    nil,
  },
  [3036] = {
    '凯姆·蛮鬃',
    '德鲁伊训练师',
  },
  [3037] = {
    '舍尔扎·蛮鬃',
    nil,
  },
  [3038] = {
    '卡瑞·雷角',
    '猎人训练师',
  },
  [3039] = {
    '浩特·雷角',
    '猎人训练师',
  },
  [3040] = {
    '乌瑞克·雷角',
    '猎人训练师',
  },
  [3041] = {
    '托姆·暴怒图腾',
    '战士训练师',
  },
  [3042] = {
    '萨尔克·暴怒图腾',
    '战士训练师',
  },
  [3043] = {
    '科尔·暴怒图腾',
    '战士训练师',
  },
  [3044] = {
    nil,
    '牧师训练师',
  },
  [3045] = {
    '马拉凯·克罗斯',
    '牧师训练师',
  },
  [3046] = {
    '柯布神父',
    '牧师训练师',
  },
  [3047] = {
    '大法师山姆',
    '法师训练师',
  },
  [3048] = {
    nil,
    '法师训练师',
  },
  [3049] = {
    nil,
    '法师训练师',
  },
  [3050] = {
    '维尔伦·陆行者',
    nil,
  },
  [3051] = {
    '菲兹普罗克主管',
    nil,
  },
  [3052] = {
    '斯考恩·白云',
    nil,
  },
  [3053] = {
    '赛恩格',
    '枪械商',
  },
  [3054] = {
    '扎尔曼·双月',
    nil,
  },
  [3055] = {
    '茂尔·祈雨',
    nil,
  },
  [3056] = {
    '鬼嚎',
    nil,
  },
  [3057] = {
    '凯恩·血蹄',
    '大酋长',
  },
  [3059] = {
    '哈鲁特·雷角',
    '战士训练师',
  },
  [3060] = {
    '加尔特·迷雾行者',
    '德鲁伊训练师',
  },
  [3061] = {
    '兰卡·远箭',
    '猎人训练师',
  },
  [3062] = {
    '米拉·晨行者',
    '萨满祭司训练师',
  },
  [3063] = {
    '克朗·石蹄',
    '战士训练师',
  },
  [3064] = {
    '根妮亚·符文图腾',
    '德鲁伊训练师',
  },
  [3065] = {
    '雅文·刺鬃',
    '猎人训练师',
  },
  [3066] = {
    '纳姆·逐星',
    '萨满祭司训练师',
  },
  [3067] = {
    '派尔·沉默行者',
    '烹饪训练师',
  },
  [3069] = {
    '查尔·硬皮',
    '初级制皮师',
  },
  [3072] = {
    '卡文尼·柔风',
    '杂货商',
  },
  [3073] = {
    '马沙克·利刃',
    '武器锻造师',
  },
  [3074] = {
    '瓦利亚·韧皮',
    '皮甲商',
  },
  [3075] = {
    '布隆克·钢怒',
    '护甲和盾牌供应商',
  },
  [3076] = {
    '姆拉特·远行',
    '杂货商',
  },
  [3077] = {
    '玛诺特·深痕',
    '武器锻造师',
  },
  [3078] = {
    '肯纳·鹰眼',
    '枪械商',
  },
  [3079] = {
    '瓦尔格·风语',
    '皮甲商',
  },
  [3080] = {
    '哈兰特·铁枝',
    '护甲和盾牌供应商',
  },
  [3081] = {
    '温纳·黑鬃',
    '商人',
  },
  [3083] = {
    '荣誉卫兵',
    nil,
  },
  [3084] = {
    '雷霆崖守卫',
    nil,
  },
  [3085] = {
    nil,
    '烹饪供应商',
  },
  [3086] = {
    nil,
    '女服务生',
  },
  [3087] = {
    '克里斯托·鲍曼',
    '烹饪训练师',
  },
  [3088] = {
    nil,
    '枪械商',
  },
  [3089] = {
    nil,
    '屠夫',
  },
  [3090] = {
    nil,
    '毒药商',
  },
  [3091] = {
    nil,
    '裁缝供应商',
  },
  [3092] = {
    nil,
    '布甲商',
  },
  [3093] = {
    nil,
    '皮甲商',
  },
  [3094] = {
    '隐迹鬼魂',
    nil,
  },
  [3095] = {
    nil,
    '重甲商',
  },
  [3096] = {
    '阿祖拉的仆从',
    '特殊裁缝物资',
  },
  [3097] = {
    nil,
    '皮甲商',
  },
  [3098] = {
    '杂斑野猪',
    nil,
  },
  [3099] = {
    '可怕的杂斑野猪',
    nil,
  },
  [3100] = {
    '老杂斑野猪',
    nil,
  },
  [3101] = {
    '邪灵劣魔',
    nil,
  },
  [3102] = {
    '地狱捕猎者',
    nil,
  },
  [3103] = {
    '巨钳龙虾人',
    nil,
  },
  [3104] = {
    '厚壳龙虾人',
    nil,
  },
  [3105] = {
    '硬爪龙虾人',
    nil,
  },
  [3106] = {
    '海浪蟹幼崽',
    nil,
  },
  [3107] = {
    '海浪蟹',
    nil,
  },
  [3108] = {
    '硬壳海浪蟹',
    nil,
  },
  [3110] = {
    '巨齿鳄鱼',
    nil,
  },
  [3111] = {
    '钢鬃野猪人',
    nil,
  },
  [3112] = {
    '钢鬃斥候',
    nil,
  },
  [3113] = {
    '钢鬃传令兵',
    nil,
  },
  [3114] = {
    '钢鬃卫兵',
    nil,
  },
  [3115] = {
    '尘风鹰身人',
    nil,
  },
  [3116] = {
    '尘风抢劫者',
    nil,
  },
  [3117] = {
    '尘风暴徒',
    nil,
  },
  [3118] = {
    '尘风雷巫',
    nil,
  },
  [3119] = {
    '科卡尔苦工',
    nil,
  },
  [3120] = {
    '科卡尔前锋',
    nil,
  },
  [3121] = {
    '杜隆塔尔猛虎',
    nil,
  },
  [3122] = {
    '血爪鞭尾龙',
    nil,
  },
  [3123] = {
    '血爪锐齿龙',
    nil,
  },
  [3124] = {
    '蝎子',
    nil,
  },
  [3125] = {
    '巨钳蝎',
    nil,
  },
  [3126] = {
    '硬甲蝎',
    nil,
  },
  [3127] = {
    '毒尾蝎',
    nil,
  },
  [3128] = {
    '库尔提拉斯水手',
    nil,
  },
  [3129] = {
    '库尔提拉斯水兵',
    nil,
  },
  [3130] = {
    '雷霆蜥蜴',
    nil,
  },
  [3131] = {
    '闪电蜥蜴',
    nil,
  },
  [3133] = {
    '赫尔伯',
    '工程学和采矿供应商',
  },
  [3134] = {
    nil,
    '稀有货物',
  },
  [3135] = {
    nil,
    '毒药商',
  },
  [3136] = {
    '克拉莉斯·纳尔特里',
    '初级铁匠',
  },
  [3137] = {
    nil,
    '采矿训练师',
  },
  [3138] = {
    nil,
    '蘑菇商',
  },
  [3140] = {
    '拉尔·猎齿',
    nil,
  },
  [3141] = {
    '龙虾人长者',
    nil,
  },
  [3142] = {
    '奥戈尼尔·魂痕',
    nil,
  },
  [3145] = {
    '祖雷萨',
    nil,
  },
  [3147] = {
    '弗恩·凝眉',
    nil,
  },
  [3149] = {
    nil,
    '杜隆塔尔飞艇管理员',
  },
  [3150] = {
    nil,
    '杜隆塔尔飞艇管理员',
  },
  [3153] = {
    nil,
    '战士训练师',
  },
  [3154] = {
    nil,
    '猎人训练师',
  },
  [3155] = {
    nil,
    '盗贼训练师',
  },
  [3156] = {
    nil,
    '术士训练师',
  },
  [3157] = {
    nil,
    '萨满祭司训练师',
  },
  [3158] = {
    nil,
    '杂货商',
  },
  [3159] = {
    '克赞·荆条',
    '武器锻造师',
  },
  [3160] = {
    nil,
    '布甲和皮甲商人',
  },
  [3161] = {
    nil,
    '护甲和盾牌供应商',
  },
  [3162] = {
    '伯德拉克·哈根海姆',
    '皮甲商',
  },
  [3163] = {
    nil,
    '武器锻造师',
  },
  [3164] = {
    nil,
    '杂货商',
  },
  [3165] = {
    nil,
    '弓箭商',
  },
  [3166] = {
    nil,
    '布甲和皮甲商人',
  },
  [3167] = {
    nil,
    '护甲和盾牌供应商',
  },
  [3168] = {
    nil,
    '贸易供应商',
  },
  [3169] = {
    '塔绍尔·锯痕',
    '战士训练师',
  },
  [3170] = {
    nil,
    '盗贼训练师',
  },
  [3171] = {
    nil,
    '猎人训练师',
  },
  [3172] = {
    '杜格鲁·血怒',
    '术士训练师',
  },
  [3173] = {
    nil,
    '萨满祭司训练师',
  },
  [3174] = {
    nil,
    '锻造训练师',
  },
  [3175] = {
    nil,
    '采矿训练师',
  },
  [3177] = {
    '图鲁克·冻石',
    '矮人武器商',
  },
  [3178] = {
    nil,
    '渔具供应商',
  },
  [3179] = {
    nil,
    '钓鱼训练师',
  },
  [3180] = {
    '黑铁企业家',
    '特殊货物',
  },
  [3181] = {
    '弗雷玛尔',
    '急救训练师',
  },
  [3183] = {
    '亚罗格·刺影',
    nil,
  },
  [3184] = {
    nil,
    '炼金术训练师',
  },
  [3185] = {
    nil,
    '草药学训练师',
  },
  [3186] = {
    nil,
    '杂货商',
  },
  [3187] = {
    nil,
    '贸易供应商',
  },
  [3188] = {
    '加德林大师',
    nil,
  },
  [3191] = {
    '厨师托尔卡',
    nil,
  },
  [3192] = {
    '本尼迪克上尉',
    nil,
  },
  [3194] = {
    '维尔林·长牙',
    nil,
  },
  [3195] = {
    '火刃暴徒',
    nil,
  },
  [3196] = {
    '火刃新兵',
    nil,
  },
  [3197] = {
    '火刃狂热者',
    nil,
  },
  [3198] = {
    '火刃学徒',
    nil,
  },
  [3199] = {
    '火刃祭司',
    nil,
  },
  [3203] = {
    '费滋尔·黑爪',
    nil,
  },
  [3206] = {
    '巫毒巨魔',
    nil,
  },
  [3207] = {
    '妖术巨魔',
    nil,
  },
  [3209] = {
    '卫兵维萨罗·风羽',
    nil,
  },
  [3210] = {
    '卫兵奥塔克·傲角',
    nil,
  },
  [3211] = {
    '卫兵提拉穆克·雷角',
    nil,
  },
  [3212] = {
    '卫兵科埃萨·铁角',
    nil,
  },
  [3213] = {
    '卫兵沃纳古·奔狼',
    nil,
  },
  [3214] = {
    '卫兵泰顿·巨蹄',
    nil,
  },
  [3215] = {
    '卫兵凯布克·硬蹄',
    nil,
  },
  [3216] = {
    '尼尔鲁·火刃',
    nil,
  },
  [3217] = {
    '卫兵切罗基·晨鹰',
    nil,
  },
  [3218] = {
    '卫兵莫努·迅风',
    nil,
  },
  [3219] = {
    '卫兵利宾·跳鹿',
    nil,
  },
  [3220] = {
    '卫兵卡多·暗日',
    nil,
  },
  [3221] = {
    '卫兵印卡斯·石角',
    nil,
  },
  [3222] = {
    '卫兵萨拉莫尼·野蹄',
    nil,
  },
  [3223] = {
    '卫兵霍隆斯·追雨',
    nil,
  },
  [3224] = {
    '卫兵亚鲁纳·云鬃',
    nil,
  },
  [3225] = {
    '堕落的杂斑野猪',
    nil,
  },
  [3226] = {
    '堕落蝎',
    nil,
  },
  [3227] = {
    '堕落的血爪锐齿龙',
    nil,
  },
  [3228] = {
    '堕落海浪蟹',
    nil,
  },
  [3229] = {
    '尖叫者刺鬃',
    nil,
  },
  [3230] = {
    nil,
    '萨尔的顾问',
  },
  [3231] = {
    '堕落的巨齿鳄鱼',
    nil,
  },
  [3232] = {
    '刺背干涉者',
    nil,
  },
  [3233] = {
    '博学者诺拉·暴雨图腾',
    nil,
  },
  [3234] = {
    '落单的草原科多兽',
    nil,
  },
  [3235] = {
    '巨型草原科多兽',
    nil,
  },
  [3236] = {
    '草原科多兽',
    nil,
  },
  [3237] = {
    '长毛科多兽',
    nil,
  },
  [3238] = {
    '雷鳞蜥蜴',
    nil,
  },
  [3239] = {
    '电角蜥蜴',
    nil,
  },
  [3240] = {
    '雷角蜥蜴',
    nil,
  },
  [3241] = {
    '草原狮王',
    nil,
  },
  [3242] = {
    '快步斑马',
    nil,
  },
  [3243] = {
    '长鬃草原狮',
    nil,
  },
  [3244] = {
    '巨型平原陆行鸟',
    nil,
  },
  [3245] = {
    '暴躁的平原陆行鸟',
    nil,
  },
  [3246] = {
    '敏捷的平原陆行鸟',
    nil,
  },
  [3247] = {
    '雷鹰雏鸟',
    nil,
  },
  [3248] = {
    '长颈鹿',
    nil,
  },
  [3249] = {
    '大型雷鹰',
    nil,
  },
  [3250] = {
    '异种爬行者',
    nil,
  },
  [3251] = {
    '异种幼蝎',
    nil,
  },
  [3252] = {
    '异种群居蝎',
    nil,
  },
  [3253] = {
    '异种收割者',
    nil,
  },
  [3254] = {
    '赤鳞鞭尾龙',
    nil,
  },
  [3255] = {
    '赤鳞尖啸龙',
    nil,
  },
  [3256] = {
    '赤鳞镰爪龙',
    nil,
  },
  [3258] = {
    '刺背猎手',
    nil,
  },
  [3260] = {
    '刺背寻水者',
    nil,
  },
  [3261] = {
    '刺背织棘者',
    nil,
  },
  [3263] = {
    '刺背地卜师',
    nil,
  },
  [3265] = {
    '钢鬃猎手',
    nil,
  },
  [3266] = {
    '钢鬃防御者',
    nil,
  },
  [3267] = {
    '钢鬃掠夺者',
    nil,
  },
  [3268] = {
    '钢鬃织棘者',
    nil,
  },
  [3269] = {
    '钢鬃地卜师',
    nil,
  },
  [3270] = {
    '秘法师拉佐斯诺特',
    nil,
  },
  [3271] = {
    '钢鬃秘法师',
    nil,
  },
  [3272] = {
    '科卡尔牧民',
    nil,
  },
  [3273] = {
    '科卡尔召雷师',
    nil,
  },
  [3274] = {
    '科卡尔驯犬者',
    nil,
  },
  [3275] = {
    '科卡尔掠夺者',
    nil,
  },
  [3276] = {
    '巫翼鹰身人',
    nil,
  },
  [3277] = {
    '巫翼游荡者',
    nil,
  },
  [3278] = {
    '巫翼杀戮者',
    nil,
  },
  [3279] = {
    '巫翼伏击者',
    nil,
  },
  [3280] = {
    '巫翼唤风者',
    nil,
  },
  [3282] = {
    '风险投资公司雇佣兵',
    nil,
  },
  [3283] = {
    '风险投资公司执行者',
    nil,
  },
  [3284] = {
    '风险投资公司苦工',
    nil,
  },
  [3285] = {
    '风险投资公司雇工',
    nil,
  },
  [3286] = {
    '风险投资公司监督',
    nil,
  },
  [3289] = {
    '明希纳的灵魂',
    nil,
  },
  [3290] = {
    '迪克',
    '工程学训练师',
  },
  [3291] = {
    '格雷珊·铁炉',
    '旅行商人',
  },
  [3292] = {
    '酿酒师德罗恩',
    nil,
  },
  [3293] = {
    nil,
    '工匠协会',
  },
  [3295] = {
    '淤泥畸体',
    nil,
  },
  [3296] = {
    '奥格瑞玛步兵',
    nil,
  },
  [3297] = {
    '森金村卫兵',
    nil,
  },
  [3298] = {
    nil,
    '食物和饮料',
  },
  [3300] = {
    '蝰蛇',
    nil,
  },
  [3304] = {
    '沃纳尔大师',
    nil,
  },
  [3305] = {
    nil,
    '双足飞龙管理员',
  },
  [3306] = {
    nil,
    '兽栏管理员',
  },
  [3309] = {
    nil,
    '银行职员',
  },
  [3310] = {
    nil,
    '双足飞龙管理员',
  },
  [3312] = {
    nil,
    '肉商',
  },
  [3313] = {
    nil,
    '杂货商',
  },
  [3314] = {
    nil,
    '武器商',
  },
  [3315] = {
    nil,
    '布甲和皮甲商人',
  },
  [3316] = {
    nil,
    '布甲和皮甲商人',
  },
  [3317] = {
    nil,
    '轻甲商',
  },
  [3318] = {
    nil,
    '银行职员',
  },
  [3319] = {
    nil,
    '锁甲商',
  },
  [3320] = {
    nil,
    '银行职员',
  },
  [3321] = {
    nil,
    '皮甲商',
  },
  [3322] = {
    nil,
    '弓箭和枪械商人',
  },
  [3323] = {
    nil,
    '材料商',
  },
  [3324] = {
    nil,
    '术士训练师',
  },
  [3325] = {
    nil,
    '术士训练师',
  },
  [3326] = {
    nil,
    '术士训练师',
  },
  [3327] = {
    '盖斯特',
    '盗贼训练师',
  },
  [3328] = {
    nil,
    '盗贼训练师',
  },
  [3329] = {
    nil,
    '蘑菇商',
  },
  [3330] = {
    nil,
    '法杖商',
  },
  [3331] = {
    nil,
    '铸剑商',
  },
  [3332] = {
    nil,
    '钓鱼训练师',
  },
  [3333] = {
    nil,
    '渔具供应商',
  },
  [3334] = {
    nil,
    '毒药商',
  },
  [3335] = {
    nil,
    '材料商',
  },
  [3336] = {
    '塔克林·寻路者',
    nil,
  },
  [3337] = {
    '卡加尔·战痕',
    nil,
  },
  [3338] = {
    '瑟格拉·黑棘',
    nil,
  },
  [3339] = {
    '沙罗萨斯船长',
    nil,
  },
  [3341] = {
    '加恩·石塔',
    nil,
  },
  [3342] = {
    nil,
    '水果商',
  },
  [3343] = {
    nil,
    '锻造供应商',
  },
  [3344] = {
    '卡德里斯',
    '萨满祭司训练师',
  },
  [3345] = {
    nil,
    '附魔训练师',
  },
  [3346] = {
    nil,
    '附魔供应商',
  },
  [3347] = {
    nil,
    '炼金术训练师',
  },
  [3348] = {
    nil,
    '炼金术供应商',
  },
  [3349] = {
    nil,
    '法杖商',
  },
  [3350] = {
    nil,
    '杂货商',
  },
  [3351] = {
    nil,
    '材料商',
  },
  [3352] = {
    '奥玛克',
    '猎人训练师',
  },
  [3353] = {
    '格雷兹·怒拳',
    '战士训练师',
  },
  [3354] = {
    nil,
    '战士训练师',
  },
  [3355] = {
    '萨鲁·钢怒',
    '锻造训练师',
  },
  [3356] = {
    nil,
    '锻造供应商',
  },
  [3357] = {
    nil,
    '采矿训练师',
  },
  [3358] = {
    nil,
    '采矿供应商',
  },
  [3359] = {
    nil,
    '护甲商',
  },
  [3360] = {
    nil,
    '锤和法杖商人',
  },
  [3361] = {
    nil,
    '武器商',
  },
  [3362] = {
    '奥古纳罗',
    '驯狼者',
  },
  [3363] = {
    nil,
    '裁缝训练师',
  },
  [3364] = {
    nil,
    '裁缝供应商',
  },
  [3365] = {
    nil,
    '制皮训练师',
  },
  [3366] = {
    nil,
    '制皮供应商',
  },
  [3367] = {
    nil,
    '贸易供应商',
  },
  [3368] = {
    nil,
    '肉商',
  },
  [3369] = {
    nil,
    '背包商人',
  },
  [3370] = {
    '乌特伦',
    '会长',
  },
  [3373] = {
    nil,
    '急救训练师',
  },
  [3374] = {
    '巴尔丹挖掘者',
    nil,
  },
  [3375] = {
    '巴尔丹工头',
    nil,
  },
  [3376] = {
    '巴尔丹士兵',
    nil,
  },
  [3377] = {
    '巴尔丹火枪手',
    nil,
  },
  [3378] = {
    '巴尔丹军官',
    nil,
  },
  [3379] = {
    '火刃卫士',
    nil,
  },
  [3380] = {
    '火刃侍僧',
    nil,
  },
  [3381] = {
    '南海歹徒',
    nil,
  },
  [3382] = {
    '南海炮兵',
    nil,
  },
  [3383] = {
    '南海杀手',
    nil,
  },
  [3384] = {
    '南海私掠者',
    nil,
  },
  [3385] = {
    '塞拉摩水兵',
    nil,
  },
  [3386] = {
    '塞拉摩医师',
    nil,
  },
  [3387] = {
    '乔恩·星眼',
    nil,
  },
  [3388] = {
    '玛伦·星眼',
    nil,
  },
  [3389] = {
    '雷戈萨·死门',
    nil,
  },
  [3390] = {
    '药剂师赫布瑞姆',
    nil,
  },
  [3391] = {
    '加兹鲁维',
    nil,
  },
  [3392] = {
    '勘察员卡兹戈姆',
    '探险者协会',
  },
  [3393] = {
    '法莫斯队长',
    nil,
  },
  [3394] = {
    '巴拉克·科多班恩',
    nil,
  },
  [3395] = {
    '狂热的维罗戈',
    nil,
  },
  [3396] = {
    '赫兹鲁尔·血印',
    nil,
  },
  [3397] = {
    '科卡尔战士',
    nil,
  },
  [3399] = {
    nil,
    '烹饪训练师',
  },
  [3400] = {
    nil,
    '烹饪供应商',
  },
  [3401] = {
    nil,
    '盗贼训练师',
  },
  [3403] = {
    nil,
    '萨满祭司训练师',
  },
  [3404] = {
    nil,
    '草药学训练师',
  },
  [3405] = {
    nil,
    '草药学供应商',
  },
  [3406] = {
    nil,
    '猎人训练师',
  },
  [3407] = {
    nil,
    '猎人训练师',
  },
  [3408] = {
    nil,
    '战士训练师',
  },
  [3409] = {
    nil,
    '武器商',
  },
  [3410] = {
    nil,
    '弓箭商人',
  },
  [3411] = {
    nil,
    '屠夫',
  },
  [3412] = {
    nil,
    '工程学训练师',
  },
  [3413] = {
    nil,
    '工程学供应商',
  },
  [3414] = {
    '双辫将军',
    nil,
  },
  [3415] = {
    '雌性草原狮',
    nil,
  },
  [3416] = {
    '草原狮后',
    nil,
  },
  [3417] = {
    '活火',
    nil,
  },
  [3418] = {
    '基尔格·锐角',
    nil,
  },
  [3419] = {
    '药剂师扎玛',
    '皇家药剂师协会',
  },
  [3421] = {
    '被流放的费格雷',
    nil,
  },
  [3424] = {
    '雷鹰破云者',
    nil,
  },
  [3425] = {
    '草原徘徊者',
    nil,
  },
  [3426] = {
    '冲锋斑马',
    nil,
  },
  [3430] = {
    '碎牙',
    nil,
  },
  [3433] = {
    '塔特纳克·钢炉',
    nil,
  },
  [3435] = {
    '洛克·奥克班恩',
    nil,
  },
  [3438] = {
    '克里尼格·糟鼻',
    nil,
  },
  [3439] = {
    '维兹克兰克的伐木机',
    nil,
  },
  [3441] = {
    '梅洛·石蹄',
    nil,
  },
  [3442] = {
    '斯布特瓦夫',
    '工匠协会',
  },
  [3443] = {
    '格拉布',
    nil,
  },
  [3444] = {
    '掘地鼠',
    nil,
  },
  [3445] = {
    '鲁格维兹主管',
    nil,
  },
  [3447] = {
    '帕维·迷雾行者',
    nil,
  },
  [3448] = {
    '图加·符文图腾',
    nil,
  },
  [3449] = {
    '达索克·快刀',
    nil,
  },
  [3450] = {
    '迪菲亚鹦鹉',
    nil,
  },
  [3451] = {
    '驾驶员维兹克兰克',
    nil,
  },
  [3452] = {
    '塞瑞娜·血羽',
    nil,
  },
  [3453] = {
    '码头管理员迪兹维格',
    nil,
  },
  [3454] = {
    '炮兵斯密瑟',
    nil,
  },
  [3455] = {
    '炮兵维桑恩',
    nil,
  },
  [3456] = {
    '钢鬃探路者',
    nil,
  },
  [3457] = {
    '钢鬃捕猎者',
    nil,
  },
  [3458] = {
    '钢鬃先知',
    nil,
  },
  [3459] = {
    '钢鬃战士',
    nil,
  },
  [3461] = {
    '绿洲钳嘴龟',
    nil,
  },
  [3463] = {
    '游荡的长颈鹿',
    nil,
  },
  [3465] = {
    '基尔萨瑞斯·火枝',
    nil,
  },
  [3466] = {
    '漫游斑马',
    nil,
  },
  [3467] = {
    '巴隆·朗绍尔',
    '南海海盗',
  },
  [3468] = {
    '知识古树',
    nil,
  },
  [3469] = {
    '战争古树',
    nil,
  },
  [3471] = {
    '工匠斯尼格斯',
    nil,
  },
  [3477] = {
    nil,
    '锻造供应商',
  },
  [3478] = {
    nil,
    '初级铁匠',
  },
  [3479] = {
    '纳加尔·死眼',
    '武器锻造师',
  },
  [3480] = {
    '穆拉恩·熟麦',
    '面包师',
  },
  [3481] = {
    nil,
    '杂货供应商',
  },
  [3482] = {
    nil,
    '贸易供应商',
  },
  [3483] = {
    '加翰·鹰翼',
    '皮货和护甲商',
  },
  [3484] = {
    nil,
    '裁缝训练师',
  },
  [3485] = {
    nil,
    '裁缝供应商',
  },
  [3486] = {
    '哈里沙·白蹄',
    '布商',
  },
  [3487] = {
    '卡里玛·雷云',
    '背包商人',
  },
  [3488] = {
    nil,
    '弓箭和枪械',
  },
  [3489] = {
    nil,
    '屠夫',
  },
  [3490] = {
    nil,
    '施法材料和药草商',
  },
  [3491] = {
    '艾隆萨尔',
    '武器锻造师',
  },
  [3492] = {
    '维克斯宾德',
    '布甲和皮甲商人',
  },
  [3493] = {
    nil,
    '护甲和盾牌供应商',
  },
  [3494] = {
    '廷克维斯',
    '工程学训练师',
  },
  [3495] = {
    '加格斯普吉特',
    '工程学供应商',
  },
  [3496] = {
    '法兹拉克',
    '银行职员',
  },
  [3497] = {
    nil,
    '渔夫',
  },
  [3498] = {
    nil,
    '杂货供应商',
  },
  [3499] = {
    nil,
    '贸易供应商',
  },
  [3500] = {
    nil,
    '材料商',
  },
  [3501] = {
    '部落卫兵',
    nil,
  },
  [3502] = {
    '棘齿城卫兵',
    nil,
  },
  [3503] = {
    '异种护卫者',
    nil,
  },
  [3507] = {
    '安蒂',
    nil,
  },
  [3513] = {
    '丹娜小姐',
    '女教师',
  },
  [3514] = {
    '特纳隆·雷拳',
    nil,
  },
  [3515] = {
    '科瑞萨斯·月怒',
    nil,
  },
  [3516] = {
    '大德鲁伊范达尔·鹿盔',
    nil,
  },
  [3517] = {
    '雷利亚·绿树',
    nil,
  },
  [3518] = {
    nil,
    '面包师',
  },
  [3519] = {
    '哨兵阿瑞尼亚·碎云',
    nil,
  },
  [3520] = {
    '老艾玛',
    nil,
  },
  [3522] = {
    nil,
    '见习衣商',
  },
  [3523] = {
    nil,
    '裁缝训练师',
  },
  [3524] = {
    '幽灵狼',
    nil,
  },
  [3527] = {
    '治疗之泉图腾',
    nil,
  },
  [3528] = {
    '焚木村盔甲师',
    nil,
  },
  [3529] = {
    '月怒盔甲师',
    nil,
  },
  [3530] = {
    '焚木村裁缝',
    nil,
  },
  [3531] = {
    '月怒裁缝',
    nil,
  },
  [3532] = {
    '焚木村制皮工',
    nil,
  },
  [3533] = {
    '月怒制皮工',
    nil,
  },
  [3534] = {
    '盲眼瓦拉斯',
    '武器锻造师',
  },
  [3535] = {
    '恶臭的黑苔兽',
    nil,
  },
  [3536] = {
    nil,
    '旅行商人',
  },
  [3537] = {
    nil,
    '商人',
  },
  [3538] = {
    '守候者一型',
    '保护者',
  },
  [3539] = {
    nil,
    '武器锻造师',
  },
  [3540] = {
    nil,
    '鱼商',
  },
  [3541] = {
    nil,
    '杂货商',
  },
  [3542] = {
    nil,
    '毒药和材料',
  },
  [3543] = {
    nil,
    '高级铸甲师',
  },
  [3544] = {
    nil,
    '蘑菇商',
  },
  [3545] = {
    nil,
    '兽栏管理员',
  },
  [3546] = {
    nil,
    '食物和饮料',
  },
  [3547] = {
    nil,
    '蘑菇种植者',
  },
  [3548] = {
    nil,
    '炼金术和草药供应商',
  },
  [3549] = {
    nil,
    '初级制皮师',
  },
  [3550] = {
    nil,
    '渔具供应商',
  },
  [3551] = {
    '帕崔斯·杜耶尔',
    '毒药商',
  },
  [3552] = {
    '亚历山德勒·雷夫瑞',
    '皮甲商',
  },
  [3553] = {
    nil,
    '护甲商',
  },
  [3554] = {
    nil,
    '布商',
  },
  [3555] = {
    nil,
    '采矿训练师',
  },
  [3556] = {
    nil,
    '贸易供应商',
  },
  [3557] = {
    '古拉摩·索洛伊',
    '锻造训练师',
  },
  [3560] = {
    '治疗结界',
    nil,
  },
  [3561] = {
    nil,
    '毒药商',
  },
  [3562] = {
    nil,
    '材料商',
  },
  [3566] = {
    '平原徘徊者',
    nil,
  },
  [3567] = {
    '塔隆凯·捷根',
    nil,
  },
  [3568] = {
    '密斯特',
    nil,
  },
  [3569] = {
    '沼精',
    nil,
  },
  [3570] = {
    '被净化的林精',
    nil,
  },
  [3571] = {
    '泰达希尔卫兵',
    nil,
  },
  [3572] = {
    nil,
    '渔具供应商',
  },
  [3573] = {
    '法力之泉图腾',
    nil,
  },
  [3574] = {
    '蝙蝠',
    nil,
  },
  [3577] = {
    '安伯米尔酿酒师',
    nil,
  },
  [3578] = {
    '安伯米尔矿工',
    nil,
  },
  [3579] = {
    '石爪图腾',
    nil,
  },
  [3581] = {
    '下水道鳄鱼',
    nil,
  },
  [3582] = {
    '阿曼',
    nil,
  },
  [3583] = {
    '巴瑞萨斯·月影',
    nil,
  },
  [3586] = {
    '矿工约翰森',
    nil,
  },
  [3587] = {
    nil,
    '杂货供应商',
  },
  [3588] = {
    '卡尔丹·傲刃',
    '武器锻造师',
  },
  [3589] = {
    nil,
    '弓箭商',
  },
  [3590] = {
    '简娜·明月',
    '布商',
  },
  [3591] = {
    '弗蕾亚·夜翼',
    '皮甲商',
  },
  [3592] = {
    nil,
    '护甲和盾牌供应商',
  },
  [3593] = {
    nil,
    '战士训练师',
  },
  [3594] = {
    '弗拉胡恩·影语者',
    '盗贼训练师',
  },
  [3595] = {
    nil,
    '牧师训练师',
  },
  [3596] = {
    '阿亚娜·远途',
    '猎人训练师',
  },
  [3597] = {
    '玛丹特·硬木',
    '德鲁伊训练师',
  },
  [3598] = {
    '凯拉·风刃',
    '战士训练师',
  },
  [3599] = {
    '詹诺克·柔歌',
    '盗贼训练师',
  },
  [3600] = {
    '劳尔娜·晨光',
    '牧师训练师',
  },
  [3601] = {
    nil,
    '猎人训练师',
  },
  [3602] = {
    nil,
    '德鲁伊训练师',
  },
  [3603] = {
    '塞恩德拉·细语者',
    '炼金术训练师',
  },
  [3604] = {
    '玛洛尼·刃叶',
    '草药学训练师',
  },
  [3605] = {
    '纳迪娅·织发',
    '初级制皮师',
  },
  [3606] = {
    '奥兰纳·鸦眼',
    '附魔训练师',
  },
  [3607] = {
    '安多尔·橡木之手',
    '钓鱼训练师',
  },
  [3608] = {
    nil,
    '杂货供应商',
  },
  [3609] = {
    nil,
    '武器锻造师',
  },
  [3610] = {
    '吉娜·羽弓',
    '弓箭商',
  },
  [3611] = {
    '布兰诺尔·鹰月',
    '布商',
  },
  [3612] = {
    nil,
    '皮甲商',
  },
  [3613] = {
    '梅里·织铁',
    '护甲和盾牌供应商',
  },
  [3614] = {
    '纳瑞特·影林',
    '贸易供应商',
  },
  [3615] = {
    nil,
    '双足飞龙管理员',
  },
  [3616] = {
    nil,
    '知识古树',
  },
  [3617] = {
    '洛丹伦平民',
    nil,
  },
  [3619] = {
    '幽灵豹',
    nil,
  },
  [3620] = {
    nil,
    '兽栏管理员',
  },
  [3621] = {
    nil,
    '食物和饮料',
  },
  [3622] = {
    nil,
    '兽栏管理员',
  },
  [3624] = {
    nil,
    '兽栏管理员',
  },
  [3625] = {
    nil,
    '杂货商',
  },
  [3628] = {
    nil,
    '旅店老板',
  },
  [3630] = {
    '变异曲蛇',
    nil,
  },
  [3631] = {
    '变异刺鞭蛇',
    nil,
  },
  [3632] = {
    '变异爬行者',
    nil,
  },
  [3633] = {
    '变异屠戮者',
    nil,
  },
  [3634] = {
    '变异捕猎者',
    nil,
  },
  [3636] = {
    '变异破坏者',
    nil,
  },
  [3637] = {
    '变异守护者',
    nil,
  },
  [3638] = {
    '吞噬软浆怪',
    nil,
  },
  [3639] = {
    '哨兵坦莎·月刃',
    nil,
  },
  [3640] = {
    '大型软浆怪',
    nil,
  },
  [3641] = {
    '变异潜伏者',
    nil,
  },
  [3644] = {
    '塞瑞利恩·白爪',
    nil,
  },
  [3649] = {
    '桑迪斯·织风',
    nil,
  },
  [3652] = {
    '鞭笞者特里高雷',
    nil,
  },
  [3654] = {
    '吞噬者穆坦努斯',
    nil,
  },
  [3655] = {
    '疯狂的马格利什',
    nil,
  },
  [3657] = {
    '哨兵艾莉萨·星风',
    nil,
  },
  [3658] = {
    nil,
    '武器商',
  },
  [3659] = {
    nil,
    '里扎雷克斯的保镖',
  },
  [3660] = {
    nil,
    '黑沙教派',
  },
  [3661] = {
    '巴苏尔·影击',
    nil,
  },
  [3662] = {
    '被憎恨的德玛尼斯',
    nil,
  },
  [3663] = {
    '净化者德尔格伦',
    nil,
  },
  [3664] = {
    '伊克鲁德·玛格苏尔',
    nil,
  },
  [3665] = {
    '起重机操作员比戈弗兹',
    nil,
  },
  [3666] = {
    '维兹班恩·曲针',
    nil,
  },
  [3667] = {
    '安娜雅·晨行者',
    nil,
  },
  [3669] = {
    '考布莱恩',
    '毒牙之王',
  },
  [3670] = {
    '皮萨斯',
    '毒牙之王',
  },
  [3671] = {
    '安娜科德拉',
    '毒牙之王',
  },
  [3672] = {
    nil,
    '尖牙德鲁伊',
  },
  [3673] = {
    '瑟芬迪斯',
    '毒牙之王',
  },
  [3678] = {
    '穆约',
    nil,
  },
  [3680] = {
    '花丛蛇',
    nil,
  },
  [3681] = {
    '小精灵',
    nil,
  },
  [3682] = {
    '弗朗恩·凝血',
    '武器和护甲',
  },
  [3683] = {
    '吉克尼库',
    '时髦服饰',
  },
  [3684] = {
    '宾兹纳库',
    '皮甲商',
  },
  [3685] = {
    '哈布·爪蹄',
    '科多兽坐骑',
  },
  [3688] = {
    '瑞班',
    '兽栏管理员',
  },
  [3689] = {
    '莱尔·台地行者',
    '食物和饮料',
  },
  [3690] = {
    '卡尔·雷歌',
    '骑术训练师',
  },
  [3691] = {
    '莱恩·狼行者',
    nil,
  },
  [3694] = {
    '哨兵塞拉伊',
    nil,
  },
  [3695] = {
    '冷酷之爪',
    nil,
  },
  [3696] = {
    '兰恩·血牙',
    nil,
  },
  [3698] = {
    nil,
    '兽栏管理员',
  },
  [3700] = {
    '亚德维斯·观海者',
    '材料商',
  },
  [3701] = {
    '萨纳瑞恩·绿树',
    nil,
  },
  [3702] = {
    '奥兰达利亚·夜歌',
    nil,
  },
  [3703] = {
    '克鲁姆·满月',
    '制皮训练师',
  },
  [3704] = {
    nil,
    '裁缝训练师',
  },
  [3705] = {
    nil,
    '屠夫',
  },
  [3706] = {
    nil,
    '牧师训练师',
  },
  [3707] = {
    nil,
    '牧师训练师',
  },
  [3708] = {
    nil,
    '食物和饮料',
  },
  [3711] = {
    '怒尾侍从',
    nil,
  },
  [3712] = {
    '怒尾纳迦',
    nil,
  },
  [3713] = {
    '怒尾御浪者',
    nil,
  },
  [3715] = {
    '怒尾海巫',
    nil,
  },
  [3717] = {
    '怒尾巫师',
    nil,
  },
  [3721] = {
    '魔尾多头蛇',
    nil,
  },
  [3722] = {
    '魔尾掠夺者',
    nil,
  },
  [3725] = {
    '暗滩祭司',
    nil,
  },
  [3727] = {
    '暗滩执行者',
    nil,
  },
  [3728] = {
    '暗滩精兵',
    nil,
  },
  [3730] = {
    '暗滩挖掘者',
    nil,
  },
  [3732] = {
    '亡灵搜寻者',
    nil,
  },
  [3733] = {
    '亡灵草药师',
    nil,
  },
  [3734] = {
    '兽人监工',
    nil,
  },
  [3735] = {
    '药剂师法尔瑟斯',
    nil,
  },
  [3736] = {
    '屠杀者摩迪沙尔',
    nil,
  },
  [3737] = {
    '盐沫污水鱼人',
    nil,
  },
  [3739] = {
    '盐沫战士',
    nil,
  },
  [3740] = {
    '盐沫泥浆鱼人',
    nil,
  },
  [3742] = {
    '盐沫智者',
    nil,
  },
  [3743] = {
    '污林战士',
    nil,
  },
  [3745] = {
    '污林探险者',
    nil,
  },
  [3746] = {
    '污林卫兵',
    nil,
  },
  [3748] = {
    '污林萨满祭司',
    nil,
  },
  [3749] = {
    '污林巨熊怪',
    nil,
  },
  [3750] = {
    '污林图腾师',
    nil,
  },
  [3752] = {
    '萨维亚盗贼',
    nil,
  },
  [3754] = {
    '萨维亚叛徒',
    nil,
  },
  [3755] = {
    '萨维亚魔仆',
    nil,
  },
  [3757] = {
    '萨维亚招魔师',
    nil,
  },
  [3758] = {
    '魔草萨特',
    nil,
  },
  [3759] = {
    '魔草盗贼',
    nil,
  },
  [3762] = {
    '魔草魔仆',
    nil,
  },
  [3763] = {
    '魔草巡影者',
    nil,
  },
  [3765] = {
    '冷心萨特',
    nil,
  },
  [3767] = {
    '冷心欺诈者',
    nil,
  },
  [3770] = {
    '冷心捕猎者',
    nil,
  },
  [3771] = {
    '冷心唤魔者',
    nil,
  },
  [3772] = {
    '燃烧军团士兵',
    nil,
  },
  [3774] = {
    '恶魔杀手',
    nil,
  },
  [3779] = {
    nil,
    '贸易供应商',
  },
  [3780] = {
    '被烧焦的沼泽兽',
    nil,
  },
  [3781] = {
    '噬木沼泽兽',
    nil,
  },
  [3782] = {
    '移石沼泽兽',
    nil,
  },
  [3783] = {
    '招雨沼泽兽',
    nil,
  },
  [3784] = {
    '裂木沼泽兽',
    nil,
  },
  [3789] = {
    '恐狼撕裂者',
    nil,
  },
  [3791] = {
    '恐狼影法师',
    nil,
  },
  [3792] = {
    '恐狼族长',
    nil,
  },
  [3797] = {
    '塞纳里奥保卫者',
    nil,
  },
  [3799] = {
    '痛苦的德鲁伊',
    nil,
  },
  [3801] = {
    '痛苦的沉睡者',
    nil,
  },
  [3802] = {
    '痛苦的梦游者',
    nil,
  },
  [3803] = {
    '痛苦的守卫者',
    nil,
  },
  [3804] = {
    '亡灵入侵者',
    nil,
  },
  [3806] = {
    '亡灵间谍',
    nil,
  },
  [3807] = {
    '亡灵刺客',
    nil,
  },
  [3808] = {
    '亡灵潜伏者',
    nil,
  },
  [3809] = {
    '灰谷熊',
    nil,
  },
  [3810] = {
    '老灰谷熊',
    nil,
  },
  [3811] = {
    '灰谷巨熊',
    nil,
  },
  [3812] = {
    '巨钳蟹',
    nil,
  },
  [3814] = {
    '刺壳蟹',
    nil,
  },
  [3815] = {
    '闪龙',
    nil,
  },
  [3816] = {
    '野鹿',
    nil,
  },
  [3817] = {
    '黑角鹿',
    nil,
  },
  [3818] = {
    '老黑角鹿',
    nil,
  },
  [3819] = {
    '野棘捕猎者',
    nil,
  },
  [3820] = {
    '野棘毒蜘蛛',
    nil,
  },
  [3821] = {
    '野棘潜伏者',
    nil,
  },
  [3823] = {
    '幽爪奔跑者',
    nil,
  },
  [3824] = {
    '幽爪嗥叫者',
    nil,
  },
  [3825] = {
    '幽爪前锋',
    nil,
  },
  [3833] = {
    '塞纳里奥辩护者',
    nil,
  },
  [3834] = {
    '疯狂的古树',
    nil,
  },
  [3835] = {
    '黄蟾蜍',
    nil,
  },
  [3836] = {
    '巡山人贝波蒂',
    nil,
  },
  [3837] = {
    '角鹰兽',
    nil,
  },
  [3838] = {
    nil,
    '角鹰兽管理员',
  },
  [3840] = {
    '尖牙德鲁伊',
    nil,
  },
  [3841] = {
    '特尔迪娜·月羽',
    '角鹰兽管理员',
  },
  [3842] = {
    nil,
    '钥匙大师',
  },
  [3844] = {
    '治疗结界 IV',
    nil,
  },
  [3845] = {
    '辛德瑞尔·速火',
    nil,
  },
  [3847] = {
    '奥雷迪尔·阔叶',
    nil,
  },
  [3848] = {
    '凯尼斯·静风',
    nil,
  },
  [3849] = {
    '亡灵哨兵阿达曼特',
    nil,
  },
  [3850] = {
    '巫师阿克鲁比',
    nil,
  },
  [3851] = {
    '影牙白头狼人',
    nil,
  },
  [3853] = {
    '影牙夜行者',
    nil,
  },
  [3854] = {
    '影牙狼人卫兵',
    nil,
  },
  [3855] = {
    '影牙魔魂狼人',
    nil,
  },
  [3857] = {
    '影牙暴食者',
    nil,
  },
  [3859] = {
    '影牙暴怒者',
    nil,
  },
  [3861] = {
    '灰色座狼',
    nil,
  },
  [3862] = {
    '被奴役的座狼',
    nil,
  },
  [3863] = {
    '暗牙恐狼',
    nil,
  },
  [3864] = {
    '地狱战马',
    nil,
  },
  [3865] = {
    '暗影军马',
    nil,
  },
  [3866] = {
    '邪蝠',
    nil,
  },
  [3868] = {
    '觅血者',
    nil,
  },
  [3872] = {
    '死亡之誓',
    nil,
  },
  [3873] = {
    '痛苦的军官',
    nil,
  },
  [3875] = {
    '鬼怪仆从',
    nil,
  },
  [3877] = {
    '哀嚎的卫兵',
    nil,
  },
  [3879] = {
    '暗滩刺客',
    nil,
  },
  [3880] = {
    '哨兵梅丽瑞亚·霜影',
    nil,
  },
  [3881] = {
    nil,
    '屠夫',
  },
  [3882] = {
    nil,
    '屠夫',
  },
  [3883] = {
    '穆恩丹·秋谷',
    '面包师',
  },
  [3884] = {
    '加纳·麦风',
    '面包师',
  },
  [3885] = {
    '哨兵维尔莉妮·星坠',
    nil,
  },
  [3886] = {
    '屠夫拉佐克劳',
    nil,
  },
  [3887] = {
    '席瓦莱恩男爵',
    nil,
  },
  [3890] = {
    '布拉古尔',
    '战歌峡谷军官',
  },
  [3891] = {
    '泰洛尼斯的尸体',
    nil,
  },
  [3892] = {
    '蕾拉·怀特姆恩',
    nil,
  },
  [3893] = {
    '亡灵斥候',
    nil,
  },
  [3894] = {
    '皮尔图拉斯·怀特姆恩',
    nil,
  },
  [3898] = {
    '折磨者奥利加尔',
    nil,
  },
  [3899] = {
    '幽怨的巴利扎尔',
    nil,
  },
  [3900] = {
    '邪恶的凯达卡尔',
    nil,
  },
  [3902] = {
    '灼热图腾 II',
    nil,
  },
  [3903] = {
    '灼热图腾 III',
    nil,
  },
  [3904] = {
    '灼热图腾 IV',
    nil,
  },
  [3906] = {
    '治疗之泉图腾 II',
    nil,
  },
  [3907] = {
    '治疗之泉图腾 III',
    nil,
  },
  [3908] = {
    '治疗之泉图腾 IV',
    nil,
  },
  [3909] = {
    '治疗之泉图腾 V',
    nil,
  },
  [3911] = {
    '石爪图腾 II',
    nil,
  },
  [3912] = {
    '石爪图腾 III',
    nil,
  },
  [3913] = {
    '石爪图腾 IV',
    nil,
  },
  [3914] = {
    '雷希戈尔',
    '牢房看守',
  },
  [3915] = {
    nil,
    '莱恩的宠物',
  },
  [3917] = {
    '污浊的水元素',
    nil,
  },
  [3919] = {
    '干枯的古树',
    nil,
  },
  [3921] = {
    '蓟皮巨熊怪',
    nil,
  },
  [3922] = {
    '蓟皮图腾师',
    nil,
  },
  [3923] = {
    '蓟皮洞穴守卫',
    nil,
  },
  [3924] = {
    '蓟皮萨满祭司',
    nil,
  },
  [3925] = {
    '蓟皮复仇者',
    nil,
  },
  [3926] = {
    '蓟皮探路者',
    nil,
  },
  [3927] = {
    '狼王南杜斯',
    nil,
  },
  [3928] = {
    '腐烂的泥浆怪',
    nil,
  },
  [3931] = {
    '沼泽兽智者',
    nil,
  },
  [3932] = {
    '血牙守卫',
    nil,
  },
  [3933] = {
    nil,
    '屠夫',
  },
  [3934] = {
    '旅店老板伯兰德·草风',
    '旅店老板',
  },
  [3935] = {
    nil,
    '屠夫',
  },
  [3936] = {
    '珊蒂斯·羽月',
    '哨兵部队的将军',
  },
  [3937] = {
    '基拉·桑塞恩',
    '旅行面包商',
  },
  [3939] = {
    '钢鬃狼',
    nil,
  },
  [3940] = {
    '坦尼尔·黑木',
    nil,
  },
  [3941] = {
    '尤希尔·唤月',
    nil,
  },
  [3942] = {
    '玛沃里斯·裂云',
    nil,
  },
  [3944] = {
    '怒尾女祭司',
    nil,
  },
  [3945] = {
    '旅行者拉兹戈特',
    nil,
  },
  [3946] = {
    '维琳德·星歌',
    nil,
  },
  [3947] = {
    '地精造船师',
    nil,
  },
  [3948] = {
    '霍尼·金麦',
    '面包师',
  },
  [3950] = {
    '小型水元素护卫',
    nil,
  },
  [3951] = {
    '巴尔达兰·鸦影',
    '弓箭商',
  },
  [3952] = {
    nil,
    '布商',
  },
  [3953] = {
    '塔丹恩·飘发',
    '皮甲商',
  },
  [3954] = {
    nil,
    '商人',
  },
  [3955] = {
    nil,
    '商人',
  },
  [3956] = {
    '哈克兰·月林',
    '炼金术供应商',
  },
  [3958] = {
    nil,
    '制皮供应商',
  },
  [3959] = {
    nil,
    '面包师',
  },
  [3960] = {
    nil,
    '屠夫',
  },
  [3961] = {
    nil,
    '食物和饮料商人',
  },
  [3962] = {
    '哈尔詹·橡木之心',
    '杂货商',
  },
  [3963] = {
    '丹拉尔·夜路',
    '猎人训练师',
  },
  [3964] = {
    nil,
    '炼金术训练师',
  },
  [3965] = {
    '塞兰妮娅·伏根',
    '草药学训练师',
  },
  [3967] = {
    '艾蒂安·花丛之风',
    '制皮训练师',
  },
  [3968] = {
    '岗哨图腾',
    nil,
  },
  [3969] = {
    '法兰·沉默之刃',
    '毒药商人',
  },
  [3970] = {
    nil,
    '材料供应商',
  },
  [3974] = {
    '驯犬者洛克希',
    nil,
  },
  [3975] = {
    '赫洛德',
    '血色十字军勇士',
  },
  [3976] = {
    '血色十字军指挥官莫格莱尼',
    nil,
  },
  [3977] = {
    '大检察官怀特迈恩',
    nil,
  },
  [3978] = {
    '圣者图希克',
    nil,
  },
  [3979] = {
    '图书馆员麦伊·苍尘',
    '探险者协会',
  },
  [3980] = {
    '虔诚的莱雷恩',
    nil,
  },
  [3983] = {
    '审讯员韦沙斯',
    nil,
  },
  [3984] = {
    '南希·韦沙斯',
    nil,
  },
  [3985] = {
    '韦沙斯老爷爷',
    nil,
  },
  [3986] = {
    '萨瑞鲁斯·法伯尼',
    nil,
  },
  [3987] = {
    '达尔·血爪',
    nil,
  },
  [3988] = {
    '风险投资公司操作员',
    nil,
  },
  [3989] = {
    '风险投资公司樵夫',
    nil,
  },
  [3991] = {
    '风险投资公司砍树工',
    nil,
  },
  [3992] = {
    '风险投资公司顽徒',
    nil,
  },
  [3993] = {
    '风险投资公司机械师',
    nil,
  },
  [3994] = {
    '守护者奥巴格姆',
    nil,
  },
  [3995] = {
    '巫医金吉尔',
    nil,
  },
  [3998] = {
    '风剪歹徒',
    nil,
  },
  [3999] = {
    '风剪掘地工',
    nil,
  },
  [4001] = {
    '风剪坑道鼠',
    nil,
  },
  [4002] = {
    '风剪凿石者',
    nil,
  },
  [4003] = {
    '风剪地占师',
    nil,
  },
  [4004] = {
    '风剪霸主',
    nil,
  },
  [4005] = {
    '深苔爬行者',
    nil,
  },
  [4006] = {
    '深苔结网蛛',
    nil,
  },
  [4007] = {
    '深苔毒蜘蛛',
    nil,
  },
  [4008] = {
    '峭壁雷鸣蜥蜴',
    nil,
  },
  [4009] = {
    '狂怒的峭壁雷鸣蜥蜴',
    nil,
  },
  [4011] = {
    '幼年巨翼双足飞龙',
    nil,
  },
  [4012] = {
    '巨翼双足飞龙',
    nil,
  },
  [4013] = {
    '巨翼捕猎者',
    nil,
  },
  [4014] = {
    '雄性巨翼双足飞龙',
    nil,
  },
  [4015] = {
    '巨翼雄兽',
    nil,
  },
  [4016] = {
    '灵龙',
    nil,
  },
  [4017] = {
    '机敏的灵龙',
    nil,
  },
  [4018] = {
    '巨角鹿',
    nil,
  },
  [4019] = {
    '大型巨角鹿',
    nil,
  },
  [4020] = {
    '腐蚀兽',
    nil,
  },
  [4021] = {
    '堕落的腐蚀兽',
    nil,
  },
  [4022] = {
    '血怒鹰身人',
    nil,
  },
  [4023] = {
    '血怒游荡者',
    nil,
  },
  [4024] = {
    '血怒杀戮者',
    nil,
  },
  [4025] = {
    '血怒伏击者',
    nil,
  },
  [4026] = {
    '血怒唤风者',
    nil,
  },
  [4027] = {
    '血怒雷巫',
    nil,
  },
  [4028] = {
    '烧焦的树人',
    nil,
  },
  [4029] = {
    '黑色古树',
    nil,
  },
  [4030] = {
    '狂怒的树人',
    nil,
  },
  [4031] = {
    '奇美拉雏兽',
    nil,
  },
  [4032] = {
    '奇美拉幼崽',
    nil,
  },
  [4034] = {
    '狂怒的石灵',
    nil,
  },
  [4035] = {
    '暴烈的石灵',
    nil,
  },
  [4036] = {
    '游荡的焰灵',
    nil,
  },
  [4037] = {
    '燃烧的掠夺者',
    nil,
  },
  [4038] = {
    '燃烧的破坏者',
    nil,
  },
  [4040] = {
    '洞穴捕猎者',
    nil,
  },
  [4041] = {
    '炭色石化蜥蜴',
    nil,
  },
  [4042] = {
    '焦黑石化蜥蜴',
    nil,
  },
  [4043] = {
    nil,
    '双手武器商人',
  },
  [4044] = {
    '黑色石化蜥蜴',
    nil,
  },
  [4046] = {
    '玛加萨·恐怖图腾',
    '巫婆长老',
  },
  [4047] = {
    '佐尔·孤树',
    '先知长老',
  },
  [4048] = {
    '法芬德尔',
    nil,
  },
  [4049] = {
    '希雷斯·碎石',
    nil,
  },
  [4050] = {
    '塞纳里奥管理员',
    nil,
  },
  [4051] = {
    '塞纳里奥植物学家',
    nil,
  },
  [4052] = {
    '塞纳里奥德鲁伊',
    nil,
  },
  [4053] = {
    '塞纳留斯的女儿',
    nil,
  },
  [4054] = {
    '欢笑的姐妹',
    nil,
  },
  [4056] = {
    '暗色守护者',
    nil,
  },
  [4057] = {
    '塞纳留斯的儿子',
    nil,
  },
  [4059] = {
    '森林之魂',
    nil,
  },
  [4061] = {
    '暗色湖树妖',
    nil,
  },
  [4062] = {
    '黑铁投弹手',
    nil,
  },
  [4064] = {
    '黑石斥候',
    nil,
  },
  [4065] = {
    '黑石哨兵',
    nil,
  },
  [4067] = {
    '夜行虎',
    nil,
  },
  [4068] = {
    '毒蛇信使',
    nil,
  },
  [4070] = {
    '风险投资公司建筑师',
    nil,
  },
  [4072] = {
    '金吉尔的囚犯',
    nil,
  },
  [4075] = {
    '老鼠',
    nil,
  },
  [4076] = {
    '蟑螂',
    nil,
  },
  [4077] = {
    '加克希姆·尘链',
    nil,
  },
  [4079] = {
    '哨兵塞恩希尔',
    nil,
  },
  [4080] = {
    '凯拉·影矛',
    nil,
  },
  [4081] = {
    '洛玛克·链带',
    nil,
  },
  [4082] = {
    nil,
    '杂货商',
  },
  [4083] = {
    nil,
    '见习巫医',
  },
  [4084] = {
    nil,
    '杂货供应商',
  },
  [4085] = {
    nil,
    '护甲商',
  },
  [4086] = {
    nil,
    '风险投资公司商人',
  },
  [4087] = {
    '阿雷亚斯塔·刃歌',
    '战士训练师',
  },
  [4089] = {
    nil,
    '战士训练师',
  },
  [4090] = {
    '阿斯塔利·逐星',
    '牧师训练师',
  },
  [4091] = {
    nil,
    '牧师训练师',
  },
  [4092] = {
    nil,
    '牧师训练师',
  },
  [4093] = {
    '加拉克争斗者',
    nil,
  },
  [4094] = {
    '加拉克斥候',
    nil,
  },
  [4095] = {
    '加拉克虐待者',
    nil,
  },
  [4096] = {
    '加拉克逐风者',
    nil,
  },
  [4097] = {
    '加拉克狂怒者',
    nil,
  },
  [4099] = {
    '加拉克掠夺者',
    nil,
  },
  [4100] = {
    '尖啸的鹰身人',
    nil,
  },
  [4101] = {
    '尖啸的游荡者',
    nil,
  },
  [4104] = {
    '尖啸的唤风者',
    nil,
  },
  [4107] = {
    '风巢双足飞龙',
    nil,
  },
  [4109] = {
    '雄性风巢飞龙',
    nil,
  },
  [4110] = {
    '雌性风巢飞龙',
    nil,
  },
  [4111] = {
    '砂齿狗头人',
    nil,
  },
  [4112] = {
    '砂齿歹徒',
    nil,
  },
  [4113] = {
    '砂齿掘地工',
    nil,
  },
  [4114] = {
    '砂齿抢劫者',
    nil,
  },
  [4116] = {
    '砂齿勘探员',
    nil,
  },
  [4117] = {
    '风蛇',
    nil,
  },
  [4118] = {
    '毒性风蛇',
    nil,
  },
  [4119] = {
    '老风蛇',
    nil,
  },
  [4120] = {
    '雷鸣岩石元素',
    nil,
  },
  [4124] = {
    '千针石林山狮',
    nil,
  },
  [4126] = {
    '峭壁捕猎者',
    nil,
  },
  [4127] = {
    '乱齿土狼',
    nil,
  },
  [4128] = {
    '乱齿捕猎者',
    nil,
  },
  [4129] = {
    '乱齿狂吠者',
    nil,
  },
  [4130] = {
    '异种搜寻者',
    nil,
  },
  [4131] = {
    '异种侵略者',
    nil,
  },
  [4132] = {
    '克尔克斯克',
    nil,
  },
  [4133] = {
    '异种筑巢蝎',
    nil,
  },
  [4138] = {
    '吉恩拉',
    '猎人训练师',
  },
  [4139] = {
    '恐蝎',
    nil,
  },
  [4140] = {
    '恐蝎劫掠者',
    nil,
  },
  [4142] = {
    '盐壳龟',
    nil,
  },
  [4143] = {
    '盐壳钳嘴龟',
    nil,
  },
  [4144] = {
    '盐壳掘地龟',
    nil,
  },
  [4146] = {
    nil,
    '猎人训练师',
  },
  [4147] = {
    '盐石蜥蜴',
    nil,
  },
  [4150] = {
    '盐石凝视者',
    nil,
  },
  [4151] = {
    '盐石水晶蜥蜴',
    nil,
  },
  [4154] = {
    '盐湖食腐鹫',
    nil,
  },
  [4155] = {
    nil,
    '银行职员',
  },
  [4156] = {
    nil,
    '钓鱼训练师',
  },
  [4158] = {
    '盐湖秃鹫',
    nil,
  },
  [4159] = {
    nil,
    '裁缝训练师',
  },
  [4160] = {
    nil,
    '炼金术训练师',
  },
  [4161] = {
    nil,
    '会长',
  },
  [4163] = {
    nil,
    '盗贼训练师',
  },
  [4164] = {
    nil,
    '暗夜精灵护甲商',
  },
  [4165] = {
    nil,
    '传送门训练师',
  },
  [4166] = {
    '瞪羚',
    nil,
  },
  [4167] = {
    nil,
    '食物和饮料商人',
  },
  [4168] = {
    nil,
    '裁缝供应商',
  },
  [4169] = {
    nil,
    '肉商',
  },
  [4170] = {
    nil,
    '杂货商',
  },
  [4171] = {
    nil,
    '铸剑商',
  },
  [4172] = {
    nil,
    '长袍商',
  },
  [4173] = {
    nil,
    '弓箭商人',
  },
  [4175] = {
    nil,
    '布甲商',
  },
  [4177] = {
    nil,
    '锁甲商',
  },
  [4180] = {
    '伊林希亚·露珠',
    '双手武器商人',
  },
  [4181] = {
    nil,
    '食物和饮料商人',
  },
  [4182] = {
    nil,
    '杂货商',
  },
  [4183] = {
    '纳拉姆·长爪',
    '武器锻造师',
  },
  [4184] = {
    '基妮亚·日影',
    '特殊服装商人',
  },
  [4185] = {
    nil,
    '布商',
  },
  [4186] = {
    nil,
    '制皮师',
  },
  [4187] = {
    '哈隆·棘甲',
    '护甲和盾牌供应商',
  },
  [4188] = {
    nil,
    '布甲商',
  },
  [4189] = {
    nil,
    '裁缝供应商',
  },
  [4190] = {
    nil,
    '面包师',
  },
  [4191] = {
    nil,
    '食物和饮料商人',
  },
  [4192] = {
    nil,
    '饮料商人',
  },
  [4193] = {
    '格隆达尔·月风',
    '裁缝训练师',
  },
  [4194] = {
    nil,
    '贸易供应商',
  },
  [4195] = {
    nil,
    '食物和饮料商人',
  },
  [4196] = {
    '异种蝎群',
    nil,
  },
  [4198] = {
    '布莱林·火拳',
    nil,
  },
  [4200] = {
    nil,
    '鱼商',
  },
  [4201] = {
    '菲兹克斯',
    nil,
  },
  [4202] = {
    '格雷苏',
    nil,
  },
  [4203] = {
    '阿瑞耶尔·天影',
    '武器商',
  },
  [4204] = {
    '菲罗迪恩·唤月',
    '草药学训练师',
  },
  [4205] = {
    nil,
    '猎人训练师',
  },
  [4208] = {
    nil,
    '银行职员',
  },
  [4209] = {
    nil,
    '银行职员',
  },
  [4210] = {
    nil,
    '烹饪训练师',
  },
  [4211] = {
    nil,
    '急救训练师',
  },
  [4212] = {
    nil,
    '制皮训练师',
  },
  [4213] = {
    nil,
    '附魔训练师',
  },
  [4214] = {
    '艾瑞安·影语',
    '盗贼训练师',
  },
  [4215] = {
    nil,
    '盗贼训练师',
  },
  [4216] = {
    nil,
    '草药学供应商',
  },
  [4217] = {
    '玛斯雷·驭熊者',
    '德鲁伊训练师',
  },
  [4218] = {
    nil,
    '德鲁伊训练师',
  },
  [4219] = {
    '菲勒里亚·夜翼',
    '德鲁伊训练师',
  },
  [4220] = {
    nil,
    '材料商',
  },
  [4221] = {
    nil,
    '鱼商',
  },
  [4222] = {
    nil,
    '渔具供应商',
  },
  [4223] = {
    nil,
    '烹饪供应商',
  },
  [4225] = {
    nil,
    '制皮供应商',
  },
  [4226] = {
    nil,
    '炼金术供应商',
  },
  [4228] = {
    nil,
    '附魔供应商',
  },
  [4229] = {
    nil,
    '贸易供应商',
  },
  [4230] = {
    nil,
    '背包商人',
  },
  [4231] = {
    nil,
    '武器商',
  },
  [4232] = {
    nil,
    '斧商',
  },
  [4233] = {
    '迈希迪安',
    '锤和法杖商人',
  },
  [4234] = {
    nil,
    '法杖商',
  },
  [4235] = {
    nil,
    '投掷武器商人',
  },
  [4236] = {
    nil,
    '皮甲商',
  },
  [4240] = {
    nil,
    '盾牌商',
  },
  [4241] = {
    nil,
    '杂货商',
  },
  [4242] = {
    '霜刃豹伙伴',
    nil,
  },
  [4243] = {
    '夜影',
    '吉恩拉的宠物',
  },
  [4244] = {
    '黑影',
    '多利安的宠物',
  },
  [4248] = {
    '杂毛土狼',
    nil,
  },
  [4249] = {
    '杂毛嚎叫者',
    nil,
  },
  [4250] = {
    '加拉克猎犬',
    nil,
  },
  [4251] = {
    '地精赛车',
    nil,
  },
  [4252] = {
    '侏儒赛车',
    nil,
  },
  [4253] = {
    '熊形态（暗夜精灵德鲁伊）',
    '暗夜精灵德鲁伊',
  },
  [4254] = {
    '吉尔弗拉姆·石趾',
    '采矿训练师',
  },
  [4255] = {
    '布罗古斯·雷酒',
    '餐饮供应商',
  },
  [4256] = {
    '高尼尔·石趾',
    '采矿供应商',
  },
  [4257] = {
    '兰纳·雷酒',
    '锻造供应商',
  },
  [4258] = {
    '本古斯·深炉',
    '锻造训练师',
  },
  [4259] = {
    '索格拉姆·深炉',
    '锻造供应商',
  },
  [4260] = {
    '风险投资公司伐木机',
    nil,
  },
  [4261] = {
    '熊形态（暗夜精灵德鲁伊）',
    '牛头人德鲁伊',
  },
  [4262] = {
    '达纳苏斯卫兵',
    nil,
  },
  [4263] = {
    '深苔幼蛛',
    nil,
  },
  [4264] = {
    '深苔雌蜘蛛',
    nil,
  },
  [4265] = {
    nil,
    '烹饪供应商',
  },
  [4266] = {
    nil,
    '食物和饮料商人',
  },
  [4267] = {
    nil,
    '角鹰兽管理员',
  },
  [4268] = {
    '灰狼',
    nil,
  },
  [4269] = {
    '栗色马',
    nil,
  },
  [4270] = {
    '赤狼',
    nil,
  },
  [4271] = {
    '恐狼',
    nil,
  },
  [4272] = {
    '棕狼',
    nil,
  },
  [4273] = {
    '守护者奥达努斯',
    nil,
  },
  [4274] = {
    '吞噬者芬鲁斯',
    nil,
  },
  [4275] = {
    '大法师阿鲁高',
    nil,
  },
  [4276] = {
    nil,
    '风险投资公司',
  },
  [4277] = {
    '基尔罗格之眼',
    nil,
  },
  [4278] = {
    '指挥官斯普林瓦尔',
    nil,
  },
  [4279] = {
    '盲眼守卫奥杜',
    nil,
  },
  [4280] = {
    '血色医师',
    nil,
  },
  [4281] = {
    '血色斥候',
    nil,
  },
  [4282] = {
    '血色魔法师',
    nil,
  },
  [4283] = {
    '血色哨兵',
    nil,
  },
  [4284] = {
    '血色预言师',
    nil,
  },
  [4285] = {
    '血色追随者',
    nil,
  },
  [4286] = {
    '血色士兵',
    nil,
  },
  [4287] = {
    '血色豪侠',
    nil,
  },
  [4288] = {
    '血色驯兽员',
    nil,
  },
  [4289] = {
    '血色招魂师',
    nil,
  },
  [4290] = {
    '血色卫兵',
    nil,
  },
  [4291] = {
    '血色教士',
    nil,
  },
  [4292] = {
    '血色保卫者',
    nil,
  },
  [4293] = {
    '血色占卜师',
    nil,
  },
  [4294] = {
    '血色魔术师',
    nil,
  },
  [4295] = {
    '血色仆从',
    nil,
  },
  [4296] = {
    '血色老兵',
    nil,
  },
  [4297] = {
    '血色咒术师',
    nil,
  },
  [4298] = {
    '血色防御者',
    nil,
  },
  [4299] = {
    '血色牧师',
    nil,
  },
  [4300] = {
    '血色巫师',
    nil,
  },
  [4301] = {
    '血色百夫长',
    nil,
  },
  [4302] = {
    '血色勇士',
    nil,
  },
  [4303] = {
    '血色修士',
    nil,
  },
  [4304] = {
    '血色捕猎犬',
    nil,
  },
  [4305] = {
    nil,
    '渔夫',
  },
  [4306] = {
    '血色拷问者',
    nil,
  },
  [4307] = {
    '海尔丹·风歌',
    '渔夫',
  },
  [4308] = {
    '自由的幽魂',
    nil,
  },
  [4309] = {
    '高尔姆·恐怖图腾',
    nil,
  },
  [4310] = {
    '考尔·恐怖图腾',
    nil,
  },
  [4311] = {
    '霍加尔·雷斧',
    nil,
  },
  [4312] = {
    nil,
    '双足飞龙管理员',
  },
  [4314] = {
    nil,
    '双足飞龙管理员',
  },
  [4316] = {
    '科卡尔猎犬',
    nil,
  },
  [4317] = {
    '奈瑟',
    '双足飞龙管理员',
  },
  [4319] = {
    '赛希亚娜',
    '角鹰兽管理员',
  },
  [4320] = {
    nil,
    '兽栏管理员',
  },
  [4321] = {
    nil,
    '狮鹫管理员',
  },
  [4323] = {
    '灼热龙崽',
    nil,
  },
  [4324] = {
    '灼热雏龙',
    nil,
  },
  [4328] = {
    '火鬃守卫',
    nil,
  },
  [4329] = {
    '火鬃斥候',
    nil,
  },
  [4331] = {
    '火鬃灰尾龙人',
    nil,
  },
  [4334] = {
    '火鬃招炎者',
    nil,
  },
  [4339] = {
    '布雷姆戈',
    nil,
  },
  [4341] = {
    '尘泥鳄鱼',
    nil,
  },
  [4342] = {
    '尘泥锐爪鳄鱼',
    nil,
  },
  [4343] = {
    '尘泥钳嘴鳄鱼',
    nil,
  },
  [4344] = {
    '尘泥杂斑鳄鱼',
    nil,
  },
  [4345] = {
    '尘泥利齿鳄鱼',
    nil,
  },
  [4346] = {
    '毒性抢劫者',
    nil,
  },
  [4347] = {
    '毒性掠夺者',
    nil,
  },
  [4348] = {
    '毒性切割者',
    nil,
  },
  [4351] = {
    '血沼迅猛龙',
    nil,
  },
  [4352] = {
    '血沼尖啸龙',
    nil,
  },
  [4355] = {
    '血沼镰爪龙',
    nil,
  },
  [4356] = {
    '血沼刺喉龙',
    nil,
  },
  [4357] = {
    '血沼鞭尾龙',
    nil,
  },
  [4358] = {
    '黑鳍污水鱼人',
    nil,
  },
  [4359] = {
    '黑鳍鱼人',
    nil,
  },
  [4360] = {
    '黑鳍战士',
    nil,
  },
  [4361] = {
    '黑鳍泥浆鱼人',
    nil,
  },
  [4362] = {
    '黑鳍滩行鱼人',
    nil,
  },
  [4363] = {
    '黑鳍智者',
    nil,
  },
  [4364] = {
    '斯塔莎兹战士',
    nil,
  },
  [4366] = {
    '斯塔莎兹毒蛇守卫',
    nil,
  },
  [4368] = {
    '斯塔莎兹侍从',
    nil,
  },
  [4370] = {
    '斯塔莎兹巫师',
    nil,
  },
  [4371] = {
    '斯塔莎兹海妖',
    nil,
  },
  [4374] = {
    '斯塔沙兹多头蛇',
    nil,
  },
  [4376] = {
    '黑雾蜘蛛',
    nil,
  },
  [4377] = {
    '暗雾幼蛛',
    nil,
  },
  [4378] = {
    '暗雾独行蛛',
    nil,
  },
  [4379] = {
    '暗雾纺丝者',
    nil,
  },
  [4380] = {
    '暗雾寡妇蛛',
    nil,
  },
  [4382] = {
    '枯藤爬行者',
    nil,
  },
  [4385] = {
    '枯藤狂暴者',
    nil,
  },
  [4386] = {
    '枯藤断木者',
    nil,
  },
  [4387] = {
    '枯藤沼泽兽',
    nil,
  },
  [4388] = {
    '幼年黑色蛇颈龙',
    nil,
  },
  [4389] = {
    '黑色蛇颈龙',
    nil,
  },
  [4390] = {
    '老年黑色蛇颈龙',
    nil,
  },
  [4391] = {
    '沼泽软泥怪',
    nil,
  },
  [4392] = {
    '腐蚀性的沼泽软泥怪',
    nil,
  },
  [4393] = {
    '酸性沼泽软泥怪',
    nil,
  },
  [4394] = {
    '起泡的沼泽软泥怪',
    nil,
  },
  [4396] = {
    '泥石海龟',
    nil,
  },
  [4397] = {
    '泥石刺壳龟',
    nil,
  },
  [4398] = {
    '泥石穴居龟',
    nil,
  },
  [4399] = {
    '泥石掘洞龟',
    nil,
  },
  [4400] = {
    '泥石钳嘴龟',
    nil,
  },
  [4401] = {
    '污壳巨钳龙虾人',
    nil,
  },
  [4402] = {
    '污壳硬爪龙虾人',
    nil,
  },
  [4403] = {
    '污壳钳手龙虾人',
    nil,
  },
  [4404] = {
    '污壳狂钳龙虾人',
    nil,
  },
  [4405] = {
    '污壳锐爪龙虾人',
    nil,
  },
  [4407] = {
    nil,
    '角鹰兽管理员',
  },
  [4408] = {
    '水栖形态（暗夜精灵德鲁伊）',
    '暗夜精灵德鲁伊',
  },
  [4409] = {
    '守门人克杜鲁斯',
    nil,
  },
  [4410] = {
    '水栖形态（暗夜精灵德鲁伊）',
    '牛头人德鲁伊',
  },
  [4411] = {
    '暗牙潜伏者',
    nil,
  },
  [4412] = {
    '暗牙爬行者',
    nil,
  },
  [4413] = {
    '暗牙蜘蛛',
    nil,
  },
  [4414] = {
    '暗牙毒蜘蛛',
    nil,
  },
  [4415] = {
    '巨型暗牙蜘蛛',
    nil,
  },
  [4416] = {
    '迪菲亚赤膊矿工',
    nil,
  },
  [4417] = {
    '迪菲亚工头',
    nil,
  },
  [4418] = {
    '迪菲亚巫师',
    nil,
  },
  [4419] = {
    '赛场主管科鲁克莱德',
    nil,
  },
  [4420] = {
    '主宰拉姆塔斯',
    nil,
  },
  [4421] = {
    '卡尔加·刺肋',
    '长者',
  },
  [4422] = {
    '暴怒的阿迦赛罗斯',
    nil,
  },
  [4423] = {
    '达纳苏斯保卫者',
    nil,
  },
  [4424] = {
    '阿格姆',
    '亡首预言者',
  },
  [4425] = {
    '盲眼猎手',
    nil,
  },
  [4427] = {
    '结界卫士',
    nil,
  },
  [4428] = {
    '亡语者贾格巴',
    '亡首队长',
  },
  [4429] = {
    '地精车队员工',
    nil,
  },
  [4430] = {
    '侏儒车队员工',
    nil,
  },
  [4435] = {
    '剃刀沼泽战士',
    nil,
  },
  [4436] = {
    '剃刀沼泽卫兵',
    nil,
  },
  [4437] = {
    '剃刀沼泽守卫',
    nil,
  },
  [4438] = {
    '剃刀沼泽刺鬃守卫',
    nil,
  },
  [4440] = {
    '剃刀沼泽图腾师',
    nil,
  },
  [4442] = {
    '剃刀沼泽防御者',
    nil,
  },
  [4444] = {
    '亡灵哨兵文森特',
    nil,
  },
  [4451] = {
    '奥尔德·石塔',
    nil,
  },
  [4452] = {
    '克拉维尔·浓须',
    nil,
  },
  [4453] = {
    '维兹尔·铜栓',
    nil,
  },
  [4454] = {
    '菲兹尔·铜栓',
    nil,
  },
  [4455] = {
    '红衣弗林特',
    nil,
  },
  [4456] = {
    '菲欧拉·长耳',
    nil,
  },
  [4457] = {
    '黑腮强盗',
    nil,
  },
  [4458] = {
    '黑腮猎人',
    nil,
  },
  [4459] = {
    '黑腮智者',
    nil,
  },
  [4460] = {
    '黑腮寒冰召唤者',
    nil,
  },
  [4461] = {
    '黑腮战士',
    nil,
  },
  [4462] = {
    '黑石猎人',
    nil,
  },
  [4463] = {
    '黑石召唤师',
    nil,
  },
  [4464] = {
    '黑石角斗士',
    nil,
  },
  [4465] = {
    '邪枝标枪手',
    nil,
  },
  [4466] = {
    '邪枝割颅者',
    nil,
  },
  [4467] = {
    '邪枝占卜者',
    nil,
  },
  [4468] = {
    '玉石淤泥怪',
    nil,
  },
  [4469] = {
    '碧绿软泥怪',
    nil,
  },
  [4472] = {
    '亡鬼幻象',
    nil,
  },
  [4474] = {
    '腐烂的死尸',
    nil,
  },
  [4475] = {
    '坏死的僵尸',
    nil,
  },
  [4483] = {
    '摩克塔·克林',
    nil,
  },
  [4484] = {
    '费罗·艾隆汉',
    nil,
  },
  [4485] = {
    '贝尔戈洛姆·石槌',
    nil,
  },
  [4489] = {
    '布劳格·幽魂',
    nil,
  },
  [4490] = {
    '格林卡·血啸',
    nil,
  },
  [4493] = {
    '血色复仇者',
    nil,
  },
  [4494] = {
    '血色缚法者',
    nil,
  },
  [4495] = {
    '侏儒车队老板',
    nil,
  },
  [4496] = {
    '地精车队老板',
    nil,
  },
  [4498] = {
    '玛乌林·碎骨',
    nil,
  },
  [4499] = {
    '罗卡里姆',
    nil,
  },
  [4500] = {
    '莫格穆洛克大王',
    nil,
  },
  [4503] = {
    '马德克拉什',
    nil,
  },
  [4504] = {
    '霜喉雪人',
    nil,
  },
  [4505] = {
    '血帆桨手',
    nil,
  },
  [4506] = {
    '血帆水兵',
    nil,
  },
  [4507] = {
    '黛西',
    '赛车女郎',
  },
  [4508] = {
    '进口商威利克斯',
    nil,
  },
  [4510] = {
    '赫尔拉斯·静水',
    nil,
  },
  [4511] = {
    '阿迦瑪甘沉默之淚',
    nil,
  },
  [4512] = {
    '腐烂的阿迦玛',
    nil,
  },
  [4514] = {
    '暴怒的阿迦玛',
    nil,
  },
  [4515] = {
    '亡首侍僧',
    nil,
  },
  [4516] = {
    '亡首专家',
    nil,
  },
  [4517] = {
    '亡首祭司',
    nil,
  },
  [4518] = {
    '亡首圣贤',
    nil,
  },
  [4519] = {
    '亡首先知',
    nil,
  },
  [4520] = {
    '剃刀沼泽地占师',
    nil,
  },
  [4521] = {
    '塔莎拉·静水',
    nil,
  },
  [4522] = {
    '剃刀沼泽织尘者',
    nil,
  },
  [4523] = {
    '剃刀沼泽震地者',
    nil,
  },
  [4525] = {
    '剃刀沼泽裂地者',
    nil,
  },
  [4526] = {
    '风嚎者',
    nil,
  },
  [4528] = {
    '石行者',
    nil,
  },
  [4530] = {
    '剃刀沼泽训练师',
    nil,
  },
  [4531] = {
    '剃刀沼泽驯兽师',
    nil,
  },
  [4532] = {
    '剃刀沼泽兽王',
    nil,
  },
  [4534] = {
    '被驯服的土狼',
    nil,
  },
  [4535] = {
    '被驯服的斗猪',
    nil,
  },
  [4538] = {
    '沼泽蝙蝠',
    nil,
  },
  [4539] = {
    '巨型沼泽蝙蝠',
    nil,
  },
  [4540] = {
    '血色僧侣',
    nil,
  },
  [4541] = {
    '阿迦玛甘之血',
    nil,
  },
  [4542] = {
    '大检察官法尔班克斯',
    nil,
  },
  [4543] = {
    '血法师萨尔诺斯',
    nil,
  },
  [4544] = {
    '克鲁伊格·碎颅',
    nil,
  },
  [4545] = {
    '纳格泽恩',
    nil,
  },
  [4546] = {
    '波兹恩',
    nil,
  },
  [4547] = {
    '塔克鲁',
    nil,
  },
  [4548] = {
    '钢齿土狼',
    nil,
  },
  [4549] = {
    nil,
    '银行职员',
  },
  [4550] = {
    nil,
    '银行职员',
  },
  [4551] = {
    nil,
    '蝙蝠管理员',
  },
  [4552] = {
    nil,
    '烹饪训练师',
  },
  [4553] = {
    nil,
    '烹饪供应商',
  },
  [4554] = {
    '塔文·格瑞斯特',
    '蘑菇商',
  },
  [4555] = {
    nil,
    '杂货商',
  },
  [4556] = {
    nil,
    '武器商',
  },
  [4557] = {
    nil,
    '武器商',
  },
  [4558] = {
    nil,
    '轻甲商',
  },
  [4559] = {
    nil,
    '重甲商',
  },
  [4560] = {
    nil,
    '重甲商',
  },
  [4561] = {
    nil,
    '贸易供应商',
  },
  [4562] = {
    nil,
    '材料商',
  },
  [4563] = {
    '卡尔·噬灵',
    '术士训练师',
  },
  [4564] = {
    nil,
    '术士训练师',
  },
  [4565] = {
    nil,
    '术士训练师',
  },
  [4566] = {
    '凯利斯蒂亚',
    '法师训练师',
  },
  [4567] = {
    nil,
    '法师训练师',
  },
  [4568] = {
    nil,
    '法师训练师',
  },
  [4569] = {
    nil,
    '铸剑商',
  },
  [4570] = {
    nil,
    '法杖商',
  },
  [4571] = {
    nil,
    '蘑菇商人',
  },
  [4573] = {
    nil,
    '钓鱼训练师',
  },
  [4574] = {
    nil,
    '渔具供应商',
  },
  [4575] = {
    nil,
    '材料商',
  },
  [4576] = {
    nil,
    '裁缝训练师',
  },
  [4577] = {
    nil,
    '裁缝供应商',
  },
  [4578] = {
    nil,
    '裁缝训练师',
  },
  [4580] = {
    nil,
    '长袍商',
  },
  [4581] = {
    nil,
    '书商',
  },
  [4582] = {
    nil,
    '盗贼训练师',
  },
  [4583] = {
    nil,
    '盗贼训练师',
  },
  [4584] = {
    nil,
    '盗贼训练师',
  },
  [4585] = {
    nil,
    '毒药商',
  },
  [4586] = {
    nil,
    '工程学训练师',
  },
  [4587] = {
    nil,
    '工程学供应商',
  },
  [4588] = {
    nil,
    '制皮训练师',
  },
  [4589] = {
    nil,
    '制皮供应商',
  },
  [4590] = {
    nil,
    '背包商人',
  },
  [4591] = {
    nil,
    '急救训练师',
  },
  [4592] = {
    nil,
    '投掷武器商人',
  },
  [4593] = {
    nil,
    '战士训练师',
  },
  [4594] = {
    nil,
    '战士训练师',
  },
  [4595] = {
    nil,
    '战士训练师',
  },
  [4596] = {
    nil,
    '初级铁匠',
  },
  [4597] = {
    nil,
    '锻造供应商',
  },
  [4598] = {
    nil,
    '采矿训练师',
  },
  [4599] = {
    nil,
    '采矿供应商',
  },
  [4600] = {
    nil,
    '武器商',
  },
  [4601] = {
    nil,
    '武器商',
  },
  [4602] = {
    nil,
    '武器商',
  },
  [4603] = {
    nil,
    '枪械商',
  },
  [4604] = {
    nil,
    '弓箭商人',
  },
  [4605] = {
    nil,
    '锻造训练师',
  },
  [4606] = {
    nil,
    '牧师训练师',
  },
  [4607] = {
    '兰克斯特神父',
    '牧师训练师',
  },
  [4608] = {
    '拉扎鲁斯神父',
    '牧师训练师',
  },
  [4609] = {
    '马尔什医生',
    '炼金术训练师',
  },
  [4610] = {
    nil,
    '炼金术供应商',
  },
  [4611] = {
    '赫伯特·哈尔希医生',
    '炼金术训练师',
  },
  [4613] = {
    nil,
    '会长',
  },
  [4614] = {
    nil,
    '草药学训练师',
  },
  [4615] = {
    nil,
    '草药学供应商',
  },
  [4616] = {
    nil,
    '附魔训练师',
  },
  [4617] = {
    nil,
    '附魔供应商',
  },
  [4618] = {
    '流放者马特克',
    nil,
  },
  [4620] = {
    '弗比德',
    '裁判员',
  },
  [4623] = {
    '野猪人勇士',
    nil,
  },
  [4624] = {
    '藏宝海湾地精卫兵',
    nil,
  },
  [4625] = {
    '亡首结界守护者',
    nil,
  },
  [4627] = {
    '阿鲁高的虚空行者',
    nil,
  },
  [4629] = {
    '赛道管理员泽尔林',
    nil,
  },
  [4630] = {
    '普兹克',
    nil,
  },
  [4631] = {
    '码头管理员罗兹基尔',
    nil,
  },
  [4632] = {
    '科卡尔半人马',
    nil,
  },
  [4633] = {
    '科卡尔斥候',
    nil,
  },
  [4634] = {
    '科卡尔虐待者',
    nil,
  },
  [4635] = {
    '科卡尔逐风者',
    nil,
  },
  [4636] = {
    '科卡尔队长',
    nil,
  },
  [4637] = {
    '科卡尔摧毁者',
    nil,
  },
  [4638] = {
    '玛格拉姆斥候',
    nil,
  },
  [4639] = {
    '玛格拉姆前锋',
    nil,
  },
  [4640] = {
    '玛格拉姆争斗者',
    nil,
  },
  [4641] = {
    '玛格拉姆逐风者',
    nil,
  },
  [4642] = {
    '玛格拉姆狂怒者',
    nil,
  },
  [4643] = {
    '玛格拉姆驯犬者',
    nil,
  },
  [4644] = {
    '玛格拉姆掠夺者',
    nil,
  },
  [4645] = {
    '玛格拉姆虐待者',
    nil,
  },
  [4646] = {
    '吉尔吉斯前锋',
    nil,
  },
  [4647] = {
    '吉尔吉斯斥候',
    nil,
  },
  [4648] = {
    '吉尔吉斯践踏者',
    nil,
  },
  [4649] = {
    '吉尔吉斯逐风者',
    nil,
  },
  [4651] = {
    '吉尔吉斯唤地者',
    nil,
  },
  [4652] = {
    '吉尔吉斯虐待者',
    nil,
  },
  [4653] = {
    '吉尔吉斯掠夺者',
    nil,
  },
  [4654] = {
    '玛洛迪斥候',
    nil,
  },
  [4655] = {
    '玛洛迪争斗者',
    nil,
  },
  [4656] = {
    '玛洛迪虐待者',
    nil,
  },
  [4657] = {
    '玛洛迪逐风者',
    nil,
  },
  [4658] = {
    '玛洛迪狂怒者',
    nil,
  },
  [4659] = {
    '玛洛迪掠夺者',
    nil,
  },
  [4660] = {
    '玛洛迪骨爪土狼',
    nil,
  },
  [4661] = {
    '吉尔吉斯踏步者',
    nil,
  },
  [4662] = {
    '玛格拉姆骨爪土狼',
    nil,
  },
  [4663] = {
    '火刃预言师',
    nil,
  },
  [4664] = {
    '火刃劫掠者',
    nil,
  },
  [4665] = {
    '火刃老兵',
    nil,
  },
  [4666] = {
    '火刃魔仆',
    nil,
  },
  [4667] = {
    '火刃暗影法师',
    nil,
  },
  [4668] = {
    '火刃召唤师',
    nil,
  },
  [4670] = {
    '怨怒盗贼',
    nil,
  },
  [4671] = {
    '怨怒欺诈者',
    nil,
  },
  [4672] = {
    '怨怒魔仆',
    nil,
  },
  [4673] = {
    '怨怒背叛者',
    nil,
  },
  [4674] = {
    '怨怒巡影者',
    nil,
  },
  [4675] = {
    '怨怒唤魔者',
    nil,
  },
  [4676] = {
    '次级地狱火',
    nil,
  },
  [4677] = {
    '末日看守',
    nil,
  },
  [4678] = {
    '噬法魔犬',
    nil,
  },
  [4679] = {
    '地狱魔女',
    nil,
  },
  [4680] = {
    '末日看守队长',
    nil,
  },
  [4681] = {
    '法师猎手',
    nil,
  },
  [4682] = {
    '地狱修女',
    nil,
  },
  [4684] = {
    '地狱巫女',
    nil,
  },
  [4685] = {
    '灵能猎犬',
    nil,
  },
  [4686] = {
    '深海巨人',
    nil,
  },
  [4687] = {
    '深海搜寻者',
    nil,
  },
  [4688] = {
    '骨爪土狼',
    nil,
  },
  [4689] = {
    '饥饿的骨爪土狼',
    nil,
  },
  [4690] = {
    '疯狂的骨爪土狼',
    nil,
  },
  [4692] = {
    '恐怖飞扑者',
    nil,
  },
  [4693] = {
    '恐怖飞鸟',
    nil,
  },
  [4694] = {
    '恐怖撕裂者',
    nil,
  },
  [4695] = {
    '恐怖腐化鸟',
    nil,
  },
  [4696] = {
    '荒土巨钳蝎',
    nil,
  },
  [4697] = {
    '荒土鞭尾蝎',
    nil,
  },
  [4699] = {
    '荒土毒尾蝎',
    nil,
  },
  [4700] = {
    '老迈的科多兽',
    nil,
  },
  [4701] = {
    '濒死的科多兽',
    nil,
  },
  [4702] = {
    '远古科多兽',
    nil,
  },
  [4705] = {
    '火刃祈求者',
    nil,
  },
  [4706] = {
    '拉泽瑞克',
    nil,
  },
  [4707] = {
    '祖祖比',
    '裁判员',
  },
  [4709] = {
    '扎米克',
    nil,
  },
  [4710] = {
    '灰山羊',
    nil,
  },
  [4711] = {
    '滑刃纳迦',
    nil,
  },
  [4712] = {
    '滑刃巫师',
    nil,
  },
  [4713] = {
    '滑刃战士',
    nil,
  },
  [4714] = {
    '滑刃侍从',
    nil,
  },
  [4715] = {
    '滑刃刺尾纳迦',
    nil,
  },
  [4716] = {
    '滑刃潮行者',
    nil,
  },
  [4718] = {
    '滑刃智者',
    nil,
  },
  [4719] = {
    '滑刃海巫',
    nil,
  },
  [4720] = {
    '瑞兹尔·铜栓',
    nil,
  },
  [4721] = {
    '赞金·石蹄',
    nil,
  },
  [4722] = {
    '拉乌·峭壁信使',
    nil,
  },
  [4723] = {
    '工头考兹尔',
    nil,
  },
  [4726] = {
    '暴怒的雷霆蜥蜴',
    nil,
  },
  [4727] = {
    '老迈的雷霆蜥蜴',
    nil,
  },
  [4728] = {
    '砂腭蜥蜴',
    nil,
  },
  [4729] = {
    '笨重的砂腭蜥蜴',
    nil,
  },
  [4730] = {
    nil,
    '驯豹人',
  },
  [4731] = {
    nil,
    '亡灵马商人',
  },
  [4732] = {
    nil,
    '骑术训练师',
  },
  [4752] = {
    nil,
    '骑术训练师',
  },
  [4753] = {
    nil,
    '骑术训练师',
  },
  [4772] = {
    '奥萨姆·铁角',
    '骑术训练师',
  },
  [4773] = {
    nil,
    '骑术训练师',
  },
  [4775] = {
    nil,
    '贸易供应商',
  },
  [4777] = {
    '白山羊',
    nil,
  },
  [4778] = {
    '霜山羊',
    nil,
  },
  [4779] = {
    '棕山羊',
    nil,
  },
  [4780] = {
    '黑山羊',
    nil,
  },
  [4781] = {
    '地鼠',
    nil,
  },
  [4782] = {
    '特鲁克·蛮鬃',
    '调酒师',
  },
  [4783] = {
    '哨兵塞尔高姆',
    '银色黎明',
  },
  [4784] = {
    '银月守卫玛纳杜斯',
    '银色黎明',
  },
  [4785] = {
    '幻影梦魇兽',
    nil,
  },
  [4786] = {
    '哨兵山德拉斯',
    '银色黎明',
  },
  [4787] = {
    '斥候塞尔瑞德',
    '银色黎明',
  },
  [4788] = {
    '腐根萨特',
    nil,
  },
  [4789] = {
    '腐根游荡者',
    nil,
  },
  [4791] = {
    '纳泽尔·血矛',
    nil,
  },
  [4792] = {
    '“沼泽之眼”加尔',
    nil,
  },
  [4794] = {
    '摩根·斯特恩',
    nil,
  },
  [4795] = {
    '自然之力',
    nil,
  },
  [4798] = {
    '腐根巡影者',
    nil,
  },
  [4799] = {
    '腐根唤魔者',
    nil,
  },
  [4802] = {
    '黑暗深渊海潮祭司',
    nil,
  },
  [4803] = {
    '黑暗深渊智者',
    nil,
  },
  [4805] = {
    '黑暗深渊海巫',
    nil,
  },
  [4807] = {
    '黑暗深渊仆从',
    nil,
  },
  [4809] = {
    '暮光侍僧',
    nil,
  },
  [4810] = {
    '暮光劫掠者',
    nil,
  },
  [4811] = {
    '暮光水占师',
    nil,
  },
  [4812] = {
    '暮光寻知者',
    nil,
  },
  [4813] = {
    '暮光暗法师',
    nil,
  },
  [4814] = {
    '暮光元素法师',
    nil,
  },
  [4815] = {
    '巨钳黑泥龙虾人',
    nil,
  },
  [4818] = {
    '盲光鱼人',
    nil,
  },
  [4819] = {
    '盲光泥居者',
    nil,
  },
  [4820] = {
    '盲光先知',
    nil,
  },
  [4821] = {
    '滑腻的甲壳蟹',
    nil,
  },
  [4822] = {
    '巨钳甲壳蟹',
    nil,
  },
  [4823] = {
    '刺毛甲壳蟹',
    nil,
  },
  [4824] = {
    '阿库麦尔食鱼龟',
    nil,
  },
  [4825] = {
    '阿库麦尔钳嘴龟',
    nil,
  },
  [4827] = {
    '深池蛇颈龙',
    nil,
  },
  [4830] = {
    '瑟拉吉斯',
    nil,
  },
  [4831] = {
    '萨利维丝',
    nil,
  },
  [4832] = {
    '暮光领主克尔里斯',
    nil,
  },
  [4834] = {
    '塞拉摩间谍',
    nil,
  },
  [4841] = {
    '死沼巨鳄',
    nil,
  },
  [4842] = {
    '唤地者哈穆加',
    nil,
  },
  [4844] = {
    '暗炉勘探员',
    nil,
  },
  [4845] = {
    '暗炉恶棍',
    nil,
  },
  [4846] = {
    '暗炉掘地工',
    nil,
  },
  [4847] = {
    '暗炉发掘者',
    nil,
  },
  [4848] = {
    '暗炉暗法师',
    nil,
  },
  [4849] = {
    '暗炉考古学家',
    nil,
  },
  [4850] = {
    '石窟潜伏者',
    nil,
  },
  [4851] = {
    '石窟嚼石者',
    nil,
  },
  [4852] = {
    '石窟智者',
    nil,
  },
  [4853] = {
    '石窟地占师',
    nil,
  },
  [4854] = {
    '格瑞姆洛克',
    '石窟酋长',
  },
  [4855] = {
    '石窟争斗者',
    nil,
  },
  [4856] = {
    '石窟猎手',
    nil,
  },
  [4857] = {
    '石头看守者',
    nil,
  },
  [4860] = {
    '石头管理者',
    nil,
  },
  [4861] = {
    '利齿蝙蝠',
    nil,
  },
  [4863] = {
    '玉脊蜥蜴',
    nil,
  },
  [4872] = {
    '黑曜石傀儡',
    nil,
  },
  [4875] = {
    nil,
    '屠夫',
  },
  [4876] = {
    '加恩·高塔',
    '杂货商',
  },
  [4877] = {
    nil,
    '贸易供应商',
  },
  [4878] = {
    '莫塔尔',
    '博学者',
  },
  [4879] = {
    nil,
    '屠夫',
  },
  [4880] = {
    '伊格纳兹',
    nil,
  },
  [4883] = {
    nil,
    '护甲商',
  },
  [4884] = {
    nil,
    '武器锻造师',
  },
  [4885] = {
    nil,
    '养马人',
  },
  [4886] = {
    nil,
    '护甲和盾牌供应商',
  },
  [4888] = {
    nil,
    '武器锻造师',
  },
  [4889] = {
    '托克·铁火',
    '枪械商',
  },
  [4890] = {
    nil,
    '武器和护甲',
  },
  [4891] = {
    nil,
    '厨师',
  },
  [4892] = {
    nil,
    '弓箭商',
  },
  [4893] = {
    '调酒师莉莉安',
    '调酒师',
  },
  [4894] = {
    nil,
    '烹饪训练师',
  },
  [4895] = {
    '微笑的吉姆',
    nil,
  },
  [4896] = {
    '查瑞迪·米普斯',
    '杂货商',
  },
  [4897] = {
    nil,
    '贸易供应商',
  },
  [4898] = {
    '布兰特·加斯布鲁姆',
    '草药学训练师',
  },
  [4899] = {
    nil,
    '草药学和炼金术供应商',
  },
  [4900] = {
    '炼金师纳瑞特',
    '炼金术训练师',
  },
  [4921] = {
    '卫兵拜伦',
    nil,
  },
  [4922] = {
    '卫兵爱德华',
    nil,
  },
  [4923] = {
    '卫兵贾拉德',
    nil,
  },
  [4924] = {
    '训练员克里顿',
    nil,
  },
  [4941] = {
    '卡兹·双链',
    '工程学训练师',
  },
  [4944] = {
    '盖兰·维米斯队长',
    nil,
  },
  [4945] = {
    '地精拖车',
    nil,
  },
  [4946] = {
    '侏儒拖车',
    nil,
  },
  [4947] = {
    '塞拉摩海军上尉',
    nil,
  },
  [4948] = {
    '泰索兰副官',
    nil,
  },
  [4949] = {
    nil,
    '酋长',
  },
  [4951] = {
    '塞拉摩见习卫兵',
    nil,
  },
  [4952] = {
    '塞拉摩训练假人 1',
    nil,
  },
  [4953] = {
    '水蛇',
    nil,
  },
  [4954] = {
    nil,
    '屠夫',
  },
  [4958] = {
    '不散的怨灵',
    nil,
  },
  [4960] = {
    '德拉维主教',
    nil,
  },
  [4961] = {
    '达舍尔·石拳',
    nil,
  },
  [4962] = {
    '“干柴”塔伯克·贾恩',
    nil,
  },
  [4963] = {
    nil,
    '调酒师',
  },
  [4964] = {
    '指挥官萨穆尔',
    nil,
  },
  [4965] = {
    '蓓恩',
    nil,
  },
  [4966] = {
    '亨德尔下士',
    nil,
  },
  [4967] = {
    '大法师特沃什',
    nil,
  },
  [4968] = {
    '吉安娜·普罗德摩尔',
    '塞拉摩的统治者',
  },
  [4969] = {
    '旧城区暴徒',
    nil,
  },
  [4971] = {
    '塔伯克的伙伴',
    nil,
  },
  [4973] = {
    '卫兵莱斯特',
    nil,
  },
  [4974] = {
    nil,
    '会长',
  },
  [4977] = {
    '软壳黑泥龙虾人',
    nil,
  },
  [4978] = {
    '阿库麦尔的仆从',
    nil,
  },
  [4979] = {
    '塞拉摩卫兵',
    nil,
  },
  [4981] = {
    nil,
    '见习奶酪师',
  },
  [4982] = {
    nil,
    '祭台助手',
  },
  [4984] = {
    '阿古斯·夜语',
    nil,
  },
  [4995] = {
    '监狱守卫',
    nil,
  },
  [4996] = {
    '受伤的监狱守卫',
    nil,
  },
  [5042] = {
    '护士莉莲',
    nil,
  },
  [5043] = {
    '暴徒',
    nil,
  },
  [5044] = {
    '塞拉摩散兵',
    nil,
  },
  [5045] = {
    '哈兰下士',
    nil,
  },
  [5046] = {
    '卡德维尔上尉',
    nil,
  },
  [5047] = {
    nil,
    '公会徽章设计师',
  },
  [5048] = {
    '无毒飞蛇',
    nil,
  },
  [5049] = {
    '利莎·钢眉',
    '战袍商人',
  },
  [5052] = {
    nil,
    '公会徽章设计师',
  },
  [5053] = {
    '变异鳄鱼',
    nil,
  },
  [5054] = {
    nil,
    '会长',
  },
  [5055] = {
    '变异鞭笞者',
    nil,
  },
  [5056] = {
    '变异尖牙风蛇',
    nil,
  },
  [5057] = {
    '塞拉摩逃亡者',
    nil,
  },
  [5058] = {
    '警戒座狼',
    nil,
  },
  [5081] = {
    nil,
    '见习厨师',
  },
  [5083] = {
    '出纳员兰德里',
    nil,
  },
  [5085] = {
    '警戒哨岗卫兵',
    nil,
  },
  [5086] = {
    '维摩尔上尉',
    nil,
  },
  [5090] = {
    '训练员辛格迪',
    nil,
  },
  [5091] = {
    '卫兵卡希尔',
    nil,
  },
  [5092] = {
    '卫兵拉娜',
    nil,
  },
  [5093] = {
    '卫兵娜里莎',
    nil,
  },
  [5094] = {
    '卫兵塔克',
    nil,
  },
  [5095] = {
    '安德鲁斯队长',
    '红队队长',
  },
  [5096] = {
    '托马斯队长',
    '蓝队队长',
  },
  [5097] = {
    '错觉狼影',
    nil,
  },
  [5099] = {
    '索雷尔·石衣',
    '银行职员',
  },
  [5100] = {
    '菲留斯·旋翼',
    '贸易供应商',
  },
  [5101] = {
    '布莱利亚·铁印',
    '杂货商',
  },
  [5102] = {
    '杜尔曼·钢怒',
    '武器商',
  },
  [5103] = {
    '格雷尼尔·钢怒',
    '武器商',
  },
  [5106] = {
    nil,
    '重甲商',
  },
  [5107] = {
    '曼高恩·火锤',
    '重甲商',
  },
  [5108] = {
    '莱纳·火锤',
    '轻甲商',
  },
  [5109] = {
    nil,
    '面包商',
  },
  [5110] = {
    nil,
    '材料商',
  },
  [5111] = {
    '旅店老板洛雷·火酒',
    '旅店老板',
  },
  [5112] = {
    '吉温娜·火酒',
    '招待员',
  },
  [5113] = {
    '凯夫·重锤',
    '战士训练师',
  },
  [5114] = {
    '比尔班·飞钳',
    '战士训练师',
  },
  [5115] = {
    '戴拉·锐矛',
    '猎人训练师',
  },
  [5116] = {
    '奥尔明·燃须',
    '猎人训练师',
  },
  [5117] = {
    '雷格努斯·雷石',
    '猎人训练师',
  },
  [5118] = {
    '布洛冈·石盾',
    '奥特兰克山谷军官',
  },
  [5119] = {
    '海格纳·快斧',
    '斧商',
  },
  [5120] = {
    '布雷文·寒钢',
    '铸剑商',
  },
  [5121] = {
    '凯洛米尔·铁手',
    '锤和法杖',
  },
  [5122] = {
    '斯克米·金怒',
    '弓箭商人',
  },
  [5123] = {
    '布雷塔·金怒',
    '枪械商',
  },
  [5124] = {
    '索戈纳尔·硬须',
    '肉商',
  },
  [5125] = {
    '杜尔金·石盔',
    '锁甲商',
  },
  [5126] = {
    '奥斯兰·石盔',
    '重甲商',
  },
  [5127] = {
    '费布·钢轴',
    '制皮训练师',
  },
  [5128] = {
    '伯布斯·钢轴',
    '制皮供应商',
  },
  [5129] = {
    '利塞弗斯·钢轴',
    '轻甲商',
  },
  [5130] = {
    '乔多·钢眉',
    '会长',
  },
  [5132] = {
    nil,
    '背包商人',
  },
  [5133] = {
    '哈瑞克·石鼓',
    '杂货商',
  },
  [5134] = {
    '约尼维拉·远山',
    '杂货商',
  },
  [5135] = {
    '斯瓦尔布莱德·远山',
    '商人',
  },
  [5137] = {
    '雷纳·石枝',
    '草药学训练师',
  },
  [5138] = {
    '戈维纳·石枝',
    '草药学供应商',
  },
  [5139] = {
    '库德拉姆·麦须',
    '材料与毒药商',
  },
  [5140] = {
    '埃德瑞斯·麦须',
    '招待员',
  },
  [5141] = {
    '塞欧杜斯·霜须',
    '牧师训练师',
  },
  [5142] = {
    '布莱纳·火崖',
    '牧师训练师',
  },
  [5143] = {
    '托德雷·铁矿',
    '牧师训练师',
  },
  [5144] = {
    nil,
    '法师训练师',
  },
  [5145] = {
    '朱莉·雷线',
    '法师训练师',
  },
  [5146] = {
    '尼特布尔·火花',
    '法师训练师',
  },
  [5147] = {
    '瓦尔加·高炉',
    '圣骑士训练师',
  },
  [5148] = {
    '贝尔杜克·凝眉',
    '圣骑士训练师',
  },
  [5149] = {
    '布兰度尔·铁锤',
    '圣骑士训练师',
  },
  [5150] = {
    '尼莎·火石',
    '急救训练师',
  },
  [5151] = {
    '吉恩',
    '材料商',
  },
  [5152] = {
    nil,
    '武器商',
  },
  [5153] = {
    '约莫德·石眉',
    '裁缝训练师',
  },
  [5154] = {
    '博兰纳·雪衣',
    '裁缝供应商',
  },
  [5155] = {
    '因格瑞斯·石眉',
    '布甲商',
  },
  [5156] = {
    '麦瓦·雪衣',
    '长袍商',
  },
  [5157] = {
    '吉布·草须',
    '附魔训练师',
  },
  [5158] = {
    '提尔利·草须',
    '附魔供应商',
  },
  [5159] = {
    nil,
    '烹饪训练师',
  },
  [5160] = {
    nil,
    '烹饪供应商',
  },
  [5161] = {
    '格瑞诺尔·石印',
    '钓鱼训练师',
  },
  [5162] = {
    '坦斯·泥泡',
    '渔具供应商',
  },
  [5163] = {
    '巴比克·齿轮',
    '贸易供应商',
  },
  [5164] = {
    '格鲁努斯·削钢',
    '锻造训练师',
  },
  [5165] = {
    '霍夫丹·黑须',
    '盗贼训练师',
  },
  [5166] = {
    '奥米尔·火眼',
    '盗贼训练师',
  },
  [5167] = {
    '芬斯维克',
    '盗贼训练师',
  },
  [5169] = {
    '泰努斯·毒芽',
    '毒药商',
  },
  [5170] = {
    '霍迪尔·石刃',
    '铸剑商',
  },
  [5171] = {
    '瑟斯哈特',
    '术士训练师',
  },
  [5172] = {
    '布瑞尔索恩',
    '术士训练师',
  },
  [5173] = {
    nil,
    '术士训练师',
  },
  [5174] = {
    '宾斯匹德',
    '工程学训练师',
  },
  [5175] = {
    '考格斯宾',
    '工程学供应商',
  },
  [5177] = {
    '塔雷·浆泡',
    '炼金术训练师',
  },
  [5178] = {
    '苏雷·浆泡',
    '炼金术供应商',
  },
  [5184] = {
    '塞拉摩哨兵',
    nil,
  },
  [5185] = {
    '槌头鲨',
    nil,
  },
  [5186] = {
    '鲨鱼',
    nil,
  },
  [5188] = {
    nil,
    '战袍商人',
  },
  [5189] = {
    nil,
    '战袍商人',
  },
  [5190] = {
    nil,
    '战袍商人',
  },
  [5191] = {
    nil,
    '战袍商人',
  },
  [5193] = {
    nil,
    '战袍商人',
  },
  [5194] = {
    '黑毛座狼',
    nil,
  },
  [5195] = {
    '棕毛座狼',
    nil,
  },
  [5196] = {
    '灰色座狼',
    nil,
  },
  [5197] = {
    '红毛座狼',
    nil,
  },
  [5198] = {
    '极地座狼',
    nil,
  },
  [5199] = {
    '医师塔博利恩',
    nil,
  },
  [5200] = {
    '医师海莱娜',
    nil,
  },
  [5202] = {
    '箭靶',
    nil,
  },
  [5204] = {
    '药剂师金格',
    '皇家药剂师协会',
  },
  [5224] = {
    '黑暗滑行虫',
    nil,
  },
  [5225] = {
    '黑暗粘液虫',
    nil,
  },
  [5226] = {
    '黑暗虫',
    nil,
  },
  [5228] = {
    '深色软泥怪',
    nil,
  },
  [5229] = {
    '戈杜尼食人魔',
    nil,
  },
  [5232] = {
    '戈杜尼蛮兵',
    nil,
  },
  [5234] = {
    '戈杜尼虐待者',
    nil,
  },
  [5235] = {
    '真菌软泥怪',
    nil,
  },
  [5236] = {
    '戈杜尼萨满祭司',
    nil,
  },
  [5237] = {
    '戈杜尼食人魔法师',
    nil,
  },
  [5238] = {
    '戈杜尼军官',
    nil,
  },
  [5239] = {
    '戈杜尼大法师',
    nil,
  },
  [5240] = {
    '戈杜尼术士',
    nil,
  },
  [5241] = {
    '戈杜尼军阀',
    nil,
  },
  [5243] = {
    '被诅咒的阿塔莱巨魔',
    nil,
  },
  [5244] = {
    '祖卡什毒刺蝎',
    nil,
  },
  [5245] = {
    '祖卡什异种蝎',
    nil,
  },
  [5246] = {
    '祖卡什工蝎',
    nil,
  },
  [5247] = {
    '祖卡什掘洞蝎',
    nil,
  },
  [5249] = {
    '混血木爪豺狼人',
    nil,
  },
  [5251] = {
    '木爪捕兽者',
    nil,
  },
  [5253] = {
    '木爪蛮兵',
    nil,
  },
  [5254] = {
    '木爪秘法师',
    nil,
  },
  [5255] = {
    '木爪劫掠者',
    nil,
  },
  [5256] = {
    '阿塔莱战士',
    nil,
  },
  [5258] = {
    '木爪突击队员',
    nil,
  },
  [5259] = {
    '阿塔莱巫医',
    nil,
  },
  [5260] = {
    '格罗多克猿人',
    nil,
  },
  [5261] = {
    '被奴役的阿塔莱巨魔',
    nil,
  },
  [5262] = {
    '格罗多克大猩猩',
    nil,
  },
  [5263] = {
    '阿塔莱木乃伊',
    nil,
  },
  [5267] = {
    '阿塔莱行尸',
    nil,
  },
  [5268] = {
    '铁鬃熊',
    nil,
  },
  [5269] = {
    '阿塔莱祭司',
    nil,
  },
  [5270] = {
    '阿塔莱食尸者',
    nil,
  },
  [5271] = {
    '阿塔莱死亡行者',
    nil,
  },
  [5272] = {
    '铁鬃灰熊',
    nil,
  },
  [5273] = {
    '阿塔莱高阶祭司',
    nil,
  },
  [5274] = {
    '铁鬃熊王',
    nil,
  },
  [5276] = {
    '精龙',
    nil,
  },
  [5277] = {
    '噩梦刃鳞龙人',
    nil,
  },
  [5278] = {
    '小精龙',
    nil,
  },
  [5280] = {
    '噩梦龙族',
    nil,
  },
  [5283] = {
    '噩梦游荡者',
    nil,
  },
  [5286] = {
    '长牙奔跑者',
    nil,
  },
  [5287] = {
    '长牙嚎叫者',
    nil,
  },
  [5288] = {
    '疯狂的长牙狼',
    nil,
  },
  [5291] = {
    '哈卡莱霜翼飞蛇',
    nil,
  },
  [5292] = {
    '深痕雪人',
    nil,
  },
  [5293] = {
    '暴怒的巨型深痕雪人',
    nil,
  },
  [5295] = {
    '暴怒的深痕雪人',
    nil,
  },
  [5296] = {
    '狂暴的怒痕雪人',
    nil,
  },
  [5297] = {
    '老年怒痕雪人',
    nil,
  },
  [5299] = {
    '残忍的怒痕雪人',
    nil,
  },
  [5300] = {
    '乱羽角鹰兽',
    nil,
  },
  [5304] = {
    '乱羽翼鹿',
    nil,
  },
  [5305] = {
    '乱羽鸣天者',
    nil,
  },
  [5306] = {
    '乱羽角鹰雄兽',
    nil,
  },
  [5307] = {
    '山谷尖啸者',
    nil,
  },
  [5308] = {
    '游荡的山谷尖啸者',
    nil,
  },
  [5317] = {
    '加德米尔龙族',
    nil,
  },
  [5319] = {
    '加德米尔树木守卫',
    nil,
  },
  [5320] = {
    '加德米尔卫兵',
    nil,
  },
  [5327] = {
    '海滩利爪龙虾人',
    nil,
  },
  [5328] = {
    '海滩龙虾人先知',
    nil,
  },
  [5331] = {
    '憎世战士',
    nil,
  },
  [5332] = {
    '憎世御浪者',
    nil,
  },
  [5333] = {
    '憎世毒蛇守卫',
    nil,
  },
  [5334] = {
    '憎世侍从',
    nil,
  },
  [5335] = {
    '憎世尖啸者',
    nil,
  },
  [5336] = {
    '憎世巫师',
    nil,
  },
  [5337] = {
    '憎世海妖',
    nil,
  },
  [5343] = {
    '莎尔莱',
    nil,
  },
  [5345] = {
    '钻石头',
    nil,
  },
  [5346] = {
    '潜行者布拉多尔',
    nil,
  },
  [5347] = {
    '滑翔者安蒂鲁斯',
    nil,
  },
  [5352] = {
    '灰腹老熊',
    nil,
  },
  [5354] = {
    '纳尔利夫',
    nil,
  },
  [5356] = {
    '咆哮者',
    nil,
  },
  [5357] = {
    '大地行者',
    nil,
  },
  [5358] = {
    '峭壁巨人',
    nil,
  },
  [5359] = {
    '海岸巨人',
    nil,
  },
  [5360] = {
    '深海巨人',
    nil,
  },
  [5361] = {
    '波涛巨人',
    nil,
  },
  [5362] = {
    '北泉鹰身人',
    nil,
  },
  [5363] = {
    '北泉游荡者',
    nil,
  },
  [5364] = {
    '北泉杀戮者',
    nil,
  },
  [5366] = {
    '北泉唤风者',
    nil,
  },
  [5384] = {
    '布罗哈恩·铁桶',
    '探险者协会',
  },
  [5385] = {
    '看守者马哈尔巴',
    nil,
  },
  [5386] = {
    '助手迪利斯',
    nil,
  },
  [5387] = {
    '资深探险家麦格拉斯',
    '探险者协会',
  },
  [5388] = {
    '因格·绒套',
    '探险者协会',
  },
  [5389] = {
    '勘察员古斯坦',
    '探险者协会',
  },
  [5390] = {
    '圣者帕尔伦纳',
    nil,
  },
  [5391] = {
    '加林·古瓦德',
    nil,
  },
  [5392] = {
    '亚尔·锤石',
    '采矿训练师',
  },
  [5393] = {
    '军需官朗格尔斯',
    nil,
  },
  [5394] = {
    '尼卡·血痕',
    nil,
  },
  [5395] = {
    '费古尔·双刃',
    nil,
  },
  [5396] = {
    '本迪加斯上尉',
    nil,
  },
  [5397] = {
    '智者乌泰克',
    nil,
  },
  [5399] = {
    '食尸者维萨克',
    nil,
  },
  [5401] = {
    '邪恶的卡萨卡兹',
    nil,
  },
  [5403] = {
    '白马坐骑',
    nil,
  },
  [5404] = {
    '黑马',
    nil,
  },
  [5407] = {
    '梦魇',
    nil,
  },
  [5409] = {
    '被奴役的收割者',
    nil,
  },
  [5411] = {
    '克林科·古德斯迪尔',
    '锻造供应商',
  },
  [5412] = {
    '古尔达·蛮鬃',
    nil,
  },
  [5413] = {
    '弗伦·长须',
    nil,
  },
  [5414] = {
    '药剂师法奥斯丁',
    '皇家药剂师协会',
  },
  [5416] = {
    '间谍玛克森',
    nil,
  },
  [5418] = {
    '亡灵哨兵莱度斯',
    nil,
  },
  [5419] = {
    '晶鳞蜥蜴',
    nil,
  },
  [5420] = {
    '晶鳞凝视者',
    nil,
  },
  [5421] = {
    '晶鳞石化蜥蜴',
    nil,
  },
  [5422] = {
    '沙漠猎食蝎',
    nil,
  },
  [5423] = {
    '沙漠鞭尾蝎',
    nil,
  },
  [5424] = {
    '沙漠疾行蝎',
    nil,
  },
  [5425] = {
    '饥饿的疱爪土狼',
    nil,
  },
  [5426] = {
    '疱爪土狼',
    nil,
  },
  [5427] = {
    '疯狂的疱爪土狼',
    nil,
  },
  [5429] = {
    '火鹏',
    nil,
  },
  [5430] = {
    '炎鹏',
    nil,
  },
  [5431] = {
    '海浪龟',
    nil,
  },
  [5432] = {
    '巨型滑浪龟',
    nil,
  },
  [5434] = {
    '锤头鲨',
    nil,
  },
  [5435] = {
    '浅海锤头鲨',
    nil,
  },
  [5441] = {
    '哈扎里异种蝎',
    nil,
  },
  [5450] = {
    '哈扎里毒刺蝎',
    nil,
  },
  [5451] = {
    '哈扎里群居蝎',
    nil,
  },
  [5452] = {
    '哈扎里工蝎',
    nil,
  },
  [5453] = {
    '哈扎里掘洞蝎',
    nil,
  },
  [5454] = {
    '哈扎里沙行者',
    nil,
  },
  [5455] = {
    '森提帕尔异种蝎',
    nil,
  },
  [5456] = {
    '森提帕尔毒刺蝎',
    nil,
  },
  [5457] = {
    '森提帕尔群居蝎',
    nil,
  },
  [5458] = {
    '森提帕尔工蝎',
    nil,
  },
  [5459] = {
    '森提帕尔掘洞蝎',
    nil,
  },
  [5460] = {
    '森提帕尔沙行者',
    nil,
  },
  [5461] = {
    '海元素',
    nil,
  },
  [5462] = {
    '巨型海元素',
    nil,
  },
  [5464] = {
    '守卫队长索里加尔',
    nil,
  },
  [5465] = {
    '陆地暴怒者',
    nil,
  },
  [5466] = {
    '海滩巨人',
    nil,
  },
  [5467] = {
    '深海居住者',
    nil,
  },
  [5469] = {
    '沙丘重击者',
    nil,
  },
  [5470] = {
    '暴怒的沙丘重击者',
    nil,
  },
  [5471] = {
    '砂槌食人魔',
    nil,
  },
  [5472] = {
    '砂槌执行者',
    nil,
  },
  [5473] = {
    '砂槌食人魔法师',
    nil,
  },
  [5474] = {
    '砂槌蛮兵',
    nil,
  },
  [5475] = {
    '砂槌术士',
    nil,
  },
  [5476] = {
    '卫兵比格斯',
    nil,
  },
  [5477] = {
    '木棒诺博鲁',
    nil,
  },
  [5479] = {
    nil,
    '战士训练师',
  },
  [5480] = {
    nil,
    '战士训练师',
  },
  [5481] = {
    '灌木露水收集者',
    nil,
  },
  [5482] = {
    nil,
    '烹饪训练师',
  },
  [5483] = {
    nil,
    '烹饪供应商',
  },
  [5484] = {
    '本杰明修士',
    '牧师训练师',
  },
  [5485] = {
    '灌木塑根者',
    nil,
  },
  [5489] = {
    '乔舒修士',
    '牧师训练师',
  },
  [5490] = {
    '长瘤的灌木兽',
    nil,
  },
  [5491] = {
    '虔诚的亚瑟',
    '圣骑士训练师',
  },
  [5492] = {
    '纯洁的凯瑟琳',
    '圣骑士训练师',
  },
  [5493] = {
    nil,
    '钓鱼训练师',
  },
  [5494] = {
    nil,
    '渔具供应商',
  },
  [5495] = {
    nil,
    '术士训练师',
  },
  [5496] = {
    nil,
    '术士训练师',
  },
  [5497] = {
    nil,
    '法师训练师',
  },
  [5498] = {
    nil,
    '法师训练师',
  },
  [5499] = {
    '莉琳希亚·夜风',
    '炼金术训练师',
  },
  [5500] = {
    nil,
    '炼金术训练师',
  },
  [5501] = {
    nil,
    '猎人训练师',
  },
  [5502] = {
    nil,
    '草药学训练师',
  },
  [5503] = {
    nil,
    '草药学供应商',
  },
  [5504] = {
    '沙德拉斯·月树',
    '德鲁伊训练师',
  },
  [5505] = {
    nil,
    '德鲁伊训练师',
  },
  [5506] = {
    nil,
    '德鲁伊训练师',
  },
  [5508] = {
    '斯塔诺尔·火踵',
    '护甲商',
  },
  [5509] = {
    '卡斯鲁姆·斧拳',
    '斧商',
  },
  [5510] = {
    '苏尔曼·火崖',
    '枪械商',
  },
  [5511] = {
    '瑟鲁姆·深炉',
    '初级铁匠',
  },
  [5512] = {
    '凯塔·深炉',
    '锻造供应商',
  },
  [5513] = {
    '吉尔曼·石手',
    '采矿训练师',
  },
  [5514] = {
    '布鲁克·石衣',
    '采矿供应商',
  },
  [5515] = {
    '恩瑞斯·锐矛',
    '猎人训练师',
  },
  [5516] = {
    '奥菲尔·铁须',
    '猎人训练师',
  },
  [5517] = {
    '索尔芬·石盾',
    '猎人训练师',
  },
  [5518] = {
    '利廉姆·火轴',
    '工程学训练师',
  },
  [5519] = {
    '比利巴布·旋轮',
    '工程学供应商',
  },
  [5520] = {
    '斯巴克尔',
    '恶魔训练师',
  },
  [5523] = {
    '群居科多兽',
    nil,
  },
  [5546] = {
    '步兵祖乌尔',
    nil,
  },
  [5547] = {
    '步兵萨尔拉克',
    nil,
  },
  [5564] = {
    '西蒙·坦纳尔',
    '制皮训练师',
  },
  [5565] = {
    '基利安·坦纳尔',
    '制皮供应商',
  },
  [5566] = {
    nil,
    '草药学训练师',
  },
  [5567] = {
    nil,
    '裁缝训练师',
  },
  [5568] = {
    '被抓住的麻疯侏儒',
    nil,
  },
  [5569] = {
    '菲斯巴恩',
    '焰火商人',
  },
  [5570] = {
    '布鲁克·麦须',
    '调酒师',
  },
  [5594] = {
    '炼金师匹斯特苏格',
    '炼金术供应商',
  },
  [5595] = {
    '铁炉堡守卫',
    nil,
  },
  [5597] = {
    '步兵库马克',
    nil,
  },
  [5598] = {
    '阿塔莱流放者',
    nil,
  },
  [5599] = {
    '康·黄眼',
    nil,
  },
  [5603] = {
    '步兵摩卡',
    nil,
  },
  [5611] = {
    '酒吧老板莫拉格',
    nil,
  },
  [5612] = {
    '吉姆瑞兹·黑轮',
    '术士训练师',
  },
  [5615] = {
    '废土游荡者',
    nil,
  },
  [5616] = {
    '废土窃贼',
    nil,
  },
  [5617] = {
    '废土暗法师',
    nil,
  },
  [5618] = {
    '废土强盗',
    nil,
  },
  [5620] = {
    '调酒师温塔尔',
    '食物和饮料',
  },
  [5623] = {
    '废土刺客',
    nil,
  },
  [5624] = {
    '幽暗城守护者',
    nil,
  },
  [5634] = {
    '拉普索迪·铁铲',
    nil,
  },
  [5635] = {
    '弗斯塔德·蛮锤',
    '大领主',
  },
  [5636] = {
    '狮鹫管理员沙拉克·鹰斧',
    nil,
  },
  [5637] = {
    '罗顿·石锤',
    '寻物公司',
  },
  [5638] = {
    nil,
    '寻物公司',
  },
  [5639] = {
    '克拉文·德洛克',
    nil,
  },
  [5641] = {
    '塔卡塔·钢刃',
    nil,
  },
  [5642] = {
    '瓦拉里尔·屠魔者',
    nil,
  },
  [5645] = {
    '沙怒剥皮者',
    nil,
  },
  [5646] = {
    '沙怒掷斧者',
    nil,
  },
  [5647] = {
    '沙怒猎头者',
    nil,
  },
  [5648] = {
    '沙怒暗影法师',
    nil,
  },
  [5649] = {
    '沙怒饮血者',
    nil,
  },
  [5650] = {
    '沙怒巫医',
    nil,
  },
  [5652] = {
    '幽暗城练习假人',
    nil,
  },
  [5661] = {
    '马拉奇修士',
    nil,
  },
  [5662] = {
    '豪瑟尔中士',
    '中士',
  },
  [5666] = {
    '冈瑟尔的幻影',
    nil,
  },
  [5674] = {
    '箭靶',
    nil,
  },
  [5676] = {
    '虚空行者',
    nil,
  },
  [5677] = {
    '魅魔',
    nil,
  },
  [5680] = {
    '被俘虏的男人',
    nil,
  },
  [5681] = {
    '被俘虏的女人',
    nil,
  },
  [5682] = {
    '达林·弗治维特',
    nil,
  },
  [5685] = {
    '被俘虏的食尸鬼',
    nil,
  },
  [5686] = {
    '被俘虏的僵尸',
    nil,
  },
  [5687] = {
    '被俘虏的憎恶',
    nil,
  },
  [5688] = {
    '旅店老板瑞尼',
    '旅店老板',
  },
  [5690] = {
    nil,
    '钓鱼训练师',
  },
  [5691] = {
    '达林·弗治维特的镜像',
    nil,
  },
  [5692] = {
    '科马·韦拉德的幻像',
    nil,
  },
  [5694] = {
    '高阶巫师安多玛斯',
    nil,
  },
  [5695] = {
    '范斯·安德格鲁姆',
    '附魔训练师',
  },
  [5697] = {
    nil,
    '杰勒德的奴仆',
  },
  [5698] = {
    '乔安娜·怀特豪尔',
    nil,
  },
  [5708] = {
    '哈卡的后代',
    nil,
  },
  [5709] = {
    '伊兰尼库斯的阴影',
    nil,
  },
  [5710] = {
    '预言者迦玛兰',
    nil,
  },
  [5711] = {
    '可悲的奥戈姆',
    nil,
  },
  [5713] = {
    '加什尔',
    nil,
  },
  [5720] = {
    '德拉维沃尔',
    nil,
  },
  [5721] = {
    '德姆塞卡尔',
    nil,
  },
  [5723] = {
    '瓦鲁格的活动假人',
    nil,
  },
  [5725] = {
    '亡灵卫兵伦德玛克',
    nil,
  },
  [5726] = {
    '耶瑟莉的地狱猎犬',
    nil,
  },
  [5727] = {
    '耶瑟莉的地狱战马',
    nil,
  },
  [5728] = {
    '耶瑟莉的魅魔',
    nil,
  },
  [5729] = {
    '耶瑟莉的虚空行者',
    nil,
  },
  [5730] = {
    '耶瑟莉的小鬼',
    nil,
  },
  [5731] = {
    '药剂师瓦里安',
    '皇家药剂师协会',
  },
  [5732] = {
    '药剂师卡崔娜',
    '皇家药剂师协会',
  },
  [5733] = {
    '药剂师里卡努斯',
    '皇家药剂师协会',
  },
  [5734] = {
    '药剂师基佛',
    '皇家药剂师协会',
  },
  [5735] = {
    '笼中的女性人类',
    nil,
  },
  [5736] = {
    '笼中的男性人类',
    nil,
  },
  [5738] = {
    '笼中的男性矮人',
    nil,
  },
  [5739] = {
    '笼中的松鼠',
    nil,
  },
  [5741] = {
    '笼中的兔子',
    nil,
  },
  [5742] = {
    '笼中的蟾蜍',
    nil,
  },
  [5743] = {
    '笼中的绵羊',
    nil,
  },
  [5748] = {
    nil,
    '渔夫',
  },
  [5749] = {
    nil,
    '恶魔训练师',
  },
  [5750] = {
    nil,
    '恶魔训练师',
  },
  [5752] = {
    '麦尔金斯下士',
    nil,
  },
  [5753] = {
    nil,
    '恶魔训练师',
  },
  [5754] = {
    nil,
    '魔杖商人',
  },
  [5755] = {
    '剧毒飞蛇',
    nil,
  },
  [5756] = {
    '变异剧毒风蛇',
    nil,
  },
  [5757] = {
    nil,
    '附魔供应商',
  },
  [5758] = {
    nil,
    '附魔供应商',
  },
  [5759] = {
    '妮拉',
    '急救训练师',
  },
  [5760] = {
    '魔王阿兹雷索克',
    nil,
  },
  [5761] = {
    '变异蹒跚者',
    nil,
  },
  [5762] = {
    '弱毒飞蛇',
    nil,
  },
  [5763] = {
    '噩梦软浆怪',
    nil,
  },
  [5764] = {
    '暴雪守护者',
    nil,
  },
  [5766] = {
    '草原幼狮',
    nil,
  },
  [5767] = {
    nil,
    '穆约',
  },
  [5768] = {
    nil,
    '穆约',
  },
  [5769] = {
    '大德鲁伊哈缪尔·符文图腾',
    nil,
  },
  [5770] = {
    '纳拉·蛮鬃',
    nil,
  },
  [5772] = {
    '魔王阿兹雷索克的幻影',
    nil,
  },
  [5773] = {
    '祖格卡的幻影',
    nil,
  },
  [5774] = {
    '骑乘用狼',
    nil,
  },
  [5775] = {
    '永生者沃尔丹',
    nil,
  },
  [5776] = {
    '大型软浆怪（红）',
    nil,
  },
  [5777] = {
    '大型软浆怪（绿）',
    nil,
  },
  [5778] = {
    '大型软浆怪（黑）',
    nil,
  },
  [5780] = {
    '克隆软浆怪',
    nil,
  },
  [5781] = {
    '异种爬行者的卵',
    nil,
  },
  [5783] = {
    '卡尔丹·暗月',
    '特殊制皮物资',
  },
  [5784] = {
    nil,
    '初级制皮师',
  },
  [5785] = {
    '海特拉什',
    nil,
  },
  [5786] = {
    '断矛',
    nil,
  },
  [5787] = {
    '执行者埃米尔冈德',
    nil,
  },
  [5791] = {
    '考布莱恩蛇形态',
    '尖牙德鲁伊',
  },
  [5792] = {
    '拖车管理员米格林',
    nil,
  },
  [5797] = {
    '艾恩·流水',
    '联盟信使',
  },
  [5798] = {
    '索拉·羽月',
    '联盟信使',
  },
  [5799] = {
    '汉娜·刃叶',
    '联盟信使',
  },
  [5800] = {
    nil,
    '联盟信使',
  },
  [5806] = {
    '树人盟友',
    nil,
  },
  [5807] = {
    '扫荡者',
    nil,
  },
  [5808] = {
    '科卡尼斯',
    nil,
  },
  [5809] = {
    '科提斯中士',
    nil,
  },
  [5811] = {
    nil,
    '初级制皮师',
  },
  [5812] = {
    nil,
    '重甲商',
  },
  [5814] = {
    '旅店老板苏贝克',
    '旅店老板',
  },
  [5815] = {
    nil,
    '恶魔训练师',
  },
  [5816] = {
    nil,
    '魔杖商人',
  },
  [5817] = {
    nil,
    '贸易供应商',
  },
  [5819] = {
    nil,
    '重甲商',
  },
  [5820] = {
    nil,
    '皮甲商',
  },
  [5821] = {
    nil,
    '布甲商',
  },
  [5822] = {
    '斯考恩',
    nil,
  },
  [5823] = {
    '死亡毒蝎',
    nil,
  },
  [5824] = {
    '獠牙队长',
    '战地卫兵队长',
  },
  [5826] = {
    '吉欧洛德·杂斑',
    nil,
  },
  [5828] = {
    '狮王休玛',
    nil,
  },
  [5829] = {
    '土狼斯诺特',
    nil,
  },
  [5830] = {
    '莱丝塔伦',
    nil,
  },
  [5831] = {
    '迅鬃斑马',
    nil,
  },
  [5832] = {
    '雷蹄蜥蜴',
    nil,
  },
  [5833] = {
    '狂暴的玛尔戈',
    nil,
  },
  [5834] = {
    '天空之刃艾泽里',
    nil,
  },
  [5835] = {
    '工头葛瑞尔斯',
    nil,
  },
  [5836] = {
    '技师维尔雷格',
    nil,
  },
  [5837] = {
    '石臂',
    nil,
  },
  [5838] = {
    '断矛',
    nil,
  },
  [5839] = {
    '黑铁地质学家',
    nil,
  },
  [5840] = {
    '黑铁锻造师',
    nil,
  },
  [5841] = {
    '石枪',
    nil,
  },
  [5842] = {
    '“跳跃者”塔克',
    nil,
  },
  [5843] = {
    '奴隶工',
    nil,
  },
  [5844] = {
    '黑铁奴隶贩子',
    nil,
  },
  [5846] = {
    '黑铁工头',
    nil,
  },
  [5847] = {
    '赫金·石须',
    '巴尔丹首席技师',
  },
  [5848] = {
    '玛尔金·麦酒',
    '巴尔丹军官',
  },
  [5849] = {
    '矿工弗雷姆',
    '挖掘专家',
  },
  [5850] = {
    '炽热元素',
    nil,
  },
  [5851] = {
    '基洛戈·锤趾队长',
    '巴尔丹卫队长',
  },
  [5852] = {
    '地狱元素',
    nil,
  },
  [5853] = {
    '温和的作战傀儡',
    nil,
  },
  [5854] = {
    '重型作战傀儡',
    nil,
  },
  [5855] = {
    '熔岩元素',
    nil,
  },
  [5856] = {
    '晶网蜘蛛',
    nil,
  },
  [5857] = {
    '灼热熔岩蜘蛛',
    nil,
  },
  [5858] = {
    '巨型熔岩蜘蛛',
    nil,
  },
  [5859] = {
    '哈格',
    '刺鬃野猪人勇士',
  },
  [5860] = {
    '暮光黑暗萨满祭司',
    nil,
  },
  [5861] = {
    '暮光火焰卫士',
    nil,
  },
  [5862] = {
    '暮光地占师',
    nil,
  },
  [5863] = {
    '土地祭司古科罗克',
    nil,
  },
  [5864] = {
    '斯文格加特·矛鬃',
    nil,
  },
  [5870] = {
    nil,
    '屠夫',
  },
  [5871] = {
    nil,
    '饮料商',
  },
  [5872] = {
    '毒蛇形态',
    nil,
  },
  [5873] = {
    '石肤图腾',
    nil,
  },
  [5874] = {
    '大地之力图腾',
    nil,
  },
  [5875] = {
    '甘鲁尔·血眼',
    nil,
  },
  [5878] = {
    '索恩格瑞姆·火眼',
    nil,
  },
  [5879] = {
    '火焰新星图腾',
    nil,
  },
  [5880] = {
    nil,
    '法师训练师',
  },
  [5881] = {
    '被诅咒的塞卡摩',
    nil,
  },
  [5882] = {
    nil,
    '法师训练师',
  },
  [5883] = {
    nil,
    '法师训练师',
  },
  [5884] = {
    nil,
    '法师训练师',
  },
  [5885] = {
    nil,
    '法师训练师',
  },
  [5886] = {
    nil,
    '蘑菇商',
  },
  [5887] = {
    '坎纳甘·地鸣',
    nil,
  },
  [5888] = {
    '鸦羽先知',
    nil,
  },
  [5889] = {
    '红云地灵',
    nil,
  },
  [5890] = {
    '红石地灵',
    nil,
  },
  [5891] = {
    '大地之魂',
    nil,
  },
  [5892] = {
    '希尔恩·火结',
    nil,
  },
  [5893] = {
    '火焰之魂',
    nil,
  },
  [5894] = {
    '堕落的水之魂',
    nil,
  },
  [5895] = {
    '水之魂',
    nil,
  },
  [5896] = {
    '火灵',
    nil,
  },
  [5897] = {
    '堕落的水灵',
    nil,
  },
  [5898] = {
    '空气之魂',
    nil,
  },
  [5899] = {
    '布瑞恩',
    nil,
  },
  [5901] = {
    '水之先知伊斯伦',
    nil,
  },
  [5902] = {
    '空气之魂',
    nil,
  },
  [5905] = {
    '普拉特·白云',
    nil,
  },
  [5906] = {
    '萨尼斯·织火',
    nil,
  },
  [5908] = {
    '步兵多格兰',
    nil,
  },
  [5911] = {
    '步兵劳格玛',
    nil,
  },
  [5912] = {
    '变异精灵龙',
    nil,
  },
  [5913] = {
    '战栗图腾',
    nil,
  },
  [5914] = {
    '变异梦魇',
    nil,
  },
  [5915] = {
    '拉文诺克修士',
    nil,
  },
  [5916] = {
    '哨兵阿玛拉珊',
    nil,
  },
  [5918] = {
    '猫头鹰形态',
    nil,
  },
  [5919] = {
    '石肤图腾 II',
    nil,
  },
  [5920] = {
    '石肤图腾 III',
    nil,
  },
  [5921] = {
    '大地之力图腾 II',
    nil,
  },
  [5922] = {
    '大地之力图腾 III',
    nil,
  },
  [5923] = {
    '清毒图腾',
    nil,
  },
  [5924] = {
    '净化图腾',
    nil,
  },
  [5925] = {
    '根基图腾',
    nil,
  },
  [5926] = {
    '抗寒图腾',
    nil,
  },
  [5927] = {
    '元素抵抗图腾',
    nil,
  },
  [5928] = {
    '悲哀之翼',
    nil,
  },
  [5929] = {
    '熔岩图腾',
    nil,
  },
  [5930] = {
    '瑞雯',
    nil,
  },
  [5931] = {
    '工头里格尔',
    nil,
  },
  [5932] = {
    '工头维普弗恩',
    nil,
  },
  [5933] = {
    '流放者阿切鲁斯',
    nil,
  },
  [5934] = {
    '锐爪飞心',
    nil,
  },
  [5935] = {
    '不可战胜的铁眼',
    nil,
  },
  [5937] = {
    '邪刺恐蝎',
    nil,
  },
  [5938] = {
    '尤萨恩·静水',
    '钓鱼训练师',
  },
  [5939] = {
    '维尔拉·幼蹄',
    '急救训练师',
  },
  [5940] = {
    '哈恩·长线',
    '渔具供应商',
  },
  [5941] = {
    nil,
    '钓鱼训练师',
  },
  [5942] = {
    nil,
    '渔具供应商',
  },
  [5943] = {
    nil,
    '急救训练师',
  },
  [5944] = {
    nil,
    '裁缝和制皮供应商',
  },
  [5946] = {
    '男性黑暗刺客',
    nil,
  },
  [5947] = {
    '女性黑暗刺客',
    nil,
  },
  [5948] = {
    '女性海盗',
    nil,
  },
  [5949] = {
    '男性海盗',
    nil,
  },
  [5950] = {
    '火舌图腾',
    nil,
  },
  [5951] = {
    '野兔',
    nil,
  },
  [5952] = {
    '兽穴步兵',
    nil,
  },
  [5953] = {
    '剃刀岭步兵',
    nil,
  },
  [5957] = {
    nil,
    '传送门训练师',
  },
  [5958] = {
    nil,
    '传送门训练师',
  },
  [5974] = {
    '巨槌食人魔',
    nil,
  },
  [5975] = {
    '巨槌食人魔法师',
    nil,
  },
  [5976] = {
    '巨槌蛮兵',
    nil,
  },
  [5977] = {
    '巨槌战士',
    nil,
  },
  [5978] = {
    '巨槌术士',
    nil,
  },
  [5979] = {
    '悲惨的失落者',
    nil,
  },
  [5981] = {
    '传送门搜寻者',
    nil,
  },
  [5982] = {
    '黑色屠戮者',
    nil,
  },
  [5983] = {
    '拾骨邪饲者',
    nil,
  },
  [5984] = {
    '饥饿的弯牙土狼',
    nil,
  },
  [5985] = {
    '弯牙土狼',
    nil,
  },
  [5988] = {
    '厚甲毒刺蝎',
    nil,
  },
  [5990] = {
    '红石蜥蜴',
    nil,
  },
  [5991] = {
    '红石晶鳞蜥蜴',
    nil,
  },
  [5992] = {
    '灰鬃野猪',
    nil,
  },
  [5993] = {
    '地狱野猪',
    nil,
  },
  [5994] = {
    nil,
    '高阶祭司',
  },
  [5996] = {
    '守望堡矿工',
    nil,
  },
  [5997] = {
    '守望堡技师',
    nil,
  },
  [5998] = {
    '守望堡工头',
    nil,
  },
  [5999] = {
    '守望堡士兵',
    nil,
  },
  [6000] = {
    '守望堡牧师',
    nil,
  },
  [6001] = {
    '守望堡分析师',
    nil,
  },
  [6002] = {
    '守望堡卫兵',
    nil,
  },
  [6003] = {
    '守望堡军官',
    nil,
  },
  [6004] = {
    '魔誓仪祭师',
    nil,
  },
  [6005] = {
    '魔誓暴徒',
    nil,
  },
  [6006] = {
    '魔誓专家',
    nil,
  },
  [6007] = {
    '魔誓执行者',
    nil,
  },
  [6008] = {
    '魔誓术士',
    nil,
  },
  [6009] = {
    '魔誓恐法师',
    nil,
  },
  [6010] = {
    '地狱巨犬',
    nil,
  },
  [6011] = {
    '地狱卫士斥候',
    nil,
  },
  [6012] = {
    '火舌图腾 II',
    nil,
  },
  [6013] = {
    '游荡的秃鹫',
    nil,
  },
  [6014] = {
    nil,
    '牧师训练师',
  },
  [6016] = {
    '防护元素图腾',
    nil,
  },
  [6017] = {
    '熔岩喷射图腾',
    nil,
  },
  [6018] = {
    nil,
    '牧师训练师',
  },
  [6019] = {
    '霍恩尼兹',
    nil,
  },
  [6020] = {
    '滑壳龙虾人',
    nil,
  },
  [6021] = {
    '野猪之魂',
    nil,
  },
  [6026] = {
    nil,
    '双足飞龙管理员',
  },
  [6027] = {
    nil,
    '恶魔训练师',
  },
  [6028] = {
    nil,
    '重甲商',
  },
  [6030] = {
    '索瓦尔德·深炉',
    nil,
  },
  [6031] = {
    '托姆斯·深炉',
    nil,
  },
  [6033] = {
    '洛丹米尔狂鱼',
    nil,
  },
  [6035] = {
    '剃刀沼泽捕猎者',
    nil,
  },
  [6047] = {
    '水中护卫',
    nil,
  },
  [6066] = {
    '陷地图腾',
    nil,
  },
  [6068] = {
    '瓦鲁格的保镖',
    nil,
  },
  [6069] = {
    '玛洛迪可汗保镖',
    nil,
  },
  [6070] = {
    '玛洛迪可汗顾问',
    nil,
  },
  [6071] = {
    '军团犬',
    nil,
  },
  [6072] = {
    '搜寻者迪亚索鲁斯',
    nil,
  },
  [6073] = {
    '灼热的地狱火',
    nil,
  },
  [6074] = {
    '条纹霜刃豹',
    nil,
  },
  [6075] = {
    '绿色迅猛龙',
    nil,
  },
  [6076] = {
    '骑乘用陆行鸟（黄色）',
    nil,
  },
  [6086] = {
    '奥伯丁卫兵',
    nil,
  },
  [6087] = {
    '阿斯特兰纳哨兵',
    nil,
  },
  [6090] = {
    nil,
    '醉鬼',
  },
  [6091] = {
    nil,
    '食物和饮料商人',
  },
  [6093] = {
    '蛀牙杰克',
    nil,
  },
  [6094] = {
    nil,
    '急救训练师',
  },
  [6110] = {
    '火焰新星图腾 II',
    nil,
  },
  [6111] = {
    '火焰新星图腾 II',
    nil,
  },
  [6112] = {
    '风怒图腾',
    nil,
  },
  [6114] = {
    '穆伦·雷矛',
    nil,
  },
  [6115] = {
    '咆哮的恶魔卫士',
    nil,
  },
  [6116] = {
    '上层精灵的幻影',
    nil,
  },
  [6117] = {
    '上层精灵鬼巫',
    nil,
  },
  [6118] = {
    '瓦罗森的幽灵',
    nil,
  },
  [6119] = {
    '托格·锈链',
    nil,
  },
  [6120] = {
    '拉戈·黑钳',
    nil,
  },
  [6122] = {
    '黑暗缚灵者加科因',
    nil,
  },
  [6123] = {
    '黑铁间谍',
    nil,
  },
  [6124] = {
    '贝尔德队长',
    '黑铁上尉',
  },
  [6125] = {
    '哈达尔萨特',
    nil,
  },
  [6126] = {
    '哈达尔欺诈者',
    nil,
  },
  [6127] = {
    '哈达尔魔仆',
    nil,
  },
  [6128] = {
    '沃鲁斯·邪蹄',
    nil,
  },
  [6129] = {
    '龙人大法师',
    nil,
  },
  [6130] = {
    '蓝色刃鳞龙人',
    nil,
  },
  [6131] = {
    '龙人施法者',
    nil,
  },
  [6132] = {
    '剃刀沼泽仆从',
    nil,
  },
  [6133] = {
    '艾鲁拉的阴影',
    nil,
  },
  [6134] = {
    '亚考罗克',
    nil,
  },
  [6135] = {
    '亚考兰响钳龙虾人',
    nil,
  },
  [6136] = {
    '亚考兰泥浆鱼人',
    nil,
  },
  [6137] = {
    '亚考兰巨钳龙虾人',
    nil,
  },
  [6138] = {
    '亚考兰智者',
    nil,
  },
  [6139] = {
    '风巢翱翔者',
    nil,
  },
  [6141] = {
    '巨翼翱翔者',
    nil,
  },
  [6143] = {
    '亚考罗克的仆从',
    nil,
  },
  [6144] = {
    '亚考罗克之子',
    nil,
  },
  [6145] = {
    '鱼群',
    nil,
  },
  [6146] = {
    '峭壁击碎者',
    nil,
  },
  [6147] = {
    '峭壁咆哮者',
    nil,
  },
  [6148] = {
    '峭壁行者',
    nil,
  },
  [6166] = {
    '犹鲁斯·麦酒',
    nil,
  },
  [6167] = {
    '雌奇美拉',
    nil,
  },
  [6169] = {
    '科罗莫特·钢尺',
    nil,
  },
  [6170] = {
    '加特斯比尔',
    nil,
  },
  [6176] = {
    '捕风者巴斯拉',
    nil,
  },
  [6178] = {
    '穆里顿·热炉',
    nil,
  },
  [6179] = {
    '蒂萨·热炉',
    nil,
  },
  [6180] = {
    '迪菲亚袭击者',
    nil,
  },
  [6181] = {
    '乔丹·斯迪威尔',
    nil,
  },
  [6182] = {
    '达芙妮·斯迪威尔',
    nil,
  },
  [6184] = {
    '木喉探险者',
    nil,
  },
  [6185] = {
    '木喉战士',
    nil,
  },
  [6186] = {
    '木喉图腾师',
    nil,
  },
  [6187] = {
    '木喉守卫',
    nil,
  },
  [6188] = {
    '木喉萨满祭司',
    nil,
  },
  [6189] = {
    '木喉巨熊怪',
    nil,
  },
  [6190] = {
    '恶鞭战士',
    nil,
  },
  [6193] = {
    '恶鞭尖啸者',
    nil,
  },
  [6194] = {
    '恶鞭毒蛇守卫',
    nil,
  },
  [6195] = {
    '恶鞭海妖',
    nil,
  },
  [6196] = {
    '恶鞭侍从',
    nil,
  },
  [6198] = {
    '血精灵勘测员',
    nil,
  },
  [6199] = {
    '血精灵搜寻者',
    nil,
  },
  [6200] = {
    '雷加什萨特',
    nil,
  },
  [6201] = {
    '雷加什盗贼',
    nil,
  },
  [6202] = {
    '雷加什唤魔者',
    nil,
  },
  [6206] = {
    '洞窟穴居者',
    nil,
  },
  [6207] = {
    '洞窟伏击者',
    nil,
  },
  [6208] = {
    '洞窟入侵者',
    nil,
  },
  [6209] = {
    '洞窟强夺者',
    nil,
  },
  [6210] = {
    '洞窟抢劫者',
    nil,
  },
  [6211] = {
    '洞窟劫掠者',
    nil,
  },
  [6212] = {
    '黑铁密探',
    nil,
  },
  [6213] = {
    '辐射入侵者',
    nil,
  },
  [6215] = {
    '咀嚼者',
    nil,
  },
  [6218] = {
    '辐射泥浆怪',
    nil,
  },
  [6219] = {
    '酸性潜伏者',
    nil,
  },
  [6220] = {
    '辐射水元素',
    nil,
  },
  [6221] = {
    '混乱的麻疯侏儒',
    nil,
  },
  [6222] = {
    '麻疯技师',
    nil,
  },
  [6223] = {
    '麻疯防御者',
    nil,
  },
  [6224] = {
    '麻疯机械师',
    nil,
  },
  [6225] = {
    '步行坦克',
    nil,
  },
  [6226] = {
    '机械烈焰行者',
    nil,
  },
  [6227] = {
    '机械冰霜行者',
    nil,
  },
  [6228] = {
    '黑铁大使',
    nil,
  },
  [6229] = {
    '群体打击者9-60',
    nil,
  },
  [6230] = {
    '动力保安装甲',
    nil,
  },
  [6232] = {
    '施法者克星X-21',
    nil,
  },
  [6233] = {
    '机械哨兵',
    nil,
  },
  [6234] = {
    '机械守护者',
    nil,
  },
  [6235] = {
    '电刑器6000型',
    nil,
  },
  [6236] = {
    nil,
    '岛民',
  },
  [6237] = {
    '监狱弓箭手',
    nil,
  },
  [6238] = {
    '比格维尔',
    nil,
  },
  [6239] = {
    '塞克隆尼亚',
    nil,
  },
  [6240] = {
    '挑衅者',
    nil,
  },
  [6241] = {
    '白洛尔·石手',
    nil,
  },
  [6244] = {
    '先知塔卡尔',
    nil,
  },
  [6248] = {
    '图维基·弗拉海德',
    '广播员',
  },
  [6249] = {
    '吵闹的观众',
    nil,
  },
  [6250] = {
    '海蟹',
    nil,
  },
  [6252] = {
    '助手玛迦兹',
    nil,
  },
  [6253] = {
    '助手芬里克',
    nil,
  },
  [6254] = {
    '助手温图拉',
    nil,
  },
  [6266] = {
    '梅纳拉·沃伦德',
    nil,
  },
  [6267] = {
    '助手伯瑞纳',
    nil,
  },
  [6268] = {
    '地狱猎犬',
    nil,
  },
  [6271] = {
    '耗子',
    nil,
  },
  [6272] = {
    '旅店老板詹妮',
    '旅店老板',
  },
  [6286] = {
    nil,
    '烹饪训练师',
  },
  [6287] = {
    '拉德纳尔·织发',
    '剥皮训练师',
  },
  [6288] = {
    nil,
    '剥皮训练师',
  },
  [6289] = {
    nil,
    '剥皮训练师',
  },
  [6290] = {
    '姚恩·深刺',
    '剥皮训练师',
  },
  [6291] = {
    '巴尔萨斯·裂石',
    '剥皮训练师',
  },
  [6292] = {
    nil,
    '剥皮训练师',
  },
  [6294] = {
    '克罗姆·粗臂',
    nil,
  },
  [6295] = {
    nil,
    '剥皮训练师',
  },
  [6297] = {
    '库德拉姆·石锤',
    '采矿训练师',
  },
  [6298] = {
    '瑟尔格拉姆·石锤',
    '采矿供应商',
  },
  [6299] = {
    '迪尔弗拉姆·火须',
    '锻造训练师',
  },
  [6300] = {
    '艾丽萨·钢拳',
    '锻造供应商',
  },
  [6301] = {
    '高尔博德·钢手',
    '贸易供应商',
  },
  [6306] = {
    '海伦尼·派特斯金纳',
    '剥皮训练师',
  },
  [6328] = {
    '丹尼·血泡',
    '恶魔训练师',
  },
  [6329] = {
    '辐射抢劫者',
    nil,
  },
  [6347] = {
    '幼年碎浪多头怪',
    nil,
  },
  [6348] = {
    '碎浪多头怪',
    nil,
  },
  [6349] = {
    '大型碎浪多头怪',
    nil,
  },
  [6350] = {
    '玛科尼锐爪龙虾人',
    nil,
  },
  [6351] = {
    '风暴海湾智者',
    nil,
  },
  [6352] = {
    '珊瑚潜伏者',
    nil,
  },
  [6366] = {
    '库尔森奴隶',
    nil,
  },
  [6367] = {
    nil,
    '猫咪公主',
  },
  [6368] = {
    '猫',
    nil,
  },
  [6369] = {
    '珊瑚海龟',
    nil,
  },
  [6370] = {
    '玛科尼快钳龙虾人',
    nil,
  },
  [6371] = {
    '风暴海湾战士',
    nil,
  },
  [6372] = {
    '玛科尼巨爪龙虾人',
    nil,
  },
  [6373] = {
    nil,
    '恶魔训练师',
  },
  [6374] = {
    '塞琳娜·达克哈特',
    '恶魔训练师',
  },
  [6375] = {
    '雷首角鹰兽',
    nil,
  },
  [6376] = {
    '伍伦·黑泉',
    '恶魔训练师',
  },
  [6377] = {
    '雷首翼鹿',
    nil,
  },
  [6378] = {
    '雷首天鸣者',
    nil,
  },
  [6379] = {
    '雷首角鹰雄兽',
    nil,
  },
  [6380] = {
    '雷首角鹰雌兽',
    nil,
  },
  [6382] = {
    '寻尸者祖贝尔',
    '恶魔训练师',
  },
  [6386] = {
    '赞吉尔结界',
    nil,
  },
  [6387] = {
    nil,
    '剥皮训练师',
  },
  [6388] = {
    '赞吉尔骷髅',
    nil,
  },
  [6389] = {
    '亡灵卫兵博迪瑞格',
    nil,
  },
  [6390] = {
    '切割者奥拉格',
    nil,
  },
  [6391] = {
    '躲起来的战士',
    nil,
  },
  [6392] = {
    '躲起来的医师',
    nil,
  },
  [6393] = {
    '赫纳·暴怒图腾',
    nil,
  },
  [6394] = {
    '鲁迦·暴怒图腾',
    nil,
  },
  [6395] = {
    '拉特戈尔中士',
    '中士',
  },
  [6407] = {
    '躲起来的技师',
    nil,
  },
  [6410] = {
    '奥姆·石蹄',
    nil,
  },
  [6412] = {
    '骷髅',
    nil,
  },
  [6426] = {
    '痛苦的死者',
    nil,
  },
  [6427] = {
    '鬼魅幻影',
    nil,
  },
  [6486] = {
    '黑色骸骨军马',
    nil,
  },
  [6487] = {
    '奥法师杜安',
    nil,
  },
  [6488] = {
    '死灵勇士',
    nil,
  },
  [6489] = {
    '铁脊死灵',
    nil,
  },
  [6490] = {
    '永醒的艾希尔',
    nil,
  },
  [6491] = {
    '灵魂医者',
    nil,
  },
  [6492] = {
    '裂隙怒灵',
    nil,
  },
  [6493] = {
    '幻象之影',
    nil,
  },
  [6495] = {
    '瑞兹尼克',
    '饮料商人',
  },
  [6496] = {
    '布里维普',
    '冰淇淋商人',
  },
  [6498] = {
    '魔暴龙',
    nil,
  },
  [6499] = {
    '铁皮魔暴龙',
    nil,
  },
  [6500] = {
    '霸王魔暴龙',
    nil,
  },
  [6502] = {
    '厚甲剑龙',
    nil,
  },
  [6503] = {
    '刺尾剑龙',
    nil,
  },
  [6504] = {
    '雷霆剑龙',
    nil,
  },
  [6505] = {
    '暴掠龙',
    nil,
  },
  [6506] = {
    '疾奔暴掠龙',
    nil,
  },
  [6507] = {
    '狩猎暴掠龙',
    nil,
  },
  [6508] = {
    '毒皮暴掠龙',
    nil,
  },
  [6509] = {
    '血瓣花鞭笞者',
    nil,
  },
  [6510] = {
    '血瓣花掠夺者',
    nil,
  },
  [6511] = {
    '血瓣花猛击者',
    nil,
  },
  [6512] = {
    '血瓣花捕兽者',
    nil,
  },
  [6513] = {
    '安戈洛巨猩猩',
    nil,
  },
  [6514] = {
    '安戈洛猩猩',
    nil,
  },
  [6516] = {
    '安戈洛大猩猩',
    nil,
  },
  [6517] = {
    '焦油兽',
    nil,
  },
  [6518] = {
    '焦油潜伏者',
    nil,
  },
  [6519] = {
    '焦油兽王',
    nil,
  },
  [6520] = {
    '灼热元素',
    nil,
  },
  [6521] = {
    '有生烈焰',
    nil,
  },
  [6523] = {
    '黑铁火枪手',
    nil,
  },
  [6527] = {
    '焦油爬行者',
    nil,
  },
  [6547] = {
    '受难的牺牲者',
    nil,
  },
  [6548] = {
    '大法师提尔斯',
    nil,
  },
  [6549] = {
    '宝珠之魔',
    nil,
  },
  [6550] = {
    '法力怒灵',
    nil,
  },
  [6551] = {
    '格里什异种蝎',
    nil,
  },
  [6552] = {
    '格里什工蝎',
    nil,
  },
  [6553] = {
    '格里什劫掠者',
    nil,
  },
  [6554] = {
    '格里什毒刺蝎',
    nil,
  },
  [6555] = {
    '格里什掘洞蝎',
    nil,
  },
  [6556] = {
    '胶质软泥怪',
    nil,
  },
  [6557] = {
    '原生软泥怪',
    nil,
  },
  [6559] = {
    '粘稠的软泥怪',
    nil,
  },
  [6560] = {
    '石头守护者',
    nil,
  },
  [6567] = {
    nil,
    '裁缝供应商',
  },
  [6568] = {
    nil,
    '裁缝供应商',
  },
  [6571] = {
    '猎豹形态（暗夜精灵德鲁伊）',
    '暗夜精灵德鲁伊',
  },
  [6572] = {
    '猎豹形态（暗夜精灵德鲁伊）',
    '牛头人德鲁伊',
  },
  [6573] = {
    '旅行形态（德鲁伊）',
    '德鲁伊',
  },
  [6574] = {
    nil,
    '裁缝供应商',
  },
  [6575] = {
    '血色预备兵',
    nil,
  },
  [6576] = {
    '布琳娜·星光',
    '裁缝供应商',
  },
  [6577] = {
    '宾格斯·雷管',
    nil,
  },
  [6579] = {
    '沉默的舒尼',
    nil,
  },
  [6581] = {
    '暴掠龙女王',
    nil,
  },
  [6582] = {
    '萨瓦丝女王',
    nil,
  },
  [6584] = {
    '暴龙之王摩什',
    nil,
  },
  [6586] = {
    '洛卡·刃影',
    nil,
  },
  [6606] = {
    '监工格里比',
    nil,
  },
  [6626] = {
    '勇敢的强生',
    nil,
  },
  [6646] = {
    '长者莫诺斯',
    nil,
  },
  [6647] = {
    '玛济斯·鹰盔',
    nil,
  },
  [6649] = {
    '瑟丝彼拉',
    nil,
  },
  [6650] = {
    '方弗罗将军',
    nil,
  },
  [6651] = {
    '护门者拉格罗尔',
    nil,
  },
  [6652] = {
    '菲达雷德',
    nil,
  },
  [6653] = {
    '大蟾蜍',
    nil,
  },
  [6666] = {
    '强生的人类形态',
    nil,
  },
  [6668] = {
    '塞瑞克·黑炉公爵',
    nil,
  },
  [6669] = {
    '机械打手4100型',
    '大副',
  },
  [6670] = {
    '西部荒野木匠',
    nil,
  },
  [6706] = {
    '巴瑞特·克罗斯',
    '角鹰兽管理员',
  },
  [6707] = {
    nil,
    '宗师级盗贼',
  },
  [6726] = {
    nil,
    '双足飞龙管理员',
  },
  [6727] = {
    '旅店老板布瑞安娜',
    '旅店老板',
  },
  [6730] = {
    '金克·铁钩',
    '工程学供应商',
  },
  [6731] = {
    '哈鲁恩·暗纹',
    '制皮供应商',
  },
  [6733] = {
    '石窟猛击者',
    nil,
  },
  [6734] = {
    '旅店老板纳克罗·壁炉',
    '旅店老板',
  },
  [6735] = {
    '旅店老板塞琳尼',
    '旅店老板',
  },
  [6736] = {
    '旅店老板凯达米尔',
    '旅店老板',
  },
  [6737] = {
    '旅店老板莎希因',
    '旅店老板',
  },
  [6738] = {
    '旅店老板基姆利雅',
    '旅店老板',
  },
  [6739] = {
    '旅店老板贝茨',
    '旅店老板',
  },
  [6740] = {
    '旅店老板奥里森',
    '旅店老板',
  },
  [6741] = {
    '旅店老板诺曼',
    '旅店老板',
  },
  [6746] = {
    '旅店老板帕拉',
    '旅店老板',
  },
  [6747] = {
    '旅店老板考乌斯',
    '旅店老板',
  },
  [6748] = {
    '水灵',
    nil,
  },
  [6749] = {
    nil,
    '兽栏管理员',
  },
  [6766] = {
    '拉文霍德卫兵',
    '刺客联盟',
  },
  [6768] = {
    '乔拉齐·拉文霍德公爵',
    '刺客联盟领袖',
  },
  [6771] = {
    '拉文霍德刺客',
    '刺客联盟',
  },
  [6774] = {
    '法尔坎·伊森斯泰德',
    nil,
  },
  [6775] = {
    '安图尔·荒野',
    nil,
  },
  [6776] = {
    '玛戈林·河鬃',
    nil,
  },
  [6777] = {
    '萨恩·刀链',
    '特殊工程学货物',
  },
  [6778] = {
    '米利卡·艾森斯泰德',
    '旅店助理',
  },
  [6779] = {
    '斯穆德·雷木',
    '毒药商',
  },
  [6782] = {
    '汉兹·跳链',
    nil,
  },
  [6787] = {
    '耶纳基·黑臂',
    nil,
  },
  [6788] = {
    '雌蓟熊',
    nil,
  },
  [6789] = {
    '蓟熊幼崽',
    nil,
  },
  [6790] = {
    '旅店老板崔莱尼',
    '旅店老板',
  },
  [6791] = {
    '旅店老板维尔雷',
    '旅店老板',
  },
  [6806] = {
    '塔诺克·霜锤',
    '旅店助理',
  },
  [6807] = {
    '旅店老板斯金德',
    '旅店老板',
  },
  [6846] = {
    '码头主管',
    nil,
  },
  [6866] = {
    '迪菲亚保镖',
    nil,
  },
  [6867] = {
    '寻迹犬',
    nil,
  },
  [6868] = {
    '加卡尔',
    nil,
  },
  [6907] = {
    '埃瑞克',
    nil,
  },
  [6909] = {
    '远古的塞希尔',
    nil,
  },
  [6911] = {
    '塞希尔的爪牙',
    nil,
  },
  [6912] = {
    '圣骑士的遗体',
    nil,
  },
  [6913] = {
    '失落裂隙行者',
    nil,
  },
  [6927] = {
    '码头工人',
    nil,
  },
  [6928] = {
    '旅店老板格罗斯克',
    '旅店老板',
  },
  [6929] = {
    '旅店老板格雷什卡',
    '旅店老板',
  },
  [6930] = {
    '旅店老板卡拉库尔',
    '旅店老板',
  },
  [6932] = {
    '沼泽之魂',
    nil,
  },
  [6946] = {
    '“剃刀”雷吉克',
    '军情七处',
  },
  [6986] = {
    nil,
    '杜佛斯回收店',
  },
  [6987] = {
    nil,
    '杜佛斯回收店',
  },
  [7009] = {
    nil,
    '混乱之手',
  },
  [7010] = {
    '基尔兹宾·鼓眼',
    nil,
  },
  [7011] = {
    '土灵碎岩者',
    nil,
  },
  [7012] = {
    '土灵雕刻者',
    nil,
  },
  [7015] = {
    '残忍的弗拉格莫克',
    nil,
  },
  [7016] = {
    '薇丝普拉',
    nil,
  },
  [7017] = {
    '辛斯雷尔',
    nil,
  },
  [7022] = {
    '毒鞭蝎',
    nil,
  },
  [7023] = {
    '黑曜石哨兵',
    nil,
  },
  [7024] = {
    '密探吉尔妮',
    nil,
  },
  [7025] = {
    '黑石士兵',
    nil,
  },
  [7026] = {
    '黑石巫师',
    nil,
  },
  [7027] = {
    '黑石杀戮者',
    nil,
  },
  [7028] = {
    '黑石术士',
    nil,
  },
  [7029] = {
    '黑石军官',
    nil,
  },
  [7030] = {
    '暗炉地质学家',
    nil,
  },
  [7031] = {
    '黑曜石元素',
    nil,
  },
  [7032] = {
    '巨型黑曜石元素',
    nil,
  },
  [7033] = {
    '火腹食人魔',
    nil,
  },
  [7034] = {
    '火腹食人魔法师',
    nil,
  },
  [7035] = {
    '火腹蛮兵',
    nil,
  },
  [7036] = {
    '索瑞森间谍',
    nil,
  },
  [7037] = {
    '索瑞森驭火者',
    nil,
  },
  [7038] = {
    '索瑞森密探',
    nil,
  },
  [7039] = {
    '战争掠夺者',
    nil,
  },
  [7040] = {
    '黑色龙人',
    nil,
  },
  [7041] = {
    '黑色龙人',
    nil,
  },
  [7042] = {
    '火鳞龙人',
    nil,
  },
  [7043] = {
    '火鳞龙族',
    nil,
  },
  [7044] = {
    '黑色幼龙',
    nil,
  },
  [7045] = {
    '炽热幼龙',
    nil,
  },
  [7046] = {
    '焦鳞幼龙',
    nil,
  },
  [7047] = {
    '黑色小龙',
    nil,
  },
  [7048] = {
    '炽热小龙',
    nil,
  },
  [7049] = {
    '火鳞小龙',
    nil,
  },
  [7050] = {
    '迪菲亚苦工',
    nil,
  },
  [7051] = {
    '丑陋的迪菲亚懒汉',
    nil,
  },
  [7052] = {
    '迪菲亚巡塔员',
    nil,
  },
  [7053] = {
    '克拉文·摩特维克',
    nil,
  },
  [7055] = {
    '黑石座狼',
    nil,
  },
  [7056] = {
    '迪菲亚哨兵',
    nil,
  },
  [7057] = {
    '挖掘专家舒尔弗拉格',
    nil,
  },
  [7067] = {
    '风险投资公司闲工',
    nil,
  },
  [7068] = {
    '有罪的侍僧',
    nil,
  },
  [7069] = {
    '有罪的僧侣',
    nil,
  },
  [7070] = {
    '有罪的牧师',
    nil,
  },
  [7071] = {
    '被诅咒的圣骑士',
    nil,
  },
  [7072] = {
    '被诅咒的审判者',
    nil,
  },
  [7075] = {
    '痛苦的法师',
    nil,
  },
  [7076] = {
    '土灵守护者',
    nil,
  },
  [7077] = {
    '土灵筑厅师',
    nil,
  },
  [7078] = {
    '裂隙沙漠蝎',
    nil,
  },
  [7079] = {
    '粘性辐射尘',
    nil,
  },
  [7086] = {
    '被诅咒的软泥怪',
    nil,
  },
  [7087] = {
    nil,
    '剥皮训练师',
  },
  [7088] = {
    nil,
    '剥皮训练师',
  },
  [7089] = {
    nil,
    '剥皮训练师',
  },
  [7091] = {
    '暗炉伏击者',
    nil,
  },
  [7092] = {
    '被污染的软泥怪',
    nil,
  },
  [7093] = {
    '邪恶的软泥怪',
    nil,
  },
  [7097] = {
    '铁喙猫头鹰',
    nil,
  },
  [7098] = {
    '铁喙尖啸者',
    nil,
  },
  [7099] = {
    '铁喙狩猎者',
    nil,
  },
  [7100] = {
    '曲木食苔者',
    nil,
  },
  [7101] = {
    '曲木撕裂者',
    nil,
  },
  [7105] = {
    '碧火萨特',
    nil,
  },
  [7106] = {
    '碧火盗贼',
    nil,
  },
  [7107] = {
    '碧火欺诈者',
    nil,
  },
  [7108] = {
    '碧火背叛者',
    nil,
  },
  [7109] = {
    '碧火魔仆',
    nil,
  },
  [7110] = {
    '碧火捕猎者',
    nil,
  },
  [7111] = {
    '碧火唤魔者',
    nil,
  },
  [7112] = {
    '加德纳尔祭司',
    nil,
  },
  [7113] = {
    '加德纳尔守护者',
    nil,
  },
  [7114] = {
    '加德纳尔执行者',
    nil,
  },
  [7115] = {
    '加德纳尔精兵',
    nil,
  },
  [7118] = {
    '加德纳尔暗法师',
    nil,
  },
  [7120] = {
    '加德纳尔术士',
    nil,
  },
  [7125] = {
    '加德纳尔恶犬',
    nil,
  },
  [7126] = {
    '加德纳尔猎犬',
    nil,
  },
  [7132] = {
    '剧毒之水',
    nil,
  },
  [7135] = {
    '地狱火保镖',
    nil,
  },
  [7136] = {
    '地狱火哨兵',
    nil,
  },
  [7138] = {
    '铁木游荡者',
    nil,
  },
  [7139] = {
    '铁木践踏者',
    nil,
  },
  [7149] = {
    '枯萎的保护者',
    nil,
  },
  [7153] = {
    '死木战士',
    nil,
  },
  [7154] = {
    '死木园丁',
    nil,
  },
  [7155] = {
    '死木探险者',
    nil,
  },
  [7156] = {
    '死木守卫',
    nil,
  },
  [7157] = {
    '死木复仇者',
    nil,
  },
  [7158] = {
    '死木萨满祭司',
    nil,
  },
  [7161] = {
    '卑鄙的维尼克斯',
    nil,
  },
  [7166] = {
    '维尼克斯的机械设备',
    nil,
  },
  [7170] = {
    nil,
    '部落信使',
  },
  [7172] = {
    '诺甘农的看门人',
    nil,
  },
  [7175] = {
    '石窟伏击者',
    nil,
  },
  [7206] = {
    '远古巨石卫士',
    nil,
  },
  [7209] = {
    '黑曜石碎片',
    nil,
  },
  [7226] = {
    '沙漠风暴',
    nil,
  },
  [7230] = {
    '莎伊斯·钢怒',
    '锻造训练师',
  },
  [7231] = {
    '克尔格鲁克·血斧',
    '锻造训练师',
  },
  [7232] = {
    '博古斯·钢拳',
    '锻造训练师',
  },
  [7233] = {
    '工头费苏勒',
    nil,
  },
  [7234] = {
    '噬梦者菲罗斯塔',
    nil,
  },
  [7235] = {
    '瘤背秘法师',
    nil,
  },
  [7246] = {
    '沙怒暗影猎手',
    nil,
  },
  [7247] = {
    '沙怒噬魂者',
    nil,
  },
  [7266] = {
    '余烬',
    nil,
  },
  [7267] = {
    '乌克兹·沙顶',
    nil,
  },
  [7268] = {
    '沙怒守护者',
    nil,
  },
  [7269] = {
    '圣甲虫',
    nil,
  },
  [7271] = {
    '巫医祖穆拉恩',
    nil,
  },
  [7272] = {
    '殉教者塞卡',
    nil,
  },
  [7274] = {
    '沙怒刽子手',
    nil,
  },
  [7275] = {
    '暗影祭司塞瑟斯',
    nil,
  },
  [7276] = {
    '祖尔法拉克阵亡英雄',
    nil,
  },
  [7286] = {
    '祖尔法拉克僵尸',
    nil,
  },
  [7287] = {
    '工头希里克斯',
    nil,
  },
  [7288] = {
    '大工头普兹克·加里维克斯',
    nil,
  },
  [7290] = {
    '暗炉狙击手',
    nil,
  },
  [7291] = {
    '加加恩·火锤',
    nil,
  },
  [7292] = {
    '丁尼塔·石衣',
    '宝库管理员',
  },
  [7298] = {
    '德姆恩·远山',
    nil,
  },
  [7307] = {
    '风险投资公司看守',
    nil,
  },
  [7308] = {
    '风险投资公司巡逻员',
    nil,
  },
  [7309] = {
    '土灵管理者',
    nil,
  },
  [7310] = {
    '变异风险投资公司工人',
    nil,
  },
  [7311] = {
    nil,
    '法师训练师',
  },
  [7312] = {
    nil,
    '法师训练师',
  },
  [7313] = {
    '女祭司艾茉拉',
    nil,
  },
  [7315] = {
    '达纳斯·刃歌',
    '战士训练师',
  },
  [7316] = {
    '艾奎恩妮',
    '低阶女祭司',
  },
  [7317] = {
    '奥本·怒爪',
    nil,
  },
  [7318] = {
    '怒爪',
    nil,
  },
  [7319] = {
    '萨丝拉',
    nil,
  },
  [7320] = {
    '石窟虐待者',
    nil,
  },
  [7321] = {
    '石窟织炎者',
    nil,
  },
  [7322] = {
    '黑色夜刃豹',
    nil,
  },
  [7323] = {
    '温斯顿·沃尔菲',
    '孤狼',
  },
  [7324] = {
    nil,
    '建筑师',
  },
  [7325] = {
    '康恩',
    nil,
  },
  [7327] = {
    '枯萎战士',
    nil,
  },
  [7328] = {
    '枯萎掠夺者',
    nil,
  },
  [7329] = {
    '枯萎野猪人守卫',
    nil,
  },
  [7332] = {
    '枯萎矛鬃野猪人',
    nil,
  },
  [7333] = {
    '枯萎战斗野猪',
    nil,
  },
  [7334] = {
    '恐怖战斗野猪',
    nil,
  },
  [7335] = {
    '亡首地卜师',
    nil,
  },
  [7337] = {
    '亡首通灵师',
    nil,
  },
  [7340] = {
    '骷髅暗影法师',
    nil,
  },
  [7341] = {
    '骷髅冰霜法师',
    nil,
  },
  [7342] = {
    '骷髅召唤者',
    nil,
  },
  [7343] = {
    '碎骨骷髅',
    nil,
  },
  [7344] = {
    '碎骨战士',
    nil,
  },
  [7345] = {
    '碎骨统帅',
    nil,
  },
  [7346] = {
    '碎骨百夫长',
    nil,
  },
  [7347] = {
    '嚼骨食尸鬼',
    nil,
  },
  [7348] = {
    '噬棘食尸鬼',
    nil,
  },
  [7349] = {
    '墓穴魔',
    nil,
  },
  [7351] = {
    '墓穴劫掠者',
    nil,
  },
  [7352] = {
    '冰冻之魂',
    nil,
  },
  [7353] = {
    '寒冰之灵',
    nil,
  },
  [7354] = {
    '拉戈斯诺特',
    nil,
  },
  [7356] = {
    '腐烂的普雷莫尔',
    nil,
  },
  [7357] = {
    '火眼莫德雷斯',
    nil,
  },
  [7358] = {
    '寒冰之王亚门纳尔',
    nil,
  },
  [7360] = {
    '丹加洛克士兵',
    nil,
  },
  [7363] = {
    '收藏家库米沙',
    nil,
  },
  [7364] = {
    '无瑕的德莱尼水晶球',
    nil,
  },
  [7365] = {
    '无瑕的德莱尼水晶碎片',
    nil,
  },
  [7366] = {
    '石肤图腾 IV',
    nil,
  },
  [7367] = {
    '石肤图腾 V',
    nil,
  },
  [7368] = {
    '石肤图腾 VI',
    nil,
  },
  [7369] = {
    '逆风蛮兵',
    nil,
  },
  [7370] = {
    '不安宁的阴影',
    nil,
  },
  [7371] = {
    '逆风虐待者',
    nil,
  },
  [7372] = {
    '逆风术士',
    nil,
  },
  [7376] = {
    '暗影鹫',
    nil,
  },
  [7379] = {
    '逆风食人魔法师',
    nil,
  },
  [7380] = {
    '黑尾白猫',
    nil,
  },
  [7381] = {
    '黑斑白猫',
    nil,
  },
  [7382] = {
    '虎皮猫',
    nil,
  },
  [7383] = {
    '黑纹灰猫',
    nil,
  },
  [7384] = {
    '黄猫',
    nil,
  },
  [7385] = {
    '灰猫',
    nil,
  },
  [7386] = {
    '白猫',
    nil,
  },
  [7387] = {
    '绿翼鹦鹉',
    nil,
  },
  [7391] = {
    '花羽鹦鹉',
    nil,
  },
  [7392] = {
    '农场小鸡',
    nil,
  },
  [7394] = {
    '灰色小鸡',
    nil,
  },
  [7395] = {
    '蟑螂',
    nil,
  },
  [7396] = {
    '土灵破石者',
    nil,
  },
  [7397] = {
    '土灵凿石者',
    nil,
  },
  [7398] = {
    '石爪图腾 V',
    nil,
  },
  [7399] = {
    '石爪图腾 VI',
    nil,
  },
  [7400] = {
    '灼热图腾 V',
    nil,
  },
  [7401] = {
    '德莱尼难民',
    nil,
  },
  [7402] = {
    '灼热图腾 VI',
    nil,
  },
  [7403] = {
    '大地之力图腾 IV',
    nil,
  },
  [7404] = {
    '加拉克烈焰守卫',
    nil,
  },
  [7405] = {
    '致命的裂隙沙漠蝎',
    nil,
  },
  [7406] = {
    '奥格索普·奥布诺提斯',
    '侏儒工程学训练师',
  },
  [7407] = {
    '首席工程师沙克斯·比格维兹',
    '加基森水业公司',
  },
  [7408] = {
    '操作员鲁格伦克',
    '加基森水业公司',
  },
  [7409] = {
    '颤抖的德莱尼水晶球',
    nil,
  },
  [7410] = {
    '塞尔曼·岩拳',
    '奥特兰克山谷军官',
  },
  [7411] = {
    '萨丝拉之魂',
    nil,
  },
  [7412] = {
    '抗寒图腾 II',
    nil,
  },
  [7413] = {
    '抗寒图腾 III',
    nil,
  },
  [7414] = {
    '法力之泉图腾 II',
    nil,
  },
  [7415] = {
    '法力之泉图腾 III',
    nil,
  },
  [7416] = {
    '法力之泉图腾 IV',
    nil,
  },
  [7423] = {
    '火舌图腾 III',
    nil,
  },
  [7424] = {
    '抗火图腾 II',
    nil,
  },
  [7425] = {
    '抗火图腾 III',
    nil,
  },
  [7427] = {
    '泰姆·暴怒图腾',
    '奥特兰克山谷军官',
  },
  [7428] = {
    '霜槌巨人',
    nil,
  },
  [7429] = {
    '霜槌保卫者',
    nil,
  },
  [7430] = {
    '幼霜刃豹',
    nil,
  },
  [7431] = {
    '霜刃豹',
    nil,
  },
  [7432] = {
    '霜刃捕食者',
    nil,
  },
  [7433] = {
    '霜刃雌豹',
    nil,
  },
  [7434] = {
    '霜刃守卫者',
    nil,
  },
  [7435] = {
    '深蓝龙族',
    nil,
  },
  [7436] = {
    '深蓝刃鳞龙人',
    nil,
  },
  [7437] = {
    '深蓝龙人法师',
    nil,
  },
  [7438] = {
    '冬泉巨熊怪',
    nil,
  },
  [7439] = {
    '冬泉萨满祭司',
    nil,
  },
  [7440] = {
    '冬泉巢穴守卫',
    nil,
  },
  [7441] = {
    '冬泉图腾师',
    nil,
  },
  [7442] = {
    '冬泉探路者',
    nil,
  },
  [7443] = {
    '碎齿暴熊',
    nil,
  },
  [7444] = {
    '碎齿熊',
    nil,
  },
  [7445] = {
    '老碎齿熊',
    nil,
  },
  [7446] = {
    '疯狂的碎齿熊',
    nil,
  },
  [7447] = {
    '冰风奇美拉幼兽',
    nil,
  },
  [7448] = {
    '冰风奇美拉',
    nil,
  },
  [7449] = {
    '冰风破坏者',
    nil,
  },
  [7450] = {
    '蓬毛枭兽',
    nil,
  },
  [7451] = {
    '狂怒的枭兽',
    nil,
  },
  [7452] = {
    '疯狂的枭兽',
    nil,
  },
  [7453] = {
    '月光枭兽',
    nil,
  },
  [7454] = {
    '狂暴枭兽',
    nil,
  },
  [7455] = {
    '冬泉巨枭',
    nil,
  },
  [7456] = {
    '冬泉鸣枭',
    nil,
  },
  [7457] = {
    '游荡的冰蓟雪人',
    nil,
  },
  [7458] = {
    '冰蓟雪人',
    nil,
  },
  [7459] = {
    '冰蓟雪人女王',
    nil,
  },
  [7460] = {
    '冰蓟雪人王',
    nil,
  },
  [7461] = {
    '赫达琳新兵',
    nil,
  },
  [7462] = {
    '赫达琳魔行者',
    nil,
  },
  [7463] = {
    '赫达琳屠杀者',
    nil,
  },
  [7464] = {
    '熔岩图腾 II',
    nil,
  },
  [7465] = {
    '熔岩图腾 III',
    nil,
  },
  [7466] = {
    '熔岩图腾 IV',
    nil,
  },
  [7467] = {
    '自然抗性图腾',
    nil,
  },
  [7468] = {
    '自然抗性图腾 II',
    nil,
  },
  [7469] = {
    '自然抗性图腾 III',
    nil,
  },
  [7483] = {
    '风怒图腾 II',
    nil,
  },
  [7484] = {
    '风怒图腾 III',
    nil,
  },
  [7485] = {
    nil,
    '食物和饮料',
  },
  [7486] = {
    '风之优雅图腾',
    nil,
  },
  [7487] = {
    '风之优雅图腾 II',
    nil,
  },
  [7489] = {
    '银松森林亡灵卫兵',
    nil,
  },
  [7503] = {
    '眼之诅咒（男性）',
    nil,
  },
  [7504] = {
    '眼之诅咒（男性）',
    nil,
  },
  [7505] = {
    '血法师德拉吉亚',
    nil,
  },
  [7506] = {
    '血法师莱诺雷',
    nil,
  },
  [7523] = {
    '受难的上层精灵',
    nil,
  },
  [7524] = {
    '痛苦的上层精灵',
    nil,
  },
  [7527] = {
    '地精暗雷',
    nil,
  },
  [7543] = {
    '黑龙宝宝',
    nil,
  },
  [7544] = {
    '红龙宝宝',
    nil,
  },
  [7545] = {
    '绿龙宝宝',
    nil,
  },
  [7546] = {
    '青铜龙宝宝',
    nil,
  },
  [7547] = {
    '蓝龙宝宝',
    nil,
  },
  [7549] = {
    '树蛙',
    nil,
  },
  [7550] = {
    '林蛙',
    nil,
  },
  [7551] = {
    '蓝蛙',
    nil,
  },
  [7552] = {
    '岛蛙',
    nil,
  },
  [7553] = {
    '棕色猫头鹰',
    nil,
  },
  [7554] = {
    '白色猫头鹰',
    nil,
  },
  [7555] = {
    '黑色猫头鹰',
    nil,
  },
  [7556] = {
    '黄色猫头鹰',
    nil,
  },
  [7558] = {
    '黄毛兔',
    nil,
  },
  [7559] = {
    '斑点兔',
    nil,
  },
  [7560] = {
    '雪兔',
    nil,
  },
  [7561] = {
    '白鳞蛇',
    nil,
  },
  [7562] = {
    '棕色蟒蛇',
    nil,
  },
  [7564] = {
    '马林·诺格弗格',
    nil,
  },
  [7565] = {
    '黑色王蛇',
    nil,
  },
  [7566] = {
    '血纹蛇',
    nil,
  },
  [7567] = {
    '赤练蛇',
    nil,
  },
  [7568] = {
    '赤环蛇',
    nil,
  },
  [7569] = {
    '绿色水蛇',
    nil,
  },
  [7570] = {
    '小精灵',
    nil,
  },
  [7572] = {
    '部落英雄的灵魂',
    nil,
  },
  [7583] = {
    '斯普琳科',
    nil,
  },
  [7584] = {
    '森林漫游者',
    nil,
  },
  [7603] = {
    '麻疯助手',
    nil,
  },
  [7604] = {
    '布莱中士',
    nil,
  },
  [7605] = {
    '拉文',
    nil,
  },
  [7606] = {
    '欧罗·血眼',
    nil,
  },
  [7607] = {
    '维格利',
    nil,
  },
  [7608] = {
    '穆尔塔',
    nil,
  },
  [7623] = {
    '分队指挥官鲁尔格',
    nil,
  },
  [7664] = {
    '污染者拉瑟莱克',
    nil,
  },
  [7665] = {
    '毁灭者戈洛尔',
    nil,
  },
  [7666] = {
    '大法师奥利斯塔',
    nil,
  },
  [7667] = {
    '瑟温妮',
    nil,
  },
  [7668] = {
    '拉瑟莱克的仆从',
    nil,
  },
  [7669] = {
    '戈洛尔的仆从',
    nil,
  },
  [7670] = {
    '奥利斯塔的仆从',
    nil,
  },
  [7671] = {
    '瑟温妮的仆从',
    nil,
  },
  [7683] = {
    nil,
    '蓝月杂货店',
  },
  [7684] = {
    '猎豹',
    nil,
  },
  [7686] = {
    '丛林虎',
    nil,
  },
  [7687] = {
    '斑点霜刃豹',
    nil,
  },
  [7689] = {
    '斑点夜刃豹',
    nil,
  },
  [7690] = {
    '条纹夜刃豹',
    nil,
  },
  [7703] = {
    '黑色迅猛龙',
    nil,
  },
  [7704] = {
    '杂斑红色迅猛龙',
    nil,
  },
  [7706] = {
    '白色迅猛龙',
    nil,
  },
  [7707] = {
    '青色迅猛龙',
    nil,
  },
  [7708] = {
    '紫色迅猛龙',
    nil,
  },
  [7709] = {
    '骑乘用陆行鸟（棕色）',
    nil,
  },
  [7710] = {
    '骑乘用陆行鸟（灰色）',
    nil,
  },
  [7711] = {
    '骑乘用陆行鸟（粉色）',
    nil,
  },
  [7712] = {
    '骑乘用陆行鸟（紫色）',
    nil,
  },
  [7713] = {
    '骑乘用陆行鸟（绿色）',
    nil,
  },
  [7714] = {
    '比鲁拉',
    '旅店老板',
  },
  [7724] = {
    '高级勘探员菲兹杜瑟',
    '加基森水业公司',
  },
  [7725] = {
    '恐怖图腾袭击者',
    nil,
  },
  [7726] = {
    '恐怖图腾博学者',
    nil,
  },
  [7727] = {
    '恐怖图腾萨满祭司',
    nil,
  },
  [7728] = {
    '被诅咒的基利斯',
    nil,
  },
  [7729] = {
    '基利斯的灵魂',
    nil,
  },
  [7730] = {
    '石爪山步兵',
    nil,
  },
  [7731] = {
    '旅店老板杰卡',
    '旅店老板',
  },
  [7732] = {
    '复制虫',
    nil,
  },
  [7733] = {
    '旅店老板菲兹格瑞博',
    '旅店老板',
  },
  [7734] = {
    nil,
    '灵魂守护者',
  },
  [7735] = {
    '费尔库拉',
    '拉瑟莱克的勇士',
  },
  [7736] = {
    '旅店老板希瑞亚',
    '旅店老板',
  },
  [7737] = {
    '旅店老板格鲁尔',
    '旅店老板',
  },
  [7738] = {
    '燃烧仆从',
    nil,
  },
  [7739] = {
    '红色机械陆行鸟',
    nil,
  },
  [7740] = {
    '格拉希娜·灵风',
    nil,
  },
  [7744] = {
    '旅店老板苏弗拉姆',
    '旅店老板',
  },
  [7749] = {
    '蓝色机械陆行鸟',
    nil,
  },
  [7750] = {
    '桑德·裂蹄',
    nil,
  },
  [7763] = {
    '克格尔·曲藤',
    nil,
  },
  [7764] = {
    '特洛亚斯·月风',
    nil,
  },
  [7765] = {
    '罗克比特',
    nil,
  },
  [7767] = {
    '枯木地狱猎犬',
    nil,
  },
  [7768] = {
    '枯木血虫',
    nil,
  },
  [7769] = {
    '哈扎里寄生虫',
    nil,
  },
  [7770] = {
    '维克',
    nil,
  },
  [7771] = {
    '玛尔冯·瑞文斯克',
    nil,
  },
  [7772] = {
    '卡林·风程',
    nil,
  },
  [7773] = {
    '玛里',
    nil,
  },
  [7774] = {
    '沙恩·飘叶',
    nil,
  },
  [7775] = {
    '格雷甘·山酒',
    nil,
  },
  [7776] = {
    '塔罗·刺蹄',
    nil,
  },
  [7778] = {
    '多兰·刚翼',
    nil,
  },
  [7779] = {
    '女牧师泰莉欧娜',
    nil,
  },
  [7780] = {
    nil,
    '枯木巨魔',
  },
  [7784] = {
    '自动导航机器人OOX-17/TN',
    nil,
  },
  [7785] = {
    '祖穆拉恩结界',
    nil,
  },
  [7786] = {
    '祖穆拉恩骷髅',
    nil,
  },
  [7787] = {
    '沙怒奴隶',
    nil,
  },
  [7788] = {
    '沙怒苦工',
    nil,
  },
  [7789] = {
    '沙怒智障者',
    nil,
  },
  [7791] = {
    '瑟卡',
    nil,
  },
  [7792] = {
    '铁砧阿图尔克',
    nil,
  },
  [7793] = {
    '奥克斯',
    '秘银会',
  },
  [7794] = {
    nil,
    '秘银会',
  },
  [7795] = {
    '水占师维蕾萨',
    nil,
  },
  [7796] = {
    '耐克鲁姆',
    nil,
  },
  [7798] = {
    '巨锤汉克',
    '秘银会',
  },
  [7799] = {
    '吉布索恩',
    '银行职员',
  },
  [7800] = {
    '机械师瑟玛普拉格',
    nil,
  },
  [7801] = {
    '基沃拉丁·猎日者',
    nil,
  },
  [7802] = {
    '加尔文',
    '秘银会的高级铁匠',
  },
  [7803] = {
    '沙漠掘洞蝎',
    nil,
  },
  [7804] = {
    '特伦顿·轻锤',
    '秘银会',
  },
  [7805] = {
    '废土暴徒',
    nil,
  },
  [7806] = {
    '自动导航机器人OOX-09/HL',
    nil,
  },
  [7807] = {
    '自动导航机器人OOX-22/FE',
    nil,
  },
  [7808] = {
    '狂暴的枭兽',
    nil,
  },
  [7809] = {
    '邪枝伏击者',
    nil,
  },
  [7823] = {
    '博拉·石锤',
    '狮鹫管理员',
  },
  [7824] = {
    '布科雷克·怒拳',
    '双足飞龙管理员',
  },
  [7825] = {
    '奥兰·斯内克威瑟',
    nil,
  },
  [7826] = {
    '奥达兰大使',
    nil,
  },
  [7843] = {
    '诺莫瑞根疏散者',
    nil,
  },
  [7844] = {
    '火焰新星图腾 IV',
    nil,
  },
  [7845] = {
    '火焰新星图腾 V',
    nil,
  },
  [7846] = {
    '吞噬者特雷姆斯',
    nil,
  },
  [7847] = {
    '卡利夫·斯科比斯汀',
    nil,
  },
  [7848] = {
    '潜伏的深痕雪人',
    nil,
  },
  [7849] = {
    '移动警报系统',
    nil,
  },
  [7851] = {
    '守望堡精英',
    nil,
  },
  [7852] = {
    nil,
    '制皮供应商',
  },
  [7853] = {
    nil,
    '首席技师',
  },
  [7854] = {
    '杉多尔·迅蹄',
    '制皮供应商',
  },
  [7855] = {
    '南海海盗',
    nil,
  },
  [7856] = {
    '南海劫掠者',
    nil,
  },
  [7857] = {
    '南海码头工人',
    nil,
  },
  [7858] = {
    '南海流氓',
    nil,
  },
  [7863] = {
    '梦境幻象',
    nil,
  },
  [7864] = {
    '徘徊的上层精灵',
    nil,
  },
  [7865] = {
    '蛮锤哨兵',
    nil,
  },
  [7866] = {
    nil,
    '制皮训练师',
  },
  [7867] = {
    '索卡夫·龙眼',
    '制皮训练师',
  },
  [7868] = {
    '萨拉·坦尼',
    '制皮训练师',
  },
  [7869] = {
    '布鲁姆·白蹄',
    '制皮训练师',
  },
  [7870] = {
    '凯雷希亚·猎月',
    '制皮训练师',
  },
  [7871] = {
    nil,
    '制皮训练师',
  },
  [7872] = {
    '亡首教徒',
    nil,
  },
  [7873] = {
    '剃刀沼泽护卫者',
    nil,
  },
  [7874] = {
    '剃刀沼泽织棘者',
    nil,
  },
  [7875] = {
    '哈杜肯·迅蹄',
    nil,
  },
  [7876] = {
    nil,
    '工程学供应商',
  },
  [7877] = {
    '拉托尼库斯·月矛',
    nil,
  },
  [7878] = {
    '维斯提亚·月矛',
    nil,
  },
  [7879] = {
    '奎恩提斯',
    nil,
  },
  [7880] = {
    '基恩诺·火花',
    nil,
  },
  [7882] = {
    '安全主管吉罗姆·比格维兹',
    '水业公司保安',
  },
  [7883] = {
    '安德雷·费尔比德',
    nil,
  },
  [7884] = {
    '弗拉加尔',
    nil,
  },
  [7885] = {
    '恶鞭军官',
    nil,
  },
  [7886] = {
    '恶鞭法师',
    nil,
  },
  [7895] = {
    '布拉德雷大使',
    nil,
  },
  [7897] = {
    '警报炸弹2600型',
    nil,
  },
  [7898] = {
    '海盗的宝藏触发怪',
    nil,
  },
  [7899] = {
    '寻宝海盗',
    nil,
  },
  [7900] = {
    '安吉拉斯·月风',
    nil,
  },
  [7901] = {
    '寻宝流氓',
    nil,
  },
  [7902] = {
    '寻宝冒险家',
    nil,
  },
  [7903] = {
    '祖维尔',
    '特洛亚斯的宠物',
  },
  [7904] = {
    nil,
    '安吉拉的宠物',
  },
  [7907] = {
    '达蕾恩·轻风',
    '塞纳里奥博学者',
  },
  [7915] = {
    '步行炸弹',
    nil,
  },
  [7916] = {
    '艾瑞拉斯·琥珀',
    nil,
  },
  [7917] = {
    '萨尔努修士',
    nil,
  },
  [7918] = {
    '诺甘农的石卫兵',
    nil,
  },
  [7936] = {
    '莱恩·山心',
    nil,
  },
  [7937] = {
    '大工匠梅卡托克',
    '侏儒之王',
  },
  [7939] = {
    '羽月哨兵',
    nil,
  },
  [7940] = {
    nil,
    '裁缝供应商',
  },
  [7941] = {
    '玛德拉克·绿井',
    '食物和饮料',
  },
  [7942] = {
    nil,
    '杂货供应商',
  },
  [7943] = {
    nil,
    '鱼商',
  },
  [7944] = {
    '工匠大师欧沃斯巴克',
    '侏儒工程学训练师',
  },
  [7945] = {
    nil,
    '渔具供应商',
  },
  [7946] = {
    nil,
    '钓鱼训练师',
  },
  [7947] = {
    nil,
    '贸易供应商',
  },
  [7948] = {
    '凯兰娜·风语',
    '炼金术训练师',
  },
  [7949] = {
    '辛琳妮亚·星光',
    '附魔训练师',
  },
  [7950] = {
    '大机械师卡斯派普',
    nil,
  },
  [7952] = {
    nil,
    '迅猛龙饲养员',
  },
  [7953] = {
    nil,
    '骑术训练师',
  },
  [7954] = {
    '宾吉·羽哨',
    '骑术训练师',
  },
  [7955] = {
    '米利·羽哨',
    '机械陆行鸟商人',
  },
  [7956] = {
    '辛达尔·月纹',
    nil,
  },
  [7957] = {
    '耶尔卡·月纹',
    nil,
  },
  [7975] = {
    '纳拉其营地卫士',
    nil,
  },
  [7976] = {
    '萨古斯·雷拳',
    '武器商',
  },
  [7978] = {
    '比布尔',
    '水果商',
  },
  [7980] = {
    '精英亡灵卫兵',
    nil,
  },
  [7995] = {
    '邪恶祭司海克斯',
    nil,
  },
  [7996] = {
    '守护者奇尔加',
    nil,
  },
  [7997] = {
    '被俘获的小精龙',
    nil,
  },
  [7998] = {
    '爆破专家艾米·短线',
    nil,
  },
  [7999] = {
    '泰兰德·语风',
    '艾露恩的高阶女祭司',
  },
  [8015] = {
    '灰谷哨兵',
    nil,
  },
  [8016] = {
    '贫瘠之地卫兵',
    nil,
  },
  [8017] = {
    '森金村守卫者',
    nil,
  },
  [8018] = {
    '戈斯鲁姆',
    '狮鹫管理员',
  },
  [8019] = {
    '菲尔迪恩·月羽',
    '角鹰兽管理员',
  },
  [8020] = {
    '夏恩',
    '双足飞龙管理员',
  },
  [8021] = {
    '奥尔文·吉兹米克',
    nil,
  },
  [8022] = {
    '萨迪斯·格希德',
    nil,
  },
  [8023] = {
    '沙普比克',
    nil,
  },
  [8024] = {
    '沙普比克的父亲',
    nil,
  },
  [8025] = {
    '沙普比克的母亲',
    nil,
  },
  [8026] = {
    '塞恩提尔·刃纹',
    nil,
  },
  [8035] = {
    '黑铁地雷',
    nil,
  },
  [8055] = {
    '塞尔萨玛巡山人',
    nil,
  },
  [8075] = {
    '艾丹娜·邪爪',
    nil,
  },
  [8095] = {
    '苏利萨斯沙行者',
    nil,
  },
  [8096] = {
    '月溪旅卫士',
    '人民军',
  },
  [8115] = {
    '巫医尤克里',
    nil,
  },
  [8116] = {
    '兹格·斯巴克斯',
    '假日焰火商',
  },
  [8117] = {
    '维兹班',
    '假日焰火商',
  },
  [8118] = {
    nil,
    '假日焰火商',
  },
  [8119] = {
    nil,
    '银行职员',
  },
  [8120] = {
    '苏利萨斯憎恶',
    nil,
  },
  [8121] = {
    '加克希尔·斯巴克斯',
    '假日焰火商',
  },
  [8122] = {
    '基沙克·斯巴克斯',
    '假日焰火商',
  },
  [8123] = {
    '掘金者里克',
    '银行职员',
  },
  [8124] = {
    nil,
    '银行职员',
  },
  [8125] = {
    '迪尔格·奎克里弗',
    '屠夫',
  },
  [8126] = {
    '尼克斯·斯普克斯宾',
    '地精工程学训练师',
  },
  [8127] = {
    nil,
    '苏尔督军',
  },
  [8128] = {
    '皮库尔',
    '采矿训练师',
  },
  [8129] = {
    '乌林克·古德斯迪尔',
    '高级铸甲师',
  },
  [8130] = {
    '苏利萨斯幼雏',
    nil,
  },
  [8131] = {
    '布雷兹里克·巴克舒特',
    '枪械商',
  },
  [8136] = {
    '沙尔扎鲁',
    nil,
  },
  [8137] = {
    nil,
    '渔夫',
  },
  [8138] = {
    '苏利萨斯幼崽',
    nil,
  },
  [8139] = {
    nil,
    '杂货商',
  },
  [8140] = {
    '卡尔曼修士',
    '圣骑士训练师',
  },
  [8141] = {
    '伊文凯恩队长',
    '战士训练师',
  },
  [8142] = {
    '加诺斯·轻蹄',
    '德鲁伊训练师',
  },
  [8143] = {
    nil,
    '食物和饮料',
  },
  [8144] = {
    '库雷格·石角',
    '剥皮训练师',
  },
  [8145] = {
    '希恩德拉·深草',
    '贸易供应商',
  },
  [8146] = {
    nil,
    '草药学训练师',
  },
  [8147] = {
    '莫沙彻营地卫兵',
    nil,
  },
  [8149] = {
    '苏利萨斯卫士',
    nil,
  },
  [8150] = {
    nil,
    '食物和饮料',
  },
  [8151] = {
    '尼耶尔前哨站守卫',
    nil,
  },
  [8152] = {
    nil,
    '食物和饮料',
  },
  [8153] = {
    '纳夫',
    '制皮训练师',
  },
  [8154] = {
    '幽灵岗哨卫兵',
    nil,
  },
  [8155] = {
    '卡加斯步兵',
    nil,
  },
  [8156] = {
    '安图苏尔的仆从',
    nil,
  },
  [8157] = {
    nil,
    '炼金术供应商',
  },
  [8158] = {
    nil,
    '炼金术供应商',
  },
  [8159] = {
    '沃尔布',
    '轻甲商',
  },
  [8160] = {
    nil,
    '制皮供应商',
  },
  [8161] = {
    nil,
    '锻造供应商',
  },
  [8176] = {
    nil,
    '锻造供应商',
  },
  [8177] = {
    nil,
    '炼金术供应商',
  },
  [8178] = {
    '妮娜·莱特布鲁',
    '炼金术供应商',
  },
  [8179] = {
    '强效治疗结界',
    nil,
  },
  [8198] = {
    '提克',
    nil,
  },
  [8199] = {
    '克莱吉拉克',
    nil,
  },
  [8200] = {
    '唤沙者辛萨拉',
    nil,
  },
  [8201] = {
    '失落者奥姆高尔',
    nil,
  },
  [8202] = {
    '疯狂的塞科洛克',
    nil,
  },
  [8203] = {
    '克雷格·尼哈鲁',
    nil,
  },
  [8204] = {
    '吞噬者索利德',
    nil,
  },
  [8205] = {
    '贪婪的哈尔卡',
    nil,
  },
  [8207] = {
    '余烬之翼',
    nil,
  },
  [8208] = {
    '残忍的疱爪土狼',
    nil,
  },
  [8210] = {
    '锋爪',
    nil,
  },
  [8211] = {
    '海崖奔跳者',
    nil,
  },
  [8212] = {
    '雷克',
    nil,
  },
  [8213] = {
    '铁背龟',
    nil,
  },
  [8214] = {
    '加林德·夏龙',
    nil,
  },
  [8216] = {
    '狂暴者雷瑟罗克',
    nil,
  },
  [8217] = {
    '附魔师米瑟雷希斯',
    nil,
  },
  [8218] = {
    '漫步者维瑟哈特',
    nil,
  },
  [8219] = {
    '祖拉雷克',
    nil,
  },
  [8236] = {
    '泥浆狂鱼',
    nil,
  },
  [8256] = {
    '索里奥斯馆长',
    nil,
  },
  [8257] = {
    '小软泥怪',
    nil,
  },
  [8276] = {
    '滑翔的锋喙狮鹫',
    nil,
  },
  [8278] = {
    '斯莫达尔',
    nil,
  },
  [8279] = {
    '未完善的作战傀儡',
    nil,
  },
  [8281] = {
    '斯卡尔德',
    nil,
  },
  [8282] = {
    '玛斯托格',
    nil,
  },
  [8283] = {
    '奴隶主托恩·黑心',
    nil,
  },
  [8284] = {
    '杜里奥斯·裂石',
    nil,
  },
  [8296] = {
    '扭曲者莫吉尔',
    nil,
  },
  [8297] = {
    '顽强的玛古诺斯',
    nil,
  },
  [8298] = {
    '先知阿库巴尔',
    nil,
  },
  [8299] = {
    '斯比弗雷尔',
    nil,
  },
  [8301] = {
    '掠夺者科拉克',
    nil,
  },
  [8302] = {
    '死眼',
    nil,
  },
  [8304] = {
    '德雷斯克恩',
    nil,
  },
  [8305] = {
    nil,
    '药剂和草药',
  },
  [8306] = {
    nil,
    '烹饪训练师',
  },
  [8307] = {
    '塔班·熟麦',
    '面包师',
  },
  [8308] = {
    nil,
    '猎人训练师',
  },
  [8310] = {
    '守夜人沃博尔特',
    '守夜人',
  },
  [8311] = {
    '巨蛆',
    nil,
  },
  [8317] = {
    '阿塔莱死亡行者的灵魂',
    nil,
  },
  [8318] = {
    '阿塔莱奴隶',
    nil,
  },
  [8319] = {
    '噩梦雏龙',
    nil,
  },
  [8320] = {
    '斯普洛克',
    '客队',
  },
  [8324] = {
    '阿塔莱骷髅',
    nil,
  },
  [8336] = {
    '哈卡莱挖掘者',
    nil,
  },
  [8337] = {
    '黑铁塑钢师',
    nil,
  },
  [8338] = {
    '黑铁神射手',
    nil,
  },
  [8356] = {
    nil,
    '银行职员',
  },
  [8357] = {
    nil,
    '银行职员',
  },
  [8358] = {
    nil,
    '布甲商',
  },
  [8359] = {
    nil,
    '皮甲商',
  },
  [8360] = {
    nil,
    '锁甲商',
  },
  [8361] = {
    nil,
    '材料商',
  },
  [8362] = {
    nil,
    '杂货商',
  },
  [8363] = {
    '沙迪·迷雾行者',
    '贸易供应商',
  },
  [8364] = {
    nil,
    '背包商人',
  },
  [8376] = {
    '机械小鸡',
    nil,
  },
  [8379] = {
    '大法师克希雷姆',
    nil,
  },
  [8380] = {
    '瓦妮莎·贝蒂斯船长',
    nil,
  },
  [8383] = {
    '伍德',
    nil,
  },
  [8384] = {
    '神庙深渊潜伏者',
    nil,
  },
  [8385] = {
    '茉拉·符文图腾',
    nil,
  },
  [8386] = {
    '地平线轻帆号船员',
    nil,
  },
  [8387] = {
    '地平线轻帆号大副',
    nil,
  },
  [8388] = {
    '地平线轻帆号厨师',
    nil,
  },
  [8389] = {
    '地平线轻帆号技师',
    nil,
  },
  [8390] = {
    '药剂师科雷',
    nil,
  },
  [8391] = {
    '黑衣拉索里克',
    nil,
  },
  [8392] = {
    '驾驶员西格斯·熔光',
    nil,
  },
  [8393] = {
    '瑟尔萨·风歌',
    nil,
  },
  [8394] = {
    '罗兰德·滑钉',
    nil,
  },
  [8396] = {
    '哨兵达莉亚·炎刃',
    nil,
  },
  [8397] = {
    '哨兵科尔达拉·炎刃',
    nil,
  },
  [8398] = {
    nil,
    '双手武器商人',
  },
  [8399] = {
    nil,
    '克希雷姆的学徒',
  },
  [8401] = {
    nil,
    '草原土拨鼠商人',
  },
  [8402] = {
    '被奴役的考古学家',
    nil,
  },
  [8403] = {
    nil,
    '蟑螂商人',
  },
  [8404] = {
    nil,
    '蛇商',
  },
  [8408] = {
    '军阀克雷利安',
    nil,
  },
  [8409] = {
    '商队主人提塞特',
    nil,
  },
  [8416] = {
    '菲利克斯',
    nil,
  },
  [8417] = {
    '濒死的考古学家',
    nil,
  },
  [8418] = {
    '菲拉·古风',
    nil,
  },
  [8419] = {
    '暮光崇拜者',
    nil,
  },
  [8436] = {
    '萨麦尔·月棘',
    nil,
  },
  [8437] = {
    '哈卡莱爪牙',
    nil,
  },
  [8438] = {
    '哈卡莱护血者',
    nil,
  },
  [8440] = {
    '哈卡的阴影',
    nil,
  },
  [8441] = {
    nil,
    '尼莉丝的卫士',
  },
  [8442] = {
    '暗影蛛丝偷猎者',
    '黑市',
  },
  [8443] = {
    '哈卡的化身',
    nil,
  },
  [8444] = {
    '贸易首领考维克',
    '黑市',
  },
  [8446] = {
    '西格斯·熔光的飞行器',
    nil,
  },
  [8447] = {
    '科朗克',
    '黑市',
  },
  [8477] = {
    '骷髅仆从',
    nil,
  },
  [8478] = {
    '大副杉德里尔',
    nil,
  },
  [8479] = {
    '卡拉然·温布雷',
    nil,
  },
  [8480] = {
    '欺诈者卡拉然',
    nil,
  },
  [8496] = {
    '莉芙·雷兹菲克斯',
    '车间助理',
  },
  [8497] = {
    '噩梦镇压者',
    nil,
  },
  [8503] = {
    '吉波维特',
    nil,
  },
  [8504] = {
    '黑铁斥候',
    nil,
  },
  [8505] = {
    '迦玛兰的妖术',
    nil,
  },
  [8506] = {
    '被禁锢的伊兰尼库斯',
    nil,
  },
  [8508] = {
    nil,
    '渔具供应商',
  },
  [8509] = {
    '侍卫玛特拉克',
    nil,
  },
  [8510] = {
    '阿塔莱图腾',
    nil,
  },
  [8517] = {
    '希格斯·熔火',
    nil,
  },
  [8518] = {
    '琳萨瑞尔',
    nil,
  },
  [8519] = {
    '荒芜巨浪',
    nil,
  },
  [8520] = {
    '天灾破坏者',
    nil,
  },
  [8521] = {
    '荒芜水元素',
    nil,
  },
  [8522] = {
    '天灾水元素',
    nil,
  },
  [8523] = {
    '天灾士兵',
    nil,
  },
  [8524] = {
    '诅咒法师',
    nil,
  },
  [8525] = {
    '天灾看守',
    nil,
  },
  [8526] = {
    '黑暗法师',
    nil,
  },
  [8527] = {
    '天灾卫兵',
    nil,
  },
  [8528] = {
    '恐怖编织者',
    nil,
  },
  [8529] = {
    '天灾勇士',
    nil,
  },
  [8530] = {
    '吃人的食尸鬼',
    nil,
  },
  [8531] = {
    '喋喋不休的食尸鬼',
    nil,
  },
  [8532] = {
    '生病的剥皮者',
    nil,
  },
  [8534] = {
    '腐烂的石像鬼',
    nil,
  },
  [8535] = {
    '腐烂的尖啸者',
    nil,
  },
  [8538] = {
    '无影仆从',
    nil,
  },
  [8539] = {
    '无眼观察者',
    nil,
  },
  [8540] = {
    '破碎尖啸者',
    nil,
  },
  [8541] = {
    '憎恨吟唱者',
    nil,
  },
  [8542] = {
    '死亡歌手',
    nil,
  },
  [8543] = {
    '缝合憎恶',
    nil,
  },
  [8544] = {
    '笨拙的傀儡',
    nil,
  },
  [8545] = {
    '缝合傀儡',
    nil,
  },
  [8546] = {
    '黑暗教徒',
    '诅咒教派',
  },
  [8547] = {
    '死亡教徒',
    '诅咒教派',
  },
  [8548] = {
    '邪恶导师',
    '诅咒教派',
  },
  [8550] = {
    '暗影法师',
    '诅咒教派',
  },
  [8551] = {
    '黑暗召唤师',
    '诅咒教派',
  },
  [8553] = {
    '亡灵巫师',
    '诅咒教派',
  },
  [8554] = {
    '锋牙·刺鬃酋长',
    nil,
  },
  [8555] = {
    '地穴阔步者',
    nil,
  },
  [8556] = {
    '地穴巡逻者',
    nil,
  },
  [8557] = {
    '地穴恐魔',
    nil,
  },
  [8558] = {
    '地穴屠戮者',
    nil,
  },
  [8560] = {
    '烂苔斥候',
    nil,
  },
  [8561] = {
    '烂苔暗影猎手',
    nil,
  },
  [8562] = {
    '烂苔食尸者',
    nil,
  },
  [8563] = {
    '失心的护林者',
    nil,
  },
  [8564] = {
    '失心的游侠',
    nil,
  },
  [8565] = {
    '失心的巡路者',
    nil,
  },
  [8566] = {
    '黑铁哨兵',
    nil,
  },
  [8567] = {
    '暴食者',
    nil,
  },
  [8576] = {
    '阿格图·血拳',
    nil,
  },
  [8580] = {
    nil,
    '护卫者',
  },
  [8581] = {
    '血精灵防御者',
    nil,
  },
  [8583] = {
    '迪兰妮亚·月光',
    nil,
  },
  [8585] = {
    '冰霜亡魂',
    nil,
  },
  [8586] = {
    '哈格鲁姆·血拳',
    nil,
  },
  [8588] = {
    '灵语者阿姆布兰希',
    nil,
  },
  [8596] = {
    '天灾幼犬',
    nil,
  },
  [8597] = {
    '天灾犬',
    nil,
  },
  [8598] = {
    '狂怒的天灾犬',
    nil,
  },
  [8600] = {
    '天灾蝙蝠',
    nil,
  },
  [8601] = {
    '毒性天灾蝙蝠',
    nil,
  },
  [8602] = {
    '巨型天灾蝙蝠',
    nil,
  },
  [8603] = {
    '腐肉虫',
    nil,
  },
  [8605] = {
    '腐肉吞噬者',
    nil,
  },
  [8606] = {
    '腐朽软泥怪',
    nil,
  },
  [8607] = {
    '腐烂淤泥怪',
    nil,
  },
  [8608] = {
    '发怒的地狱火',
    nil,
  },
  [8609] = {
    nil,
    '狮鹫管理员',
  },
  [8610] = {
    nil,
    '双足飞龙管理员',
  },
  [8611] = {
    '塑像空间之子',
    nil,
  },
  [8612] = {
    '尖啸者的灵魂',
    nil,
  },
  [8615] = {
    '秘银幼龙',
    nil,
  },
  [8616] = {
    '地狱火仆从',
    nil,
  },
  [8636] = {
    '守护者莫塔加亚',
    nil,
  },
  [8637] = {
    '黑铁巡逻兵',
    nil,
  },
  [8656] = {
    '胡库的虚空行者',
    nil,
  },
  [8657] = {
    '胡库的魅魔',
    nil,
  },
  [8658] = {
    '胡库的小鬼',
    nil,
  },
  [8660] = {
    '伊夫卡尔',
    nil,
  },
  [8661] = {
    '拍卖师比尔杜',
    nil,
  },
  [8662] = {
    '塑像烤箱火焰目标',
    nil,
  },
  [8664] = {
    '烈日行者赛恩',
    nil,
  },
  [8665] = {
    nil,
    '猫头鹰训练师',
  },
  [8666] = {
    '利尔·迪米',
    '卖猫的小孩',
  },
  [8667] = {
    '狂风漩涡',
    nil,
  },
  [8668] = {
    '地狱寻踪犬',
    nil,
  },
  [8669] = {
    '拍卖师图尔伦',
    nil,
  },
  [8670] = {
    '拍卖师希尔顿',
    nil,
  },
  [8671] = {
    '拍卖师巴克尔',
    nil,
  },
  [8672] = {
    '拍卖师里卡',
    nil,
  },
  [8673] = {
    '拍卖师萨苏恩',
    nil,
  },
  [8674] = {
    '拍卖师斯塔比',
    nil,
  },
  [8675] = {
    '地狱兽',
    nil,
  },
  [8678] = {
    '朱比·加基斯宾',
    '工程学供应商',
  },
  [8679] = {
    '克纳兹·枪焰',
    '工程学供应商',
  },
  [8680] = {
    '巨型地狱火',
    nil,
  },
  [8681] = {
    '埃瑞克',
    '特殊裁缝物资',
  },
  [8716] = {
    '恐惧魔王',
    nil,
  },
  [8717] = {
    '地狱卫士精英',
    nil,
  },
  [8718] = {
    '法力犬',
    nil,
  },
  [8719] = {
    '拍卖师费奇',
    nil,
  },
  [8720] = {
    '拍卖师雷姆斯',
    nil,
  },
  [8721] = {
    '拍卖师埃比图',
    nil,
  },
  [8722] = {
    '拍卖师古雷姆',
    nil,
  },
  [8723] = {
    '拍卖师戈洛萨斯',
    nil,
  },
  [8724] = {
    '拍卖师瓦巴恩',
    nil,
  },
  [8736] = {
    '巴兹克·布拉斯温',
    '工程学训练师',
  },
  [8738] = {
    '瓦萨里奥·林克格雷斯',
    '地精工程学训练师',
  },
  [8756] = {
    nil,
    '洛拉姆斯的卫士',
  },
  [8757] = {
    nil,
    '洛拉姆斯的卫士',
  },
  [8758] = {
    nil,
    '洛拉姆斯的卫士',
  },
  [8759] = {
    '苔蹄奔跑者',
    nil,
  },
  [8760] = {
    '苔蹄雄鹿',
    nil,
  },
  [8761] = {
    '苔蹄快步者',
    nil,
  },
  [8762] = {
    '林木隐匿者',
    nil,
  },
  [8763] = {
    '雾翼游荡者',
    nil,
  },
  [8764] = {
    '雾翼掠夺者',
    nil,
  },
  [8766] = {
    '森林软泥怪',
    nil,
  },
  [8776] = {
    '翡翠雏龙',
    nil,
  },
  [8816] = {
    '乌舍尔',
    nil,
  },
  [8836] = {
    '作战小鸡',
    nil,
  },
  [8837] = {
    '泥浆元素',
    nil,
  },
  [8856] = {
    '泰里恩的间谍机器人',
    nil,
  },
  [8876] = {
    '沙怒侍僧',
    nil,
  },
  [8877] = {
    '沙怒狂热者',
    nil,
  },
  [8878] = {
    nil,
    '高级造锤师',
  },
  [8879] = {
    '皇家历史学家阿克瑟努斯',
    nil,
  },
  [8881] = {
    '骑乘用山羊',
    nil,
  },
  [8882] = {
    '骑乘用虎',
    nil,
  },
  [8883] = {
    '骑乘用马',
    nil,
  },
  [8884] = {
    '骷髅马',
    nil,
  },
  [8885] = {
    '骑乘用迅猛龙',
    nil,
  },
  [8886] = {
    '变异巨蟒',
    nil,
  },
  [8887] = {
    '一个饱经折磨的声音',
    nil,
  },
  [8888] = {
    '弗兰克罗恩·铸铁',
    nil,
  },
  [8889] = {
    '铁怒监军',
    nil,
  },
  [8890] = {
    '铁怒狱卒',
    nil,
  },
  [8891] = {
    '铁怒卫士',
    nil,
  },
  [8892] = {
    '铁怒步兵',
    nil,
  },
  [8893] = {
    '铁怒士兵',
    nil,
  },
  [8894] = {
    '铁怒医师',
    nil,
  },
  [8895] = {
    '铁怒军官',
    nil,
  },
  [8896] = {
    '暗炉农夫',
    nil,
  },
  [8897] = {
    '厄炉工匠',
    nil,
  },
  [8898] = {
    '铁怒队长',
    nil,
  },
  [8899] = {
    '厄炉龙骑兵',
    nil,
  },
  [8900] = {
    '厄炉魔匠',
    nil,
  },
  [8901] = {
    '铁怒预备兵',
    nil,
  },
  [8902] = {
    '暗炉平民',
    nil,
  },
  [8903] = {
    '铁怒上尉',
    nil,
  },
  [8904] = {
    '暗炉议员',
    nil,
  },
  [8905] = {
    '战斗傀儡',
    nil,
  },
  [8906] = {
    '狂怒傀儡',
    nil,
  },
  [8907] = {
    '怒锤傀儡',
    nil,
  },
  [8908] = {
    '熔岩作战傀儡',
    nil,
  },
  [8909] = {
    '火焰卫士',
    nil,
  },
  [8910] = {
    '炽热火焰卫士',
    nil,
  },
  [8911] = {
    '火焰驱逐者',
    nil,
  },
  [8912] = {
    '暮光之锤拷问者',
    nil,
  },
  [8913] = {
    '暮光使者',
    nil,
  },
  [8914] = {
    '暮光保镖',
    nil,
  },
  [8915] = {
    '暮光之锤特使',
    nil,
  },
  [8916] = {
    '竞技场观众',
    nil,
  },
  [8917] = {
    '挖掘场奴隶',
    nil,
  },
  [8920] = {
    '武器技师',
    nil,
  },
  [8921] = {
    '血犬',
    nil,
  },
  [8922] = {
    '巨型血犬',
    nil,
  },
  [8923] = {
    '无敌的潘佐尔',
    nil,
  },
  [8924] = {
    '贝哈默斯',
    nil,
  },
  [8925] = {
    '掘泥虫',
    nil,
  },
  [8926] = {
    '深渊钉刺者',
    nil,
  },
  [8927] = {
    '黑暗尖啸者',
    nil,
  },
  [8928] = {
    '洞穴雷霆蜥蜴',
    nil,
  },
  [8929] = {
    '铁炉堡公主茉艾拉·铜须',
    '铁炉堡公主',
  },
  [8931] = {
    '旅店老板希瑟尔',
    '旅店老板',
  },
  [8932] = {
    '钻孔甲虫',
    nil,
  },
  [8933] = {
    '洞穴爬行者',
    nil,
  },
  [8934] = {
    nil,
    '贸易供应商',
  },
  [8937] = {
    '宠物炸弹',
    nil,
  },
  [8956] = {
    '怒爪熊',
    nil,
  },
  [8957] = {
    '怒爪灰熊',
    nil,
  },
  [8958] = {
    '怒爪巨熊',
    nil,
  },
  [8959] = {
    '魔爪狼',
    nil,
  },
  [8960] = {
    '魔爪食腐狼',
    nil,
  },
  [8961] = {
    '魔爪掠夺者',
    nil,
  },
  [8962] = {
    '尼达',
    nil,
  },
  [8964] = {
    '黑石幼龙',
    nil,
  },
  [8980] = {
    '火腹军官',
    nil,
  },
  [8981] = {
    '失控的掠夺者',
    nil,
  },
  [8982] = {
    '铁手卫士',
    nil,
  },
  [8983] = {
    '傀儡统帅阿格曼奇',
    nil,
  },
  [8996] = {
    '虚空行者',
    nil,
  },
  [8997] = {
    '戈沙拉·夜语',
    nil,
  },
  [9017] = {
    '伊森迪奥斯',
    nil,
  },
  [9018] = {
    '审讯官格斯塔恩',
    '暮光之锤审问者',
  },
  [9019] = {
    '达格兰·索瑞森大帝',
    nil,
  },
  [9020] = {
    '指挥官哥沙克',
    '卡加斯远征军',
  },
  [9021] = {
    '卡兰·巨锤',
    nil,
  },
  [9022] = {
    '杜格哈尔·雷翼',
    nil,
  },
  [9023] = {
    '温德索尔元帅',
    nil,
  },
  [9024] = {
    '控火师罗格雷恩',
    nil,
  },
  [9025] = {
    '洛考尔',
    nil,
  },
  [9026] = {
    '征服者派隆',
    nil,
  },
  [9027] = {
    '修行者高罗什',
    nil,
  },
  [9028] = {
    '格里兹尔',
    nil,
  },
  [9029] = {
    '剜眼者',
    nil,
  },
  [9030] = {
    '破坏者奥科索尔',
    nil,
  },
  [9032] = {
    '爬行者赫杜姆',
    nil,
  },
  [9033] = {
    '怒炉将军',
    nil,
  },
  [9034] = {
    '黑特雷尔',
    nil,
  },
  [9035] = {
    '安格雷尔',
    nil,
  },
  [9036] = {
    '瓦勒雷尔',
    nil,
  },
  [9037] = {
    '格鲁雷尔',
    nil,
  },
  [9038] = {
    '西斯雷尔',
    nil,
  },
  [9039] = {
    '杜姆雷尔',
    nil,
  },
  [9040] = {
    '多普雷尔',
    nil,
  },
  [9041] = {
    '典狱官斯迪尔基斯',
    nil,
  },
  [9043] = {
    '裂盾步兵',
    '裂盾军团',
  },
  [9044] = {
    '裂盾哨兵',
    '裂盾军团',
  },
  [9045] = {
    '裂盾侍僧',
    '裂盾军团',
  },
  [9046] = {
    '裂盾军需官',
    '裂盾军团',
  },
  [9047] = {
    nil,
    '挖沟者',
  },
  [9056] = {
    '弗诺斯·达克维尔',
    '首席建筑师',
  },
  [9077] = {
    '军官高图斯',
    '卡加斯远征军',
  },
  [9078] = {
    '暗法师薇薇安·拉格雷',
    '卡加斯远征军',
  },
  [9079] = {
    '塞朵拉·穆瓦丹尼',
    '卡加斯远征军',
  },
  [9080] = {
    nil,
    '卡加斯远征军',
  },
  [9081] = {
    '神射手贾拉玛弗',
    '卡加斯远征军',
  },
  [9082] = {
    '萨特拉克',
    '卡加斯远征军',
  },
  [9083] = {
    '拉扎布雷德',
    '卡加斯远征军',
  },
  [9084] = {
    '桑德哈特',
    '卡加斯远征军',
  },
  [9085] = {
    '新兵阿玛卡尔',
    '卡加斯远征军',
  },
  [9086] = {
    '步兵加戈尔',
    '卡加斯远征军',
  },
  [9087] = {
    '巴珊娜·符文图腾',
    nil,
  },
  [9096] = {
    '狂爪龙人',
    nil,
  },
  [9097] = {
    '裂盾军团战士',
    '裂盾军团',
  },
  [9098] = {
    '裂盾缚法师',
    '裂盾军团',
  },
  [9099] = {
    nil,
    '馅饼商人',
  },
  [9116] = {
    '艾瑞丹·蓝风',
    '翡翠议会',
  },
  [9117] = {
    nil,
    '马绍尔探险队',
  },
  [9136] = {
    '沙妮·长齿',
    nil,
  },
  [9156] = {
    '弗莱拉斯大使',
    nil,
  },
  [9157] = {
    '血瓣花',
    nil,
  },
  [9158] = {
    '战马',
    nil,
  },
  [9162] = {
    '幼双帆龙',
    nil,
  },
  [9163] = {
    '双帆龙',
    nil,
  },
  [9164] = {
    '老双帆龙',
    nil,
  },
  [9165] = {
    '小翼手龙',
    nil,
  },
  [9166] = {
    '翼手龙',
    nil,
  },
  [9167] = {
    '狂怒的翼手龙',
    nil,
  },
  [9176] = {
    '格尔洛普',
    nil,
  },
  [9178] = {
    '燃灵术',
    nil,
  },
  [9179] = {
    nil,
    '锻造供应商',
  },
  [9196] = {
    '欧莫克大王',
    nil,
  },
  [9197] = {
    '尖石战斗法师',
    nil,
  },
  [9198] = {
    '尖石秘法师',
    nil,
  },
  [9199] = {
    '尖石执行者',
    nil,
  },
  [9200] = {
    '尖石劫掠者',
    nil,
  },
  [9201] = {
    '尖石食人魔法师',
    nil,
  },
  [9216] = {
    '尖石军阀',
    nil,
  },
  [9217] = {
    '尖石首席法师',
    nil,
  },
  [9218] = {
    '尖石统帅',
    nil,
  },
  [9219] = {
    '尖石屠夫',
    nil,
  },
  [9236] = {
    '暗影猎手沃什加斯',
    nil,
  },
  [9237] = {
    '指挥官沃恩',
    nil,
  },
  [9238] = {
    '奎恩丁',
    nil,
  },
  [9239] = {
    '燃棘秘法师',
    nil,
  },
  [9240] = {
    '燃棘暗影牧师',
    nil,
  },
  [9241] = {
    '燃棘猎头者',
    nil,
  },
  [9256] = {
    '农场小鸡',
    nil,
  },
  [9257] = {
    '裂盾术士',
    '裂盾军团',
  },
  [9258] = {
    '裂盾袭击者',
    '裂盾军团',
  },
  [9259] = {
    '火印步兵',
    '火印军团',
  },
  [9260] = {
    '火印军团战士',
    '火印军团',
  },
  [9261] = {
    '火印暗法师',
    '火印军团',
  },
  [9262] = {
    '火印祈求者',
    '火印军团',
  },
  [9263] = {
    '火印恐法师',
    '火印军团',
  },
  [9264] = {
    '火印炎术师',
    '火印军团',
  },
  [9265] = {
    '燃棘暗影猎手',
    nil,
  },
  [9266] = {
    '燃棘巫医',
    nil,
  },
  [9267] = {
    '燃棘掷斧者',
    nil,
  },
  [9268] = {
    '燃棘狂战士',
    nil,
  },
  [9269] = {
    '燃棘先知',
    nil,
  },
  [9270] = {
    nil,
    '马绍尔探险队',
  },
  [9271] = {
    nil,
    '马绍尔探险队',
  },
  [9272] = {
    '斯巴克·尼米尔',
    '马绍尔探险队',
  },
  [9297] = {
    '暴怒的飞龙',
    nil,
  },
  [9298] = {
    '多诺瓦·雪山',
    nil,
  },
  [9316] = {
    '维妮·布特巴克',
    nil,
  },
  [9317] = {
    '雷里·格里斯高布',
    nil,
  },
  [9318] = {
    '熏火龙',
    nil,
  },
  [9319] = {
    '驯犬者格雷布玛尔',
    nil,
  },
  [9336] = {
    '考博普拉格',
    nil,
  },
  [9356] = {
    '旅店老板舒尔卡',
    '旅店老板',
  },
  [9376] = {
    '火焰使者',
    nil,
  },
  [9377] = {
    '空气漩涡',
    nil,
  },
  [9396] = {
    '震地者',
    nil,
  },
  [9397] = {
    '出土的化石',
    nil,
  },
  [9398] = {
    '暮光之锤刽子手',
    nil,
  },
  [9416] = {
    '裂盾座狼',
    '裂盾军团',
  },
  [9436] = {
    '贝尔加的产物',
    nil,
  },
  [9437] = {
    '黑暗守护者沃弗克',
    nil,
  },
  [9438] = {
    '黑暗守护者比塞克',
    nil,
  },
  [9439] = {
    '黑暗守护者尤格尔',
    nil,
  },
  [9441] = {
    '黑暗守护者希姆雷尔',
    nil,
  },
  [9442] = {
    '黑暗守护者奥弗加特',
    nil,
  },
  [9443] = {
    '黑暗守护者佩沃尔',
    nil,
  },
  [9445] = {
    '黑暗卫兵',
    nil,
  },
  [9447] = {
    '血色典狱官',
    nil,
  },
  [9448] = {
    '血色禁卫队',
    nil,
  },
  [9449] = {
    '血色宣教士',
    nil,
  },
  [9450] = {
    '血色助理牧师',
    nil,
  },
  [9451] = {
    '血色大法师',
    nil,
  },
  [9452] = {
    '血色巫术师',
    nil,
  },
  [9456] = {
    '督军克罗姆扎',
    nil,
  },
  [9457] = {
    '部落保卫者',
    nil,
  },
  [9458] = {
    '部落飞斧手',
    nil,
  },
  [9459] = {
    '塞勒斯·萨雷芬图斯',
    nil,
  },
  [9460] = {
    '加基森卫兵',
    nil,
  },
  [9461] = {
    '狂乱的黑色幼龙',
    '塞勒斯的爪牙',
  },
  [9462] = {
    '血喉酋长',
    nil,
  },
  [9464] = {
    '主宰洛尔',
    nil,
  },
  [9465] = {
    '高赫尼',
    '德鲁伊训练师',
  },
  [9467] = {
    '米布隆·乱齿',
    nil,
  },
  [9476] = {
    '卫兵杜格瑞普',
    nil,
  },
  [9477] = {
    '克隆软泥怪',
    nil,
  },
  [9496] = {
    '格里什虫卵',
    nil,
  },
  [9498] = {
    '格里什幼虫',
    nil,
  },
  [9499] = {
    '普拉格',
    nil,
  },
  [9500] = {
    '娜玛拉小姐',
    nil,
  },
  [9501] = {
    '旅店老板埃德瓦',
    '旅店老板',
  },
  [9502] = {
    '法拉克斯',
    nil,
  },
  [9503] = {
    '罗克诺特下士',
    nil,
  },
  [9516] = {
    '魔王贝恩霍勒',
    nil,
  },
  [9517] = {
    '暗影领主费尔丹',
    nil,
  },
  [9521] = {
    '狂怒的地狱蝙蝠',
    nil,
  },
  [9522] = {
    '黑石伏击者',
    nil,
  },
  [9523] = {
    '科卡尔风暴先知',
    nil,
  },
  [9524] = {
    '科卡尔入侵者',
    nil,
  },
  [9525] = {
    '乱风岗卫士',
    nil,
  },
  [9526] = {
    '暴怒的狮鹫',
    nil,
  },
  [9527] = {
    '暴怒的角鹰兽',
    nil,
  },
  [9528] = {
    '阿拉珊蒂丝·银空',
    '翡翠议会',
  },
  [9529] = {
    '梅贝丝·河风',
    '翡翠议会',
  },
  [9536] = {
    '麦克斯沃特·尤博格林',
    nil,
  },
  [9537] = {
    '霍尔雷·黑须',
    nil,
  },
  [9538] = {
    '执行官努兹拉克',
    '卡加斯远征军',
  },
  [9539] = {
    '雷克斯洛特的阴影',
    '卡加斯远征军',
  },
  [9540] = {
    '恩诺哈尔·雷酒',
    nil,
  },
  [9541] = {
    '黑须的亲信',
    nil,
  },
  [9542] = {
    '弗兰克罗恩的灵魂',
    nil,
  },
  [9543] = {
    '雷布里·斯库比格特',
    nil,
  },
  [9544] = {
    '尤卡·斯库比格特',
    nil,
  },
  [9545] = {
    '恐怖的奴隶主',
    nil,
  },
  [9546] = {
    '信使拉斯卡尔',
    nil,
  },
  [9547] = {
    '醉酒的奴隶主',
    nil,
  },
  [9548] = {
    '卡温德',
    '枪械和弓箭',
  },
  [9549] = {
    nil,
    '弓箭商',
  },
  [9551] = {
    '斯塔恩',
    '枪械和弓箭',
  },
  [9552] = {
    nil,
    '弓箭商',
  },
  [9553] = {
    nil,
    '弓箭商',
  },
  [9554] = {
    '持铁锤的顾客',
    nil,
  },
  [9555] = {
    nil,
    '弓箭商',
  },
  [9556] = {
    '小地狱犬',
    nil,
  },
  [9558] = {
    '船主格瑞姆比',
    '船主',
  },
  [9559] = {
    '格里斯罗维',
    '船主',
  },
  [9560] = {
    '麦克斯韦尔元帅',
    nil,
  },
  [9561] = {
    '加琳达',
    nil,
  },
  [9562] = {
    '赫林迪斯·河角',
    nil,
  },
  [9563] = {
    '狼狈不堪的约翰',
    nil,
  },
  [9564] = {
    nil,
    '杜隆塔尔飞艇管理员',
  },
  [9565] = {
    '玛亚拉·布莱特文',
    nil,
  },
  [9566] = {
    nil,
    '杜隆塔尔飞艇管理员',
  },
  [9568] = {
    '维姆萨拉克',
    nil,
  },
  [9583] = {
    '血斧精兵',
    '血斧军团',
  },
  [9584] = {
    nil,
    '裁缝训练师',
  },
  [9596] = {
    '班诺克·巨斧',
    '火印军团勇士',
  },
  [9599] = {
    nil,
    '灰烬使者',
  },
  [9600] = {
    '鹦鹉',
    nil,
  },
  [9601] = {
    '树人的灵魂',
    nil,
  },
  [9605] = {
    '黑石袭击者',
    nil,
  },
  [9616] = {
    '拉里斯·空轮',
    nil,
  },
  [9618] = {
    '卡尔纳·雷塔维',
    '马绍尔探险队',
  },
  [9619] = {
    '托尔瓦·寻路者',
    nil,
  },
  [9621] = {
    '巨大的软泥怪',
    nil,
  },
  [9636] = {
    nil,
    '商人',
  },
  [9637] = {
    '灼烧图腾',
    nil,
  },
  [9656] = {
    '炸弹宠物',
    nil,
  },
  [9657] = {
    '发条娃娃',
    nil,
  },
  [9660] = {
    '阿格纳',
    nil,
  },
  [9662] = {
    '精龙宝宝',
    nil,
  },
  [9676] = {
    '丁克·铁哨',
    '工程学供应商',
  },
  [9680] = {
    '火浪杀手',
    nil,
  },
  [9682] = {
    '雷吉纳德·温德索尔元帅',
    nil,
  },
  [9683] = {
    '拉克维的配偶',
    nil,
  },
  [9687] = {
    '风墙图腾',
    nil,
  },
  [9688] = {
    '风墙图腾 II',
    nil,
  },
  [9689] = {
    '风墙图腾 III',
    nil,
  },
  [9690] = {
    '灰烬座狼',
    nil,
  },
  [9691] = {
    '毒尖蝎',
    nil,
  },
  [9692] = {
    '血斧袭击者',
    '血斧军团',
  },
  [9693] = {
    '血斧招魂师',
    '血斧军团',
  },
  [9694] = {
    '流涎的灰烬座狼',
    nil,
  },
  [9695] = {
    '死鞭蝎',
    nil,
  },
  [9696] = {
    '血斧座狼',
    '裂盾军团',
  },
  [9697] = {
    '巨型灰烬座狼',
    nil,
  },
  [9698] = {
    '火尾蝎',
    nil,
  },
  [9699] = {
    '火甲虫',
    nil,
  },
  [9700] = {
    '熔岩蟹',
    nil,
  },
  [9701] = {
    '黑石塔蝎子',
    nil,
  },
  [9705] = {
    '睡梦守卫的幻象',
    nil,
  },
  [9706] = {
    '尤尔巴·斯库比格特',
    nil,
  },
  [9707] = {
    '裂盾传送门',
    nil,
  },
  [9708] = {
    '燃烧小鬼',
    nil,
  },
  [9716] = {
    '血斧好战者',
    '血斧军团',
  },
  [9717] = {
    '血斧召唤师',
    '血斧军团',
  },
  [9718] = {
    '霍克·巴什古德',
    '血斧军团的勇士',
  },
  [9736] = {
    '军需官兹格雷斯',
    '血斧军团',
  },
  [9776] = {
    '喷焰小鬼',
    nil,
  },
  [9777] = {
    '灵焰小鬼',
    nil,
  },
  [9778] = {
    '火炬小鬼',
    nil,
  },
  [9779] = {
    '怒焰小鬼',
    nil,
  },
  [9816] = {
    '烈焰卫士艾博希尔',
    nil,
  },
  [9817] = {
    '黑手恐法师',
    '黑手军团',
  },
  [9818] = {
    '黑手召唤师',
    '黑手军团',
  },
  [9819] = {
    '黑手老兵',
    '黑手军团',
  },
  [9836] = {
    '玛瑟迪斯·火芒',
    nil,
  },
  [9856] = {
    '拍卖师格里夫',
    nil,
  },
  [9857] = {
    '拍卖师格里兹林',
    nil,
  },
  [9858] = {
    '拍卖师克雷斯克',
    nil,
  },
  [9859] = {
    '拍卖师林姆克',
    nil,
  },
  [9862] = {
    '加德纳尔军团士兵',
    nil,
  },
  [9877] = {
    '萨瓦利斯王子',
    nil,
  },
  [9878] = {
    '热能野兽',
    nil,
  },
  [9879] = {
    '热能恐兽',
    nil,
  },
  [9936] = {
    '腐化猫',
    nil,
  },
  [9937] = {
    '普通猫',
    nil,
  },
  [9956] = {
    '暗炉持火者',
    nil,
  },
  [9976] = {
    nil,
    '兽栏管理员',
  },
  [9977] = {
    nil,
    '兽栏管理员',
  },
  [9978] = {
    nil,
    '兽栏管理员',
  },
  [9979] = {
    nil,
    '兽栏管理员',
  },
  [9980] = {
    '谢尔比·石火',
    '兽栏管理员',
  },
  [9981] = {
    nil,
    '兽栏管理员',
  },
  [9982] = {
    nil,
    '兽栏管理员',
  },
  [9983] = {
    nil,
    '兽栏管理员',
  },
  [9984] = {
    '乌布雷克·火拳',
    '兽栏管理员',
  },
  [9985] = {
    nil,
    '兽栏管理员',
  },
  [9986] = {
    '谢尔卡·狼行者',
    '兽栏管理员',
  },
  [9987] = {
    nil,
    '兽栏管理员',
  },
  [9988] = {
    nil,
    '兽栏管理员',
  },
  [9989] = {
    '丽娜·壁炉',
    '兽栏管理员',
  },
  [9997] = {
    nil,
    '马绍尔探险队',
  },
  [9998] = {
    nil,
    '马绍尔探险队',
  },
  [10016] = {
    '腐化鼠',
    nil,
  },
  [10017] = {
    '腐化蟑螂',
    nil,
  },
  [10036] = {
    '蕨墙执行者',
    nil,
  },
  [10037] = {
    '湖畔镇卫兵',
    nil,
  },
  [10038] = {
    '守夜人',
    '守夜人',
  },
  [10040] = {
    '格里什虫巢卫士',
    nil,
  },
  [10041] = {
    '格里什皇后',
    nil,
  },
  [10042] = {
    '被腐蚀的刃豹',
    nil,
  },
  [10043] = {
    '雷布里的亲信',
    nil,
  },
  [10045] = {
    nil,
    '兽栏管理员',
  },
  [10046] = {
    '贝塞尼·火锤',
    '兽栏管理员',
  },
  [10047] = {
    nil,
    '兽栏管理员',
  },
  [10048] = {
    nil,
    '兽栏管理员',
  },
  [10049] = {
    nil,
    '兽栏管理员',
  },
  [10050] = {
    nil,
    '兽栏管理员',
  },
  [10051] = {
    nil,
    '兽栏管理员',
  },
  [10052] = {
    nil,
    '兽栏管理员',
  },
  [10053] = {
    nil,
    '兽栏管理员',
  },
  [10054] = {
    nil,
    '兽栏管理员',
  },
  [10055] = {
    nil,
    '兽栏管理员',
  },
  [10056] = {
    nil,
    '兽栏管理员',
  },
  [10057] = {
    nil,
    '兽栏管理员',
  },
  [10058] = {
    nil,
    '兽栏管理员',
  },
  [10059] = {
    nil,
    '兽栏管理员',
  },
  [10060] = {
    '格雷米斯塔克',
    '兽栏管理员',
  },
  [10061] = {
    '基利姆·石趾',
    '兽栏管理员',
  },
  [10062] = {
    nil,
    '兽栏管理员',
  },
  [10063] = {
    nil,
    '兽栏管理员',
  },
  [10076] = {
    '索瑞森高阶女祭司',
    nil,
  },
  [10077] = {
    '死亡之喉',
    nil,
  },
  [10078] = {
    '特罗斯巴克',
    nil,
  },
  [10079] = {
    '卫兵穆赫·月角',
    nil,
  },
  [10080] = {
    '杉达尔·沙掠者',
    nil,
  },
  [10081] = {
    '灰尘怨灵',
    nil,
  },
  [10083] = {
    '狂爪火鳞龙人',
    nil,
  },
  [10085] = {
    nil,
    '兽栏管理员',
  },
  [10086] = {
    '赫苏瓦·雷角',
    '兽栏管理员',
  },
  [10088] = {
    nil,
    '兽栏管理员',
  },
  [10089] = {
    nil,
    '兽栏管理员',
  },
  [10090] = {
    '贝莉亚·雷岩',
    '兽栏管理员',
  },
  [10096] = {
    '裁决者格里斯通',
    nil,
  },
  [10116] = {
    '奴隶',
    nil,
  },
  [10117] = {
    '被折磨的奴隶',
    nil,
  },
  [10118] = {
    '尼莎·影歌',
    '渔具供应商',
  },
  [10120] = {
    '宝库护卫者',
    nil,
  },
  [10136] = {
    '化学家弗雷',
    nil,
  },
  [10157] = {
    '月夜枭兽圣者',
    nil,
  },
  [10158] = {
    '月夜枭兽',
    nil,
  },
  [10159] = {
    '小月夜枭兽',
    nil,
  },
  [10160] = {
    '狂暴的月夜枭兽',
    nil,
  },
  [10161] = {
    '群居雏龙',
    nil,
  },
  [10162] = {
    '维克多·奈法里奥斯',
    '黑石之王',
  },
  [10177] = {
    '黑石塔甲虫',
    nil,
  },
  [10178] = {
    '荧光机械陆行鸟',
    nil,
  },
  [10179] = {
    '白色机械陆行鸟B型',
    nil,
  },
  [10180] = {
    '未涂色的机械陆行鸟',
    nil,
  },
  [10181] = {
    '希尔瓦娜斯·风行者',
    '女妖之王',
  },
  [10182] = {
    '雷克萨',
    '部落的勇士',
  },
  [10183] = {
    '月焰图腾',
    nil,
  },
  [10196] = {
    '科巴塔恩将军',
    nil,
  },
  [10197] = {
    '嚎叫者米基尔',
    nil,
  },
  [10198] = {
    '劫掠者卡苏克',
    nil,
  },
  [10199] = {
    '雪爪灰熊怪',
    nil,
  },
  [10201] = {
    '赫达琳',
    nil,
  },
  [10217] = {
    '烈焰打击图腾',
    nil,
  },
  [10218] = {
    '超强治疗结界',
    nil,
  },
  [10221] = {
    '血斧座狼幼崽',
    nil,
  },
  [10258] = {
    '群居守卫者',
    nil,
  },
  [10259] = {
    '座狼幼崽',
    nil,
  },
  [10261] = {
    '燃烧地狱犬',
    nil,
  },
  [10263] = {
    '燃烧地狱卫士',
    nil,
  },
  [10264] = {
    '索拉卡·火冠',
    nil,
  },
  [10266] = {
    nil,
    '锻造训练师',
  },
  [10267] = {
    '丁奇·斯迪波尔',
    nil,
  },
  [10268] = {
    '奴役者基兹鲁尔',
    nil,
  },
  [10276] = {
    '洛特加斯·石须',
    '初级铁匠',
  },
  [10277] = {
    '格鲁姆·石须',
    '锻造训练师',
  },
  [10278] = {
    '瑟拉格·石蹄',
    '锻造训练师',
  },
  [10290] = {
    '被捕获的费伍德软泥怪',
    nil,
  },
  [10293] = {
    '杜希雅·霜月',
    '布甲商',
  },
  [10296] = {
    '阿克莱德',
    nil,
  },
  [10299] = {
    '阿克莱德',
    '裂盾军团',
  },
  [10301] = {
    '加隆·塑石者',
    '探险者协会',
  },
  [10302] = {
    nil,
    '马绍尔探险队',
  },
  [10303] = {
    '斯托姆·影蹄',
    nil,
  },
  [10304] = {
    '奥萝拉',
    nil,
  },
  [10305] = {
    '乌米',
    nil,
  },
  [10306] = {
    '特鲁尔·法贝恩',
    nil,
  },
  [10307] = {
    '巫医玛艾里',
    nil,
  },
  [10316] = {
    '黑手监禁者',
    '黑手军团',
  },
  [10317] = {
    '黑手精英',
    '黑手军团',
  },
  [10318] = {
    '黑手刺客',
    '黑手军团',
  },
  [10319] = {
    '黑手铁卫士',
    '黑手军团',
  },
  [10321] = {
    '埃博斯塔夫',
    nil,
  },
  [10322] = {
    '古代霜刃豹',
    nil,
  },
  [10323] = {
    '莫克迪普',
    nil,
  },
  [10336] = {
    '原始猎豹',
    nil,
  },
  [10337] = {
    '茶色刃齿豹',
    nil,
  },
  [10338] = {
    '金色锋刃豹',
    nil,
  },
  [10339] = {
    nil,
    '雷德·黑手的坐骑',
  },
  [10340] = {
    '红衣瓦拉斯塔兹',
    nil,
  },
  [10357] = {
    '毒针雷萨恩',
    nil,
  },
  [10358] = {
    '菲林森特的阴影',
    nil,
  },
  [10360] = {
    '克古尔·血斧',
    '战歌峡谷军官',
  },
  [10361] = {
    '格鲁尔·黑刃',
    '武器锻造师',
  },
  [10363] = {
    '达基萨斯将军',
    nil,
  },
  [10364] = {
    '雅里卡·长爪',
    '材料与毒药商',
  },
  [10366] = {
    '狂爪龙人卫士',
    nil,
  },
  [10367] = {
    '沙耶·怒拳',
    '餐饮供应商',
  },
  [10369] = {
    nil,
    '武器商',
  },
  [10371] = {
    '狂爪队长',
    nil,
  },
  [10372] = {
    '狂爪火舌龙人',
    nil,
  },
  [10374] = {
    '尖塔蜘蛛',
    nil,
  },
  [10375] = {
    '尖塔小蜘蛛',
    nil,
  },
  [10376] = {
    '水晶之牙',
    nil,
  },
  [10377] = {
    '艾鲁',
    '驭风者学徒',
  },
  [10378] = {
    '欧姆萨·雷角',
    '双足飞龙管理员',
  },
  [10379] = {
    '奥索巴·暴怒图腾',
    '武器商',
  },
  [10380] = {
    '萨努耶·符文图腾',
    '皮甲商',
  },
  [10381] = {
    '被毁坏的死尸',
    nil,
  },
  [10382] = {
    '被撕裂的死尸',
    nil,
  },
  [10383] = {
    '破碎的死尸',
    nil,
  },
  [10384] = {
    '鬼魂市民',
    nil,
  },
  [10385] = {
    '幽灵市民',
    nil,
  },
  [10387] = {
    '复仇的幻影',
    nil,
  },
  [10388] = {
    '怀恨的幻影',
    nil,
  },
  [10389] = {
    '狂怒的幻影',
    nil,
  },
  [10390] = {
    '骷髅守护者',
    nil,
  },
  [10391] = {
    '骷髅狂战士',
    nil,
  },
  [10393] = {
    '斯库尔',
    nil,
  },
  [10394] = {
    '黑衣守卫斥候',
    nil,
  },
  [10398] = {
    '图萨丁暗影法师',
    nil,
  },
  [10399] = {
    '图萨丁侍僧',
    nil,
  },
  [10400] = {
    '图萨丁亡灵法师',
    nil,
  },
  [10405] = {
    '恶疫食尸鬼',
    nil,
  },
  [10406] = {
    '食尸抢夺者',
    nil,
  },
  [10407] = {
    '鲜肉食尸鬼',
    nil,
  },
  [10408] = {
    '石翼石像鬼',
    nil,
  },
  [10409] = {
    '石翼尖啸者',
    nil,
  },
  [10411] = {
    '纳克萨玛斯之眼',
    nil,
  },
  [10412] = {
    '地穴爬行者',
    nil,
  },
  [10413] = {
    '地穴兽',
    nil,
  },
  [10414] = {
    '缝补憎恶',
    nil,
  },
  [10415] = {
    '阿莎利水晶',
    nil,
  },
  [10416] = {
    '喷胆者',
    nil,
  },
  [10417] = {
    '泼毒者',
    nil,
  },
  [10418] = {
    '复生的卫兵',
    nil,
  },
  [10419] = {
    '复生的魔术师',
    nil,
  },
  [10420] = {
    '复生的新兵',
    nil,
  },
  [10421] = {
    '复生的防御者',
    nil,
  },
  [10422] = {
    '复生的法术师',
    nil,
  },
  [10423] = {
    '复生的牧师',
    nil,
  },
  [10424] = {
    '复生的豪侠',
    nil,
  },
  [10425] = {
    '复生的战斗法师',
    nil,
  },
  [10426] = {
    '复生的审查者',
    nil,
  },
  [10427] = {
    '帕奥卡·迅山',
    nil,
  },
  [10428] = {
    '莫特加·火鬃',
    nil,
  },
  [10429] = {
    '大酋长雷德·黑手',
    nil,
  },
  [10430] = {
    '比斯巨兽',
    nil,
  },
  [10431] = {
    '格雷戈·格雷斯通',
    '银色黎明',
  },
  [10433] = {
    '马杜克·布莱克波尔',
    nil,
  },
  [10435] = {
    '巴瑟拉斯镇长',
    nil,
  },
  [10436] = {
    '安娜丝塔丽男爵夫人',
    nil,
  },
  [10438] = {
    '苍白的玛勒基',
    nil,
  },
  [10439] = {
    '吞咽者拉姆斯登',
    nil,
  },
  [10440] = {
    '瑞文戴尔男爵',
    nil,
  },
  [10441] = {
    '天灾鼠',
    nil,
  },
  [10442] = {
    '多彩雏龙',
    nil,
  },
  [10445] = {
    nil,
    '暗月马戏团咨讯员',
  },
  [10447] = {
    '多彩龙人',
    nil,
  },
  [10455] = {
    '宾尼·冰刃',
    nil,
  },
  [10459] = {
    '骑龙的雷德',
    '灰烬使者',
  },
  [10460] = {
    '勘查员詹斯·铁靴',
    nil,
  },
  [10461] = {
    '天灾虫',
    nil,
  },
  [10463] = {
    '尖叫的女妖',
    nil,
  },
  [10464] = {
    '哀嚎的女妖',
    nil,
  },
  [10467] = {
    '法力之潮图腾',
    nil,
  },
  [10468] = {
    '菲诺克',
    nil,
  },
  [10469] = {
    '通灵学院专家',
    nil,
  },
  [10470] = {
    '通灵学院新生',
    nil,
  },
  [10471] = {
    '通灵学院侍僧',
    nil,
  },
  [10472] = {
    '通灵学院神秘学者',
    nil,
  },
  [10475] = {
    '通灵学院学员',
    nil,
  },
  [10476] = {
    '通灵学院通灵师',
    nil,
  },
  [10477] = {
    '通灵学院亡灵法师',
    nil,
  },
  [10478] = {
    '碎裂的骷髅',
    nil,
  },
  [10479] = {
    '游荡的尸体',
    nil,
  },
  [10480] = {
    '虚弱的尸体',
    nil,
  },
  [10481] = {
    '复生的尸体',
    nil,
  },
  [10482] = {
    '复活的侍从',
    nil,
  },
  [10485] = {
    '复活的畸形骷髅',
    nil,
  },
  [10486] = {
    '复活的战士',
    nil,
  },
  [10487] = {
    '复活的保卫者',
    nil,
  },
  [10488] = {
    '复活的构造体',
    nil,
  },
  [10489] = {
    '复活的卫兵',
    nil,
  },
  [10491] = {
    '复活的骷髅守卫',
    nil,
  },
  [10495] = {
    '生病的食尸鬼',
    nil,
  },
  [10497] = {
    '肮脏的食尸鬼',
    nil,
  },
  [10498] = {
    '鬼灵导师',
    nil,
  },
  [10499] = {
    '鬼灵研究员',
    nil,
  },
  [10500] = {
    '鬼灵教师',
    nil,
  },
  [10502] = {
    '伊露希亚·巴罗夫',
    nil,
  },
  [10504] = {
    '阿雷克斯·巴罗夫领主',
    nil,
  },
  [10505] = {
    '讲师玛丽希亚',
    nil,
  },
  [10506] = {
    '传令官基尔图诺斯',
    nil,
  },
  [10507] = {
    '拉文尼亚',
    nil,
  },
  [10508] = {
    '莱斯·霜语',
    nil,
  },
  [10509] = {
    '杰德',
    '黑手军团',
  },
  [10516] = {
    '不可宽恕者',
    nil,
  },
  [10536] = {
    '天灾蛆',
    nil,
  },
  [10537] = {
    '峭壁卫兵图林·长角',
    nil,
  },
  [10539] = {
    '哈加尔·雷蹄',
    nil,
  },
  [10541] = {
    '克拉兰克的温度计',
    nil,
  },
  [10556] = {
    '懒惰的苦工',
    nil,
  },
  [10557] = {
    '火舌图腾 IV',
    nil,
  },
  [10558] = {
    '弗雷斯特恩',
    nil,
  },
  [10559] = {
    '薇丝比娅',
    nil,
  },
  [10577] = {
    '墓穴甲虫',
    nil,
  },
  [10578] = {
    nil,
    '见习巫医',
  },
  [10579] = {
    '传令官基尔图诺斯',
    nil,
  },
  [10580] = {
    '恶臭僵尸',
    nil,
  },
  [10581] = {
    '幼年阿利卡拉',
    nil,
  },
  [10582] = {
    '狗',
    '雄性',
  },
  [10583] = {
    nil,
    '飞行管理员',
  },
  [10584] = {
    '乌洛克',
    nil,
  },
  [10596] = {
    '烟网蛛后',
    nil,
  },
  [10598] = {
    '烟网小蜘蛛',
    nil,
  },
  [10599] = {
    '哈夫纳·巨石图腾',
    nil,
  },
  [10600] = {
    '托泰克·巨蹄',
    nil,
  },
  [10601] = {
    '乌洛克惩戒者',
    nil,
  },
  [10602] = {
    '乌洛克法师',
    nil,
  },
  [10604] = {
    '女猎手妮麦',
    nil,
  },
  [10605] = {
    '血色医者',
    nil,
  },
  [10606] = {
    '女猎手雅里瑞拉',
    nil,
  },
  [10608] = {
    '血色神父',
    nil,
  },
  [10610] = {
    nil,
    '矮人迫击炮小队',
  },
  [10611] = {
    '绍提',
    '矮人迫击炮小队',
  },
  [10612] = {
    '卫兵瓦查比',
    nil,
  },
  [10616] = {
    '管理员莱琳',
    nil,
  },
  [10617] = {
    '加拉克信使',
    nil,
  },
  [10618] = {
    '雷沃·霜翼',
    '冬刃豹训练师',
  },
  [10619] = {
    '格莱希尔',
    '雷沃的卫士',
  },
  [10636] = {
    '载货科多兽',
    nil,
  },
  [10637] = {
    '玛雷弗斯·暗锤',
    '瑟银兄弟会',
  },
  [10638] = {
    '卡纳提·灰云',
    nil,
  },
  [10639] = {
    '洛吉什',
    nil,
  },
  [10640] = {
    '橡爪',
    nil,
  },
  [10641] = {
    '钳枝沼泽兽',
    nil,
  },
  [10643] = {
    '玛戈芬',
    nil,
  },
  [10644] = {
    '迷雾嚎叫者',
    nil,
  },
  [10645] = {
    '萨利亚',
    nil,
  },
  [10646] = {
    '拉克塔·风歌',
    nil,
  },
  [10647] = {
    '拉兹王子',
    nil,
  },
  [10656] = {
    '护卫地狱犬',
    nil,
  },
  [10657] = {
    '被腐蚀的猫',
    nil,
  },
  [10658] = {
    '温娜的猫',
    nil,
  },
  [10659] = {
    '深蓝雏龙',
    nil,
  },
  [10660] = {
    '深蓝龙崽',
    nil,
  },
  [10661] = {
    '噬魔龙崽',
    nil,
  },
  [10662] = {
    '法术之喉',
    nil,
  },
  [10663] = {
    '魔法利爪',
    nil,
  },
  [10664] = {
    '斯克利尔',
    nil,
  },
  [10665] = {
    '初级药剂师霍兰德',
    '皇家药剂师协会',
  },
  [10668] = {
    '血肉模糊的尸体',
    nil,
  },
  [10676] = {
    '狼骑兵希亚什',
    nil,
  },
  [10678] = {
    '天灾龙崽',
    nil,
  },
  [10680] = {
    '被召唤的黑手恐法师',
    '黑手军团',
  },
  [10681] = {
    '被召唤的黑手老兵',
    '黑手军团',
  },
  [10682] = {
    '狼骑兵科尔',
    nil,
  },
  [10683] = {
    '群居孵化者',
    nil,
  },
  [10684] = {
    '悔恨的上层精灵',
    nil,
  },
  [10685] = {
    '猪',
    nil,
  },
  [10696] = {
    '避难谷地防御者',
    nil,
  },
  [10697] = {
    '绿汁软泥怪',
    nil,
  },
  [10698] = {
    '被召唤的僵尸',
    nil,
  },
  [10699] = {
    '腐食甲虫',
    nil,
  },
  [10716] = {
    '钟楼蝙蝠',
    nil,
  },
  [10717] = {
    '时光寄生虫',
    nil,
  },
  [10719] = {
    '萨尔的使者',
    nil,
  },
  [10720] = {
    '加拉克刺客',
    nil,
  },
  [10721] = {
    '新战士',
    nil,
  },
  [10738] = {
    '冬泉酋长',
    nil,
  },
  [10739] = {
    '穆格雷斯·深水',
    nil,
  },
  [10742] = {
    '黑手驭龙者',
    '黑手军团',
  },
  [10756] = {
    '滚烫的水元素',
    nil,
  },
  [10757] = {
    '沸腾的水元素',
    nil,
  },
  [10758] = {
    '恐怖图腾强盗',
    nil,
  },
  [10759] = {
    '恐怖图腾践踏者',
    nil,
  },
  [10760] = {
    '恐怖图腾地卜师',
    nil,
  },
  [10761] = {
    '恐怖图腾抢夺者',
    nil,
  },
  [10762] = {
    '黑手暴徒',
    nil,
  },
  [10778] = {
    '詹妮丝·费尔斯通',
    nil,
  },
  [10779] = {
    '被感染的松鼠',
    nil,
  },
  [10780] = {
    '被感染的鹿',
    nil,
  },
  [10781] = {
    '皇家管理人巴哈乌斯',
    '幽暗城人口普查处',
  },
  [10782] = {
    '皇家代理人巴瑟罗尔',
    '暴风城人口普查处',
  },
  [10783] = {
    '欺诈宝珠',
    'Orc, Male',
  },
  [10784] = {
    '欺诈宝珠',
    nil,
  },
  [10785] = {
    '欺诈宝珠',
    nil,
  },
  [10786] = {
    '欺诈宝珠',
    nil,
  },
  [10787] = {
    '欺诈宝珠',
    nil,
  },
  [10788] = {
    '欺诈宝珠',
    nil,
  },
  [10789] = {
    '欺诈宝珠',
    nil,
  },
  [10790] = {
    '欺诈宝珠',
    nil,
  },
  [10791] = {
    '欺诈宝珠',
    nil,
  },
  [10792] = {
    '欺诈宝珠',
    nil,
  },
  [10793] = {
    '欺诈宝珠',
    nil,
  },
  [10794] = {
    '欺诈宝珠',
    nil,
  },
  [10795] = {
    '欺诈宝珠',
    nil,
  },
  [10796] = {
    '欺诈宝珠',
    nil,
  },
  [10797] = {
    '欺诈宝珠',
    nil,
  },
  [10798] = {
    '欺诈宝珠',
    nil,
  },
  [10799] = {
    nil,
    '被诅咒者',
  },
  [10800] = {
    '赎罪的瓦罗什',
    nil,
  },
  [10801] = {
    '喋喋不休的食尸鬼',
    nil,
  },
  [10802] = {
    '守护者希坦亚',
    nil,
  },
  [10803] = {
    '火枪手维勒',
    nil,
  },
  [10804] = {
    '火枪手米德凯普',
    nil,
  },
  [10805] = {
    '侦察兵克雷米',
    nil,
  },
  [10808] = {
    '悲惨的提米',
    nil,
  },
  [10809] = {
    '石脊',
    nil,
  },
  [10811] = {
    '档案管理员加尔福特',
    nil,
  },
  [10812] = {
    '大十字军战士达索汉',
    nil,
  },
  [10814] = {
    '多彩精英卫士',
    nil,
  },
  [10816] = {
    '游荡的骷髅',
    nil,
  },
  [10817] = {
    '杜甘·蛮锤',
    nil,
  },
  [10821] = {
    '腐烂者海德姆什',
    nil,
  },
  [10822] = {
    '督军塔雷金',
    nil,
  },
  [10823] = {
    '祖布林·扭枝',
    nil,
  },
  [10824] = {
    '死亡猎人霍克斯比尔',
    nil,
  },
  [10825] = {
    '僵硬的吉斯',
    nil,
  },
  [10826] = {
    '黑暗镰刀',
    nil,
  },
  [10827] = {
    '亡语者塞伦德',
    '诅咒教派',
  },
  [10828] = {
    '莉尼亚·阿比迪斯',
    nil,
  },
  [10836] = {
    '农夫达尔松',
    nil,
  },
  [10837] = {
    '高级执行官德灵顿',
    nil,
  },
  [10838] = {
    '指挥官阿什拉姆·瓦罗菲斯特',
    nil,
  },
  [10839] = {
    '银色黎明军官加鲁什',
    '银色黎明',
  },
  [10840] = {
    '银色黎明军官普尔哈特',
    '银色黎明',
  },
  [10856] = {
    '银色黎明军需官哈萨娜',
    '银色黎明',
  },
  [10857] = {
    '银色黎明军需官莱斯巴克',
    '银色黎明',
  },
  [10876] = {
    '亡灵甲虫',
    nil,
  },
  [10877] = {
    '信使考雷·落锤',
    nil,
  },
  [10878] = {
    '赫拉德·月行者',
    nil,
  },
  [10879] = {
    '预言者巴萨扎德',
    nil,
  },
  [10880] = {
    '公告员高拉克',
    nil,
  },
  [10881] = {
    '雷霆崖信使斯塔德尔',
    nil,
  },
  [10882] = {
    '阿利卡拉',
    nil,
  },
  [10896] = {
    '阿纳克·恐怖图腾',
    nil,
  },
  [10897] = {
    nil,
    '角鹰兽管理员',
  },
  [10899] = {
    '古拉鲁克',
    '黑手军团铸甲师',
  },
  [10901] = {
    '博学者普克尔特',
    nil,
  },
  [10902] = {
    '安多哈尔一号哨塔',
    nil,
  },
  [10903] = {
    '安多哈尔二号哨塔',
    nil,
  },
  [10904] = {
    '安多哈尔三号哨塔',
    nil,
  },
  [10905] = {
    '安多哈尔四号哨塔',
    nil,
  },
  [10916] = {
    '冬泉信使',
    nil,
  },
  [10919] = {
    '碎矛巨魔',
    nil,
  },
  [10920] = {
    '科雷克·望天',
    '翡翠议会',
  },
  [10921] = {
    '塔诺恩·红羽',
    '翡翠议会',
  },
  [10922] = {
    '格雷塔·苔蹄',
    '翡翠议会',
  },
  [10923] = {
    '泰尼尔·飘叶',
    '翡翠议会',
  },
  [10924] = {
    '伊维·飘叶',
    '翡翠议会',
  },
  [10925] = {
    '腐烂虫',
    nil,
  },
  [10926] = {
    '帕米拉·雷德帕斯',
    nil,
  },
  [10927] = {
    '玛莱恩·雷德帕斯',
    nil,
  },
  [10928] = {
    '魅魔',
    nil,
  },
  [10930] = {
    '达恩·准星',
    '猎人训练师',
  },
  [10936] = {
    '约瑟夫·雷德帕斯',
    nil,
  },
  [10937] = {
    '雷德帕斯队长',
    nil,
  },
  [10938] = {
    '堕落的雷德帕斯',
    nil,
  },
  [10939] = {
    '黑衣玛杜克',
    nil,
  },
  [10940] = {
    '往日的幽灵',
    nil,
  },
  [10941] = {
    '维兹罗',
    nil,
  },
  [10943] = {
    '腐朽的守护者',
    nil,
  },
  [10944] = {
    '达维·莱法尔',
    nil,
  },
  [10946] = {
    '掠夺者霍古斯',
    nil,
  },
  [10947] = {
    '达隆郡背叛者',
    nil,
  },
  [10948] = {
    '达隆郡防御者',
    nil,
  },
  [10949] = {
    '白银之手成员',
    nil,
  },
  [10950] = {
    '雷德帕斯民兵',
    nil,
  },
  [10951] = {
    '肆虐的尸体',
    nil,
  },
  [10952] = {
    '肆虐的骷髅',
    nil,
  },
  [10953] = {
    '霍古斯的仆从',
    nil,
  },
  [10954] = {
    '放血者',
    nil,
  },
  [10955] = {
    '被召唤的水元素',
    nil,
  },
  [10956] = {
    '纳迦海妖',
    nil,
  },
  [10977] = {
    nil,
    '马绍尔探险队',
  },
  [10979] = {
    '血色猎犬',
    nil,
  },
  [10980] = {
    '乌米的机械雪人',
    nil,
  },
  [10981] = {
    '霜狼',
    nil,
  },
  [10982] = {
    '白须歹徒',
    nil,
  },
  [10983] = {
    '冰斧巨魔',
    nil,
  },
  [10984] = {
    '冰斧狂战士',
    nil,
  },
  [10986] = {
    '雪盲鹰身人',
    nil,
  },
  [10987] = {
    '深铁穴居怪',
    nil,
  },
  [10988] = {
    '科多之魂',
    nil,
  },
  [10990] = {
    '奥特兰克山羊',
    nil,
  },
  [10991] = {
    '蛮爪豺狼人',
    nil,
  },
  [10992] = {
    '被激怒的黑豹',
    nil,
  },
  [10993] = {
    '图兹维克·斯普格林',
    '工程学训练师',
  },
  [10996] = {
    '英雄之魂',
    nil,
  },
  [10997] = {
    '希望破坏者威利',
    nil,
  },
  [11016] = {
    '被俘虏的亚科纳琳',
    nil,
  },
  [11017] = {
    nil,
    '工程学训练师',
  },
  [11019] = {
    '杰希尔·月弓',
    nil,
  },
  [11020] = {
    '特雷·莱弗治的残骸',
    nil,
  },
  [11021] = {
    '冬泉霜刃豹',
    nil,
  },
  [11022] = {
    nil,
    '巴罗夫家族',
  },
  [11023] = {
    nil,
    '巴罗夫家族',
  },
  [11024] = {
    nil,
    '杰希尔的宠物',
  },
  [11025] = {
    nil,
    '工程学训练师',
  },
  [11026] = {
    '斯普莱特',
    '工程学训练师',
  },
  [11027] = {
    '幻影怨灵',
    nil,
  },
  [11028] = {
    '耶玛',
    '工程学训练师',
  },
  [11029] = {
    '特里克希',
    '工程学训练师',
  },
  [11030] = {
    '无脑的亡灵',
    nil,
  },
  [11031] = {
    nil,
    '工程学训练师',
  },
  [11032] = {
    '指挥官玛洛尔',
    nil,
  },
  [11034] = {
    '玛克斯韦尔·泰罗索斯男爵',
    '银色黎明',
  },
  [11035] = {
    nil,
    '银色黎明',
  },
  [11036] = {
    '莱尼德·巴萨罗梅',
    '银色黎明',
  },
  [11037] = {
    nil,
    '工程学训练师',
  },
  [11038] = {
    '护理者奥林',
    '银色黎明',
  },
  [11039] = {
    '尼古拉斯·瑟伦霍夫公爵',
    '银色黎明',
  },
  [11040] = {
    '守夜人布隆尼尔',
    '守夜人',
  },
  [11041] = {
    '米拉·法拉科纳',
    '炼金术训练师',
  },
  [11042] = {
    '希尔瓦娜·林月',
    '炼金术训练师',
  },
  [11043] = {
    '复生的僧侣',
    nil,
  },
  [11044] = {
    '马丁·费尔本',
    '炼金术训练师',
  },
  [11046] = {
    nil,
    '炼金术训练师',
  },
  [11047] = {
    nil,
    '炼金术训练师',
  },
  [11048] = {
    nil,
    '裁缝训练师',
  },
  [11049] = {
    nil,
    '裁缝训练师',
  },
  [11050] = {
    nil,
    '裁缝训练师',
  },
  [11051] = {
    nil,
    '裁缝训练师',
  },
  [11052] = {
    nil,
    '裁缝训练师',
  },
  [11053] = {
    '高阶牧师玛多妮尔',
    nil,
  },
  [11054] = {
    '复生的火枪手',
    nil,
  },
  [11055] = {
    '暗影牧师范蒂丝',
    nil,
  },
  [11056] = {
    '化学家阿尔比顿',
    nil,
  },
  [11057] = {
    '药剂师迪瑟斯',
    nil,
  },
  [11063] = {
    '卡林·雷德帕斯',
    '银色黎明',
  },
  [11064] = {
    '达隆郡居民的灵魂',
    nil,
  },
  [11065] = {
    '索恩斯·火石',
    '附魔训练师',
  },
  [11066] = {
    nil,
    '附魔训练师',
  },
  [11067] = {
    nil,
    '附魔训练师',
  },
  [11068] = {
    nil,
    '附魔训练师',
  },
  [11069] = {
    '耶诺瓦·石盾',
    '兽栏管理员',
  },
  [11070] = {
    '拉琳娜·夏月',
    '附魔训练师',
  },
  [11071] = {
    '莫特·晨行者',
    '附魔训练师',
  },
  [11072] = {
    '基塔·费温德',
    '附魔训练师',
  },
  [11073] = {
    nil,
    '附魔训练师',
  },
  [11074] = {
    nil,
    '附魔训练师',
  },
  [11075] = {
    '护锅者拜尔摩',
    nil,
  },
  [11076] = {
    '护锅者拉扎奇',
    nil,
  },
  [11077] = {
    '护锅者玛维诺斯',
    nil,
  },
  [11078] = {
    '护锅者索瓦斯',
    nil,
  },
  [11079] = {
    '维恩德·夜风',
    nil,
  },
  [11081] = {
    nil,
    '制皮训练师',
  },
  [11082] = {
    '斯坦索姆信使',
    nil,
  },
  [11083] = {
    nil,
    '初级制皮师',
  },
  [11084] = {
    nil,
    '制皮训练师',
  },
  [11096] = {
    nil,
    '初级制皮师',
  },
  [11097] = {
    '德拉克·石拳',
    '制皮训练师',
  },
  [11098] = {
    '哈拉纳·铁皮',
    '制皮训练师',
  },
  [11099] = {
    '银色卫士',
    '银色黎明',
  },
  [11100] = {
    '法力之潮图腾 II',
    nil,
  },
  [11101] = {
    '法力之潮图腾 III',
    nil,
  },
  [11102] = {
    '银色骑兵',
    '银色黎明',
  },
  [11103] = {
    '旅店老板利莎瑞亚',
    '旅店老板',
  },
  [11104] = {
    nil,
    '兽栏管理员',
  },
  [11105] = {
    nil,
    '兽栏管理员',
  },
  [11106] = {
    '旅店老板希科瓦',
    '旅店老板',
  },
  [11116] = {
    '旅店老板埃比克瓦',
    '旅店老板',
  },
  [11117] = {
    nil,
    '兽栏管理员',
  },
  [11118] = {
    '旅店老板维兹奇',
    '旅店老板',
  },
  [11119] = {
    nil,
    '兽栏管理员',
  },
  [11120] = {
    '复生的铸锤师',
    nil,
  },
  [11121] = {
    '黑衣守卫铸剑师',
    nil,
  },
  [11122] = {
    '永不安息的灵魂',
    nil,
  },
  [11136] = {
    '被解放的灵魂',
    nil,
  },
  [11137] = {
    nil,
    '武器锻造师',
  },
  [11138] = {
    nil,
    '角鹰兽管理员',
  },
  [11139] = {
    nil,
    '双足飞龙管理员',
  },
  [11141] = {
    '特雷·莱弗治的灵魂',
    nil,
  },
  [11142] = {
    '亡灵邮差',
    nil,
  },
  [11143] = {
    '邮差马龙',
    nil,
  },
  [11145] = {
    '米洛尔·怒斩',
    nil,
  },
  [11146] = {
    '埃隆努斯·冷钢',
    '武器铸造大师',
  },
  [11147] = {
    '绿色机械陆行鸟',
    nil,
  },
  [11148] = {
    '紫色机械陆行鸟',
    nil,
  },
  [11149] = {
    '红蓝两色机械陆行鸟',
    nil,
  },
  [11150] = {
    '冰蓝色机械陆行鸟A型',
    nil,
  },
  [11151] = {
    '黄绿两色机械陆行鸟',
    nil,
  },
  [11152] = {
    '天灾之锅',
    nil,
  },
  [11153] = {
    '红色骸骨军马',
    nil,
  },
  [11154] = {
    '蓝色骸骨军马',
    nil,
  },
  [11155] = {
    '棕色骸骨军马',
    nil,
  },
  [11156] = {
    '绿色骸骨军马',
    nil,
  },
  [11176] = {
    '克拉索克·火拳',
    nil,
  },
  [11177] = {
    '奥克索斯·铁怒',
    '锻造训练师',
  },
  [11178] = {
    '伯古什',
    '武器铸造大师',
  },
  [11179] = {
    '水晶触发器',
    nil,
  },
  [11180] = {
    '血毒岗哨卫士',
    nil,
  },
  [11181] = {
    nil,
    '凯尔布鲁斯的宠物',
  },
  [11182] = {
    nil,
    '重甲商',
  },
  [11183] = {
    nil,
    '轻甲商',
  },
  [11184] = {
    nil,
    '武器和枪械',
  },
  [11185] = {
    '希兹尔·菲兹波特',
    '工程学供应商',
  },
  [11186] = {
    '鲁尼克斯',
    '采矿供应商',
  },
  [11187] = {
    nil,
    '食物和饮料',
  },
  [11188] = {
    '埃文·维布鲁',
    '炼金术供应商',
  },
  [11189] = {
    nil,
    '贸易供应商',
  },
  [11190] = {
    '永望镇卫兵',
    nil,
  },
  [11191] = {
    '轻盈的莉莉丝',
    nil,
  },
  [11193] = {
    '亡灵杀手瑟里尔',
    nil,
  },
  [11194] = {
    '黎明守护者',
    '银色黎明',
  },
  [11195] = {
    '死亡战马',
    nil,
  },
  [11196] = {
    '碎矛鼓手',
    nil,
  },
  [11197] = {
    '无脑的骷髅',
    nil,
  },
  [11198] = {
    '破碎流放者',
    nil,
  },
  [11199] = {
    '红衣火炮',
    nil,
  },
  [11200] = {
    '骷髅',
    nil,
  },
  [11218] = {
    '克罗尼亚·恒影',
    '利爪德鲁伊',
  },
  [11219] = {
    '利拉迪斯·月河',
    nil,
  },
  [11236] = {
    '红鹦鹉',
    nil,
  },
  [11256] = {
    '水魂',
    nil,
  },
  [11257] = {
    '通灵学院管理者',
    nil,
  },
  [11258] = {
    '脆弱的骷髅',
    nil,
  },
  [11259] = {
    '纳塔卡·长角',
    nil,
  },
  [11260] = {
    '北郡农夫',
    nil,
  },
  [11261] = {
    '瑟尔林·卡斯迪诺夫教授',
    '屠夫',
  },
  [11262] = {
    '奥妮克希亚雏龙',
    nil,
  },
  [11263] = {
    '鬼灵幻象',
    nil,
  },
  [11276] = {
    '艾萨拉哨兵',
    nil,
  },
  [11277] = {
    '凯尔达隆居民',
    nil,
  },
  [11278] = {
    '玛格努斯·霜鸣',
    nil,
  },
  [11279] = {
    '凯尔达隆卫士',
    nil,
  },
  [11280] = {
    '凯尔达隆炮兵',
    nil,
  },
  [11281] = {
    '凯尔达隆骑兵',
    nil,
  },
  [11284] = {
    '黑暗之影',
    nil,
  },
  [11286] = {
    '马杜克镇长',
    nil,
  },
  [11287] = {
    '面包师玛斯特森',
    nil,
  },
  [11288] = {
    '鬼灵背叛者',
    nil,
  },
  [11289] = {
    '鬼魅防御者',
    nil,
  },
  [11290] = {
    '烂苔僵尸',
    nil,
  },
  [11291] = {
    '不死的烂苔巨魔',
    nil,
  },
  [11296] = {
    '达隆郡恶鬼',
    nil,
  },
  [11316] = {
    nil,
    '废弃物回收',
  },
  [11318] = {
    '怒焰穴居人',
    nil,
  },
  [11319] = {
    '怒焰萨满祭司',
    nil,
  },
  [11320] = {
    '钻土虫',
    nil,
  },
  [11321] = {
    '熔岩元素',
    nil,
  },
  [11322] = {
    '燃刃信徒',
    nil,
  },
  [11323] = {
    '燃刃执行者',
    nil,
  },
  [11324] = {
    '燃刃术士',
    nil,
  },
  [11325] = {
    '熊猫宝宝',
    nil,
  },
  [11326] = {
    '迷你破坏神',
    '恐惧之王',
  },
  [11328] = {
    '东谷农民',
    nil,
  },
  [11338] = {
    '哈卡暗影法师',
    nil,
  },
  [11339] = {
    '哈卡暗影猎手',
    nil,
  },
  [11340] = {
    '哈卡高阶祭司',
    nil,
  },
  [11346] = {
    '哈卡莱神谕者',
    nil,
  },
  [11347] = {
    '狂热者洛卡恩',
    nil,
  },
  [11348] = {
    '狂热者扎斯',
    nil,
  },
  [11350] = {
    '古拉巴什掷斧者',
    nil,
  },
  [11351] = {
    '古拉巴什猎头者',
    nil,
  },
  [11352] = {
    '古拉巴什狂暴者',
    nil,
  },
  [11353] = {
    '古拉巴什饮血者',
    nil,
  },
  [11355] = {
    '古拉巴什战士',
    nil,
  },
  [11356] = {
    '古拉巴什勇士',
    nil,
  },
  [11357] = {
    '哈卡之子',
    nil,
  },
  [11359] = {
    '灵魂掠夺者',
    nil,
  },
  [11360] = {
    '祖利安幼虎',
    nil,
  },
  [11361] = {
    '祖利安猛虎',
    nil,
  },
  [11365] = {
    '祖利安雌猎虎',
    nil,
  },
  [11368] = {
    '觅血蝙蝠',
    nil,
  },
  [11370] = {
    '拉扎什寡妇蛛',
    nil,
  },
  [11371] = {
    '拉扎什毒蛇',
    nil,
  },
  [11372] = {
    '拉扎什蝰蛇',
    nil,
  },
  [11373] = {
    '拉扎什眼镜蛇',
    nil,
  },
  [11374] = {
    '钩齿狂鱼',
    nil,
  },
  [11378] = {
    '工头塔兹利尔',
    nil,
  },
  [11380] = {
    '妖术师金度',
    nil,
  },
  [11382] = {
    '血领主曼多基尔',
    nil,
  },
  [11383] = {
    '高阶祭司海瓦纳',
    nil,
  },
  [11387] = {
    '沙怒部族演讲者',
    '沙怒巨魔大使',
  },
  [11388] = {
    '枯木部族演讲者',
    '枯木巨魔大使',
  },
  [11389] = {
    '血顶部族演讲者',
    '血顶巨魔大使',
  },
  [11390] = {
    '碎颅部族演讲者',
    '劈颅巨魔大使',
  },
  [11391] = {
    '邪枝部族演讲者',
    '邪枝巨魔大使',
  },
  [11397] = {
    nil,
    '牧师训练师',
  },
  [11401] = {
    '女祭司阿兰希雅',
    '牧师训练师',
  },
  [11406] = {
    '高阶牧师洛汉',
    '牧师训练师',
  },
  [11437] = {
    '小型地狱火',
    nil,
  },
  [11438] = {
    '比布里·弗斯巴克',
    nil,
  },
  [11439] = {
    '詹迪斯·巴罗夫的幻象',
    nil,
  },
  [11440] = {
    '戈多克执行者',
    nil,
  },
  [11441] = {
    '戈多克蛮兵',
    nil,
  },
  [11442] = {
    '戈多克虐待者',
    nil,
  },
  [11443] = {
    '戈多克食人魔法师',
    nil,
  },
  [11444] = {
    '戈多克大法师',
    nil,
  },
  [11445] = {
    '戈多克领主',
    nil,
  },
  [11446] = {
    '戈多克军官',
    nil,
  },
  [11448] = {
    '戈多克术士',
    nil,
  },
  [11450] = {
    '戈多克掠夺者',
    nil,
  },
  [11451] = {
    '荒野萨特',
    nil,
  },
  [11452] = {
    '荒野游荡者',
    nil,
  },
  [11453] = {
    '荒野欺诈者',
    nil,
  },
  [11454] = {
    '荒野背叛者',
    nil,
  },
  [11455] = {
    '荒野魔仆',
    nil,
  },
  [11456] = {
    '荒野暗影行者',
    nil,
  },
  [11457] = {
    '荒野唤魔者',
    nil,
  },
  [11458] = {
    '僵化的树人',
    nil,
  },
  [11459] = {
    '埃隆巴克保护者',
    nil,
  },
  [11460] = {
    '奥兹恩的爪牙',
    nil,
  },
  [11461] = {
    '扭木守护者',
    nil,
  },
  [11462] = {
    '扭木树人',
    nil,
  },
  [11464] = {
    '扭木纠缠者',
    nil,
  },
  [11465] = {
    '扭木践踏者',
    nil,
  },
  [11466] = {
    '上层精灵召唤者',
    nil,
  },
  [11469] = {
    '艾德雷斯怨魂',
    nil,
  },
  [11470] = {
    '艾德雷斯巫师',
    nil,
  },
  [11471] = {
    '艾德雷斯鬼怪',
    nil,
  },
  [11472] = {
    '艾德雷斯鬼巫',
    nil,
  },
  [11473] = {
    '艾德雷斯妖灵',
    nil,
  },
  [11475] = {
    '艾德雷斯幻像',
    nil,
  },
  [11476] = {
    '上层精灵骷髅',
    nil,
  },
  [11477] = {
    '腐烂的上层精灵',
    nil,
  },
  [11480] = {
    '奥术畸兽',
    nil,
  },
  [11483] = {
    '法力残渣',
    nil,
  },
  [11484] = {
    '畸形残渣',
    nil,
  },
  [11486] = {
    '托塞德林王子',
    nil,
  },
  [11487] = {
    '卡雷迪斯镇长',
    nil,
  },
  [11488] = {
    '伊琳娜·暗木',
    nil,
  },
  [11489] = {
    '特迪斯·扭木',
    nil,
  },
  [11490] = {
    '瑟雷姆·刺蹄',
    nil,
  },
  [11491] = {
    '埃隆巴克',
    nil,
  },
  [11492] = {
    '荒野变形者奥兹恩',
    nil,
  },
  [11494] = {
    '因萨提斯',
    nil,
  },
  [11497] = {
    '拉扎尔',
    nil,
  },
  [11498] = {
    '沮丧的斯卡尔',
    nil,
  },
  [11501] = {
    '戈多克大王',
    nil,
  },
  [11516] = {
    '木喉游荡者',
    nil,
  },
  [11517] = {
    '奥格弗林特',
    '怒焰酋长',
  },
  [11518] = {
    '祈求者耶戈什',
    nil,
  },
  [11520] = {
    '饥饿者塔拉加曼',
    nil,
  },
  [11521] = {
    '科多幽灵',
    nil,
  },
  [11536] = {
    '军需官米兰达·布利洛克',
    '银色黎明',
  },
  [11547] = {
    '通灵学院骷髅学员',
    nil,
  },
  [11551] = {
    '通灵魔',
    nil,
  },
  [11552] = {
    '木喉秘法师',
    nil,
  },
  [11553] = {
    '木喉折木者',
    nil,
  },
  [11554] = {
    '格拉兹',
    nil,
  },
  [11555] = {
    '独眼高恩',
    nil,
  },
  [11559] = {
    '玛格拉姆通灵师',
    nil,
  },
  [11560] = {
    '玛格拉姆鬼魂',
    nil,
  },
  [11561] = {
    '亡灵劫掠者',
    nil,
  },
  [11562] = {
    '枯钳龙虾人',
    nil,
  },
  [11563] = {
    '枯钳巨螯龙虾人',
    nil,
  },
  [11564] = {
    '基泽尔顿车队科多兽',
    nil,
  },
  [11576] = {
    '旋风撕裂者',
    nil,
  },
  [11577] = {
    '旋风雷暴行者',
    nil,
  },
  [11578] = {
    '旋风切割者',
    nil,
  },
  [11582] = {
    '通灵学院黑暗召唤师',
    nil,
  },
  [11596] = {
    '斯米德·瑟卡布斯库',
    nil,
  },
  [11598] = {
    '复活的守护者',
    nil,
  },
  [11600] = {
    '深铁萨满祭司',
    nil,
  },
  [11602] = {
    '深铁碎颅者',
    nil,
  },
  [11603] = {
    '白须掘地工',
    nil,
  },
  [11604] = {
    '白须地占师',
    nil,
  },
  [11605] = {
    '白须监工',
    nil,
  },
  [11608] = {
    '巴尔度·锐眼',
    nil,
  },
  [11609] = {
    '奥蕾西娅·铁刃',
    nil,
  },
  [11610] = {
    '科尔斯塔·迪普沙东',
    nil,
  },
  [11611] = {
    '骑士杜尔根',
    nil,
  },
  [11613] = {
    '猎人莱德雷',
    nil,
  },
  [11614] = {
    '血箭',
    nil,
  },
  [11616] = {
    nil,
    '银白十字军',
  },
  [11620] = {
    '鬼灵掠夺者',
    nil,
  },
  [11621] = {
    '鬼魅尸体',
    nil,
  },
  [11622] = {
    '血骨傀儡',
    nil,
  },
  [11623] = {
    '天灾召唤水晶',
    nil,
  },
  [11624] = {
    '泰迦·慧鬃',
    nil,
  },
  [11626] = {
    '里格·基泽尔顿',
    nil,
  },
  [11627] = {
    '被驯服的科多兽',
    nil,
  },
  [11628] = {
    '干枯的尸体',
    nil,
  },
  [11629] = {
    '杰希卡·雷德帕斯',
    nil,
  },
  [11636] = {
    '维尔顿·巴罗夫的仆从',
    nil,
  },
  [11637] = {
    '阿莱克斯·巴罗夫的仆从',
    nil,
  },
  [11656] = {
    '战歌苦工',
    nil,
  },
  [11658] = {
    '熔核巨人',
    nil,
  },
  [11659] = {
    '熔核摧毁者',
    nil,
  },
  [11661] = {
    '火妖',
    nil,
  },
  [11662] = {
    '火妖祭司',
    nil,
  },
  [11663] = {
    '火妖医师',
    nil,
  },
  [11664] = {
    '火妖精英',
    nil,
  },
  [11665] = {
    '熔岩歼灭者',
    nil,
  },
  [11666] = {
    '火焰行者',
    nil,
  },
  [11667] = {
    '烈焰守卫',
    nil,
  },
  [11668] = {
    '火焰之王',
    nil,
  },
  [11669] = {
    '烈焰小鬼',
    nil,
  },
  [11671] = {
    '熔火恶犬',
    nil,
  },
  [11672] = {
    '熔火怒犬',
    nil,
  },
  [11673] = {
    '熔火恶犬',
    nil,
  },
  [11675] = {
    '雪盲唤风者',
    nil,
  },
  [11677] = {
    '工头斯尼维尔',
    nil,
  },
  [11678] = {
    '雪盲伏击者',
    nil,
  },
  [11679] = {
    '冰斧巫医',
    nil,
  },
  [11680] = {
    '部落斥候',
    nil,
  },
  [11681] = {
    '战歌伐木工',
    nil,
  },
  [11682] = {
    '战歌步兵',
    nil,
  },
  [11683] = {
    '战歌萨满祭司',
    nil,
  },
  [11684] = {
    '地精伐木机',
    nil,
  },
  [11685] = {
    '玛洛迪祭司',
    nil,
  },
  [11686] = {
    '鬼魅掠夺者',
    nil,
  },
  [11687] = {
    '鬼魅袭击者',
    nil,
  },
  [11688] = {
    '被诅咒的半人马',
    nil,
  },
  [11689] = {
    '棕色科多兽',
    nil,
  },
  [11690] = {
    '瘤背教唆者',
    nil,
  },
  [11696] = {
    '卡尔·晴风',
    '冬刃豹训练师',
  },
  [11697] = {
    '玛诺洛克鞭笞者',
    nil,
  },
  [11698] = {
    '亚什毒蝎',
    nil,
  },
  [11699] = {
    nil,
    '暴风城的王子',
  },
  [11700] = {
    '萨林·星光',
    nil,
  },
  [11701] = {
    nil,
    '暴掠龙训练师',
  },
  [11702] = {
    nil,
    '暴掠龙训练师',
  },
  [11703] = {
    '格劳恩·角石',
    '锁甲商',
  },
  [11704] = {
    '克里斯·金光',
    nil,
  },
  [11705] = {
    '拉亚恩·晨光',
    nil,
  },
  [11708] = {
    '科拉·月风',
    nil,
  },
  [11709] = {
    '加雷斯·深林',
    nil,
  },
  [11711] = {
    '哨兵阿娜莎',
    nil,
  },
  [11712] = {
    '莉琳·暗河',
    nil,
  },
  [11713] = {
    '黑木追踪者',
    nil,
  },
  [11714] = {
    '玛洛什',
    nil,
  },
  [11716] = {
    '塞雷斯',
    nil,
  },
  [11717] = {
    '贝萨·蓝河',
    nil,
  },
  [11718] = {
    '萨恩·棕眼',
    nil,
  },
  [11720] = {
    '罗鲁克·森林行者',
    nil,
  },
  [11721] = {
    '亚什工蝎',
    nil,
  },
  [11722] = {
    '亚什防御者',
    nil,
  },
  [11723] = {
    '亚什沙行者',
    nil,
  },
  [11724] = {
    '亚什蜂群',
    nil,
  },
  [11725] = {
    '佐拉守卫',
    nil,
  },
  [11726] = {
    '佐拉坑道蝎',
    nil,
  },
  [11727] = {
    '佐拉巨蜂',
    nil,
  },
  [11728] = {
    '佐拉掠夺者',
    nil,
  },
  [11729] = {
    '佐拉雌蝎',
    nil,
  },
  [11730] = {
    '雷戈伏击者',
    nil,
  },
  [11731] = {
    '雷戈掘洞者',
    nil,
  },
  [11732] = {
    '雷戈喷毒者',
    nil,
  },
  [11733] = {
    '雷戈制奴者',
    nil,
  },
  [11734] = {
    '雷戈主宰',
    nil,
  },
  [11735] = {
    '石鞭蝎',
    nil,
  },
  [11736] = {
    '石鞭巨钳蝎',
    nil,
  },
  [11737] = {
    '石鞭掠夺者',
    nil,
  },
  [11738] = {
    '掠沙蜘蛛',
    nil,
  },
  [11739] = {
    '石行蜘蛛',
    nil,
  },
  [11740] = {
    '掘泥打击者',
    nil,
  },
  [11741] = {
    '掘泥摧毁者',
    nil,
  },
  [11744] = {
    '灰尘风暴',
    nil,
  },
  [11745] = {
    '飓风战士',
    nil,
  },
  [11746] = {
    '沙漠奔行者',
    nil,
  },
  [11747] = {
    '沙漠狂暴者',
    nil,
  },
  [11748] = {
    '萨曼莎·迅蹄',
    nil,
  },
  [11749] = {
    '弗兰·强风',
    nil,
  },
  [11754] = {
    '麦吉·贝比罗克',
    nil,
  },
  [11755] = {
    '哈鲁·维格索斯',
    nil,
  },
  [11777] = {
    '暗影碎片巡游者',
    nil,
  },
  [11778] = {
    '暗影碎片击碎者',
    nil,
  },
  [11781] = {
    '琥珀碎片摧毁者',
    nil,
  },
  [11782] = {
    '琥珀碎片毁灭者',
    nil,
  },
  [11783] = {
    '瑟莱德丝碎片',
    nil,
  },
  [11784] = {
    '瑟莱德丝卫士',
    nil,
  },
  [11785] = {
    '黄眼蜥蜴',
    nil,
  },
  [11786] = {
    '黄眼掠夺者',
    nil,
  },
  [11787] = {
    '岩孔虫',
    nil,
  },
  [11788] = {
    '岩石虫',
    nil,
  },
  [11789] = {
    '深岩虫',
    nil,
  },
  [11790] = {
    '腐烂萨特',
    nil,
  },
  [11791] = {
    '腐烂欺骗者',
    nil,
  },
  [11792] = {
    '腐烂巡影者',
    nil,
  },
  [11793] = {
    '塞雷布拉斯树妖',
    nil,
  },
  [11794] = {
    '塞雷布拉斯姐妹',
    nil,
  },
  [11795] = {
    '麦林萨·河弯',
    nil,
  },
  [11796] = {
    '贝萨尼·草风',
    nil,
  },
  [11797] = {
    '莫伦·河弯',
    nil,
  },
  [11798] = {
    '布瑟恩·草风',
    '雷霆崖飞行管理员',
  },
  [11800] = {
    nil,
    '达纳苏斯飞行管理员',
  },
  [11802] = {
    '德迪利特·星焰',
    nil,
  },
  [11803] = {
    '暮光守护者埃克斯特',
    '暮光之锤',
  },
  [11804] = {
    '暮光守护者哈弗斯',
    '暮光之锤',
  },
  [11805] = {
    '加鲁德·坚蹄',
    '塞纳里奥议会',
  },
  [11806] = {
    '哨兵奥奈雅',
    nil,
  },
  [11807] = {
    '提斯坦·影石',
    nil,
  },
  [11808] = {
    '格鲁姆·红须',
    nil,
  },
  [11810] = {
    '霍文·鹰羽',
    nil,
  },
  [11811] = {
    '纳瑞安',
    nil,
  },
  [11812] = {
    '克莱拉·轻羽',
    nil,
  },
  [11813] = {
    '科尔·铁眼',
    nil,
  },
  [11821] = {
    '达恩·鹰爪',
    nil,
  },
  [11822] = {
    '月光林地守卫',
    nil,
  },
  [11823] = {
    '瓦克·战痕',
    nil,
  },
  [11830] = {
    '哈卡祭司',
    nil,
  },
  [11831] = {
    '哈卡巫医',
    nil,
  },
  [11832] = {
    '守护者雷姆洛斯',
    nil,
  },
  [11833] = {
    nil,
    '玛加萨的仆从',
  },
  [11834] = {
    '玛尔·恐怖图腾',
    nil,
  },
  [11836] = {
    '被抓住的狂暴蓟熊',
    nil,
  },
  [11837] = {
    '蛮爪萨满祭司',
    nil,
  },
  [11838] = {
    '蛮爪秘法师',
    nil,
  },
  [11839] = {
    '蛮爪士兵',
    nil,
  },
  [11840] = {
    '蛮爪突击队员',
    nil,
  },
  [11856] = {
    '卡雅·扁蹄',
    nil,
  },
  [11857] = {
    '玛卡巴·扁蹄',
    nil,
  },
  [11858] = {
    '格鲁迪格·黑云',
    '酋长',
  },
  [11859] = {
    '末日守卫',
    nil,
  },
  [11860] = {
    '马格兰',
    nil,
  },
  [11863] = {
    nil,
    '银色黎明',
  },
  [11864] = {
    '塔姆拉·荒原',
    nil,
  },
  [11865] = {
    '布里维夫·石拳',
    '武器大师',
  },
  [11866] = {
    '伊琳尼雅·月火',
    '武器大师',
  },
  [11867] = {
    nil,
    '武器大师',
  },
  [11868] = {
    nil,
    '武器大师',
  },
  [11869] = {
    nil,
    '武器大师',
  },
  [11870] = {
    nil,
    '武器大师',
  },
  [11871] = {
    '呲牙狗',
    nil,
  },
  [11872] = {
    '巫女麦兰达',
    nil,
  },
  [11873] = {
    '鬼魅随从',
    nil,
  },
  [11874] = {
    nil,
    '高级皮匠',
  },
  [11875] = {
    '迫击炮小队活动假人',
    nil,
  },
  [11876] = {
    '恶魔灵魂',
    nil,
  },
  [11877] = {
    '鲁恩·蛮鬃',
    nil,
  },
  [11878] = {
    '纳萨诺斯·凋零者',
    '黑暗女王的勇士',
  },
  [11880] = {
    '暮光复仇者',
    '暮光之锤',
  },
  [11881] = {
    '暮光地王',
    '暮光之锤',
  },
  [11882] = {
    '暮光唤石者',
    '暮光之锤',
  },
  [11883] = {
    '暮光主宰',
    '暮光之锤',
  },
  [11885] = {
    '荒芜犬',
    nil,
  },
  [11886] = {
    '米库提奥·污血',
    nil,
  },
  [11887] = {
    '地穴抢劫者',
    nil,
  },
  [11896] = {
    '淤血虫',
    nil,
  },
  [11897] = {
    '暗翼蝠',
    nil,
  },
  [11898] = {
    '十字军领主瓦德玛尔',
    nil,
  },
  [11899] = {
    nil,
    '双足飞龙管理员',
  },
  [11900] = {
    nil,
    '双足飞龙管理员',
  },
  [11901] = {
    nil,
    '双足飞龙管理员',
  },
  [11910] = {
    '恐怖图腾恶徒',
    nil,
  },
  [11911] = {
    '恐怖图腾佣兵',
    nil,
  },
  [11912] = {
    '恐怖图腾蛮兵',
    nil,
  },
  [11913] = {
    '恐怖图腾巫师',
    nil,
  },
  [11914] = {
    '黑衣戈霍夫',
    nil,
  },
  [11915] = {
    '滚岩护石者',
    nil,
  },
  [11917] = {
    '滚岩地卜师',
    nil,
  },
  [11918] = {
    '滚岩裂石者',
    nil,
  },
  [11936] = {
    '画家瑞弗蕾',
    nil,
  },
  [11937] = {
    '恶魔之门的卫士',
    nil,
  },
  [11940] = {
    '梅里萨·斯蒂维尔',
    nil,
  },
  [11941] = {
    '尤里·碎盔',
    nil,
  },
  [11942] = {
    '奥雷希尔·语风',
    nil,
  },
  [11944] = {
    '沃恩·星眼',
    nil,
  },
  [11946] = {
    nil,
    '霜狼将军',
  },
  [11947] = {
    '加尔范上尉',
    '霜狼上尉',
  },
  [11948] = {
    '范达尔·雷矛',
    '雷矛将军',
  },
  [11949] = {
    '巴琳达·斯通赫尔斯',
    '雷矛上尉',
  },
  [11956] = {
    '巨熊之灵',
    nil,
  },
  [11957] = {
    '巨豹之灵',
    nil,
  },
  [11983] = {
    '费尔默',
    nil,
  },
  [11988] = {
    '焚化者古雷曼格',
    nil,
  },
  [11997] = {
    '雷矛传令官',
    nil,
  },
  [11998] = {
    '霜狼传令官',
    nil,
  },
  [12017] = {
    '勒什雷尔',
    nil,
  },
  [12018] = {
    '管理者埃克索图斯',
    nil,
  },
  [12019] = {
    nil,
    '食物和饮料商人',
  },
  [12021] = {
    '黛欧琳·夏叶',
    '杂货商',
  },
  [12022] = {
    '罗莱尔·冬歌',
    '贸易供应商',
  },
  [12023] = {
    nil,
    '轻甲商',
  },
  [12024] = {
    nil,
    '武器锻造师',
  },
  [12025] = {
    nil,
    '草药学训练师',
  },
  [12026] = {
    nil,
    '食物和饮料商人',
  },
  [12027] = {
    nil,
    '杂货商',
  },
  [12028] = {
    nil,
    '贸易供应商',
  },
  [12029] = {
    nil,
    '弓箭商',
  },
  [12030] = {
    nil,
    '剥皮训练师',
  },
  [12031] = {
    nil,
    '渔具供应商',
  },
  [12032] = {
    nil,
    '钓鱼训练师',
  },
  [12033] = {
    nil,
    '烹饪供应商',
  },
  [12042] = {
    nil,
    '德鲁伊训练师',
  },
  [12043] = {
    nil,
    '贸易供应商',
  },
  [12045] = {
    nil,
    '斧匠',
  },
  [12046] = {
    '掠夺者格玛洛克',
    nil,
  },
  [12047] = {
    '雷矛巡山人',
    nil,
  },
  [12048] = {
    '联盟哨兵',
    nil,
  },
  [12050] = {
    '雷矛防御者',
    nil,
  },
  [12051] = {
    '霜狼军团士兵',
    nil,
  },
  [12052] = {
    '霜狼战士',
    nil,
  },
  [12053] = {
    '霜狼守卫者',
    nil,
  },
  [12056] = {
    '迦顿男爵',
    nil,
  },
  [12076] = {
    '熔岩元素',
    nil,
  },
  [12096] = {
    '雷矛军需官',
    nil,
  },
  [12097] = {
    '霜狼军需官',
    nil,
  },
  [12098] = {
    '萨弗隆先驱者',
    nil,
  },
  [12099] = {
    '火誓者',
    nil,
  },
  [12100] = {
    '熔岩掠夺者',
    nil,
  },
  [12101] = {
    '熔岩奔腾者',
    nil,
  },
  [12116] = {
    '艾露恩的女祭司',
    nil,
  },
  [12119] = {
    '火妖护卫',
    nil,
  },
  [12120] = {
    '天灾白蚁',
    nil,
  },
  [12123] = {
    '暗礁鲨鱼',
    nil,
  },
  [12124] = {
    '大鲨鱼',
    nil,
  },
  [12125] = {
    '巨型鲨鱼',
    nil,
  },
  [12126] = {
    '提里奥·弗丁',
    '白银之手骑士团',
  },
  [12127] = {
    '雷矛卫兵',
    nil,
  },
  [12128] = {
    '红衣精英',
    nil,
  },
  [12129] = {
    '奥妮克希亚守卫',
    nil,
  },
  [12136] = {
    '斯纳尔克',
    '杜隆塔尔飞艇管理员',
  },
  [12137] = {
    '斯奎比',
    '杜隆塔尔飞艇管理员',
  },
  [12138] = {
    '月爪枭兽',
    nil,
  },
  [12140] = {
    '艾露恩的卫士',
    nil,
  },
  [12141] = {
    '冰图腾',
    nil,
  },
  [12143] = {
    '烈焰之子',
    nil,
  },
  [12144] = {
    '月爪枭兽的灵魂',
    nil,
  },
  [12145] = {
    '骑乘用科多兽（黑色）',
    nil,
  },
  [12146] = {
    '骑乘用科多兽（绿色）',
    nil,
  },
  [12147] = {
    '骑乘用科多兽（白色）',
    nil,
  },
  [12148] = {
    '蓝色科多兽',
    nil,
  },
  [12149] = {
    '灰色科多兽',
    nil,
  },
  [12150] = {
    '骑乘用科多兽（紫色）',
    nil,
  },
  [12151] = {
    '绿色科多兽',
    nil,
  },
  [12152] = {
    '艾露恩之音',
    nil,
  },
  [12156] = {
    '冰斧掷斧者',
    nil,
  },
  [12157] = {
    '冰斧暗影猎手',
    nil,
  },
  [12158] = {
    '冰斧猎头者',
    nil,
  },
  [12159] = {
    '血怒者科尔拉克',
    nil,
  },
  [12160] = {
    '幽影谷哨兵',
    nil,
  },
  [12178] = {
    '被折磨的德鲁伊',
    nil,
  },
  [12179] = {
    '被折磨的哨兵',
    nil,
  },
  [12196] = {
    '旅店老板凯利斯克',
    '旅店老板',
  },
  [12197] = {
    '格罗杜姆·钢须',
    '奥特兰克山谷军官',
  },
  [12198] = {
    nil,
    '阿拉希盆地军官',
  },
  [12199] = {
    '珀月的阴影',
    nil,
  },
  [12201] = {
    '瑟莱德丝公主',
    nil,
  },
  [12202] = {
    '人类徽记',
    nil,
  },
  [12203] = {
    '兰斯利德',
    nil,
  },
  [12204] = {
    '恶鞭掠夺者',
    nil,
  },
  [12205] = {
    '恶鞭女巫',
    nil,
  },
  [12206] = {
    '原始巨兽',
    nil,
  },
  [12207] = {
    '塞萨拉多头怪',
    nil,
  },
  [12208] = {
    '屈服的纳萨诺斯之魂',
    nil,
  },
  [12216] = {
    '毒劣魔',
    nil,
  },
  [12217] = {
    '腐化劣魔',
    nil,
  },
  [12218] = {
    '邪恶幼虫',
    nil,
  },
  [12219] = {
    '尖刺鞭笞者',
    nil,
  },
  [12220] = {
    '蟒藤',
    nil,
  },
  [12221] = {
    '毒性软泥怪',
    nil,
  },
  [12222] = {
    '爬行污泥怪',
    nil,
  },
  [12223] = {
    '洞窟潜伏者',
    nil,
  },
  [12224] = {
    '洞窟游荡者',
    nil,
  },
  [12225] = {
    '被诅咒的塞雷布拉斯',
    nil,
  },
  [12236] = {
    '维利塔恩',
    nil,
  },
  [12237] = {
    '收割者麦什洛克',
    nil,
  },
  [12238] = {
    '扎尔塔的灵魂',
    nil,
  },
  [12239] = {
    '格尔克之魂',
    '第二可汗',
  },
  [12240] = {
    '考尔克之魂',
    '第一可汗',
  },
  [12241] = {
    '玛格拉之魂',
    '第三可汗',
  },
  [12242] = {
    '玛劳杜斯之魂',
    '第四可汗',
  },
  [12243] = {
    '温格之魂',
    '第五可汗',
  },
  [12244] = {
    '爆炸记号',
    nil,
  },
  [12245] = {
    '贸易机器人1000型',
    nil,
  },
  [12246] = {
    '超级商人680型',
    nil,
  },
  [12247] = {
    '天灾建筑',
    nil,
  },
  [12248] = {
    '渗透者哈米亚',
    nil,
  },
  [12249] = {
    '爆炸记号',
    nil,
  },
  [12250] = {
    '流亡者塞达尔',
    nil,
  },
  [12251] = {
    '爆炸记号',
    nil,
  },
  [12252] = {
    '爆炸记号',
    nil,
  },
  [12253] = {
    '爆炸记号',
    nil,
  },
  [12254] = {
    '爆炸记号',
    nil,
  },
  [12255] = {
    '爆炸记号',
    nil,
  },
  [12256] = {
    '爆炸记号',
    nil,
  },
  [12257] = {
    '机械雪人',
    nil,
  },
  [12258] = {
    '锐刺鞭笞者',
    nil,
  },
  [12260] = {
    '奥妮克希亚幼龙',
    nil,
  },
  [12261] = {
    '被感染的烂苔巨魔',
    nil,
  },
  [12262] = {
    '通灵塔保护者',
    nil,
  },
  [12263] = {
    '屠宰房保护者',
    nil,
  },
  [12265] = {
    '熔岩爪牙',
    nil,
  },
  [12276] = {
    '佐拉虫卵',
    nil,
  },
  [12277] = {
    '梅丽萨',
    nil,
  },
  [12296] = {
    '生病的瞪羚',
    nil,
  },
  [12297] = {
    '被治愈的瞪羚',
    nil,
  },
  [12298] = {
    '生病的鹿',
    nil,
  },
  [12299] = {
    '被治愈的鹿',
    nil,
  },
  [12319] = {
    '火刃毒药师',
    nil,
  },
  [12320] = {
    '火刃镇压者',
    nil,
  },
  [12321] = {
    '雷鳞毒药师',
    nil,
  },
  [12322] = {
    '奎尔林斯保卫者',
    nil,
  },
  [12336] = {
    '克罗雷修士',
    '血色十字军使者',
  },
  [12337] = {
    '红衣信使',
    nil,
  },
  [12338] = {
    '葬影村卫兵',
    nil,
  },
  [12339] = {
    nil,
    '血色十字军圣贤',
  },
  [12340] = {
    '杜泽加尔',
    nil,
  },
  [12341] = {
    '蓝色骸骨军马',
    nil,
  },
  [12342] = {
    '棕色骸骨军马',
    nil,
  },
  [12343] = {
    '红色骸骨军马',
    nil,
  },
  [12344] = {
    '迅捷绿色骸骨军马',
    nil,
  },
  [12345] = {
    '杂斑赤色迅猛龙',
    nil,
  },
  [12346] = {
    '绿色迅猛龙坐骑',
    nil,
  },
  [12347] = {
    '狂怒的暗礁蟹',
    nil,
  },
  [12348] = {
    '白色迅猛龙',
    nil,
  },
  [12349] = {
    '青色迅猛龙坐骑',
    nil,
  },
  [12350] = {
    '紫色骑乘迅猛龙',
    nil,
  },
  [12351] = {
    '恐狼坐骑',
    nil,
  },
  [12352] = {
    '血色骑兵',
    nil,
  },
  [12353] = {
    '森林狼坐骑',
    nil,
  },
  [12354] = {
    '棕色科多兽坐骑',
    nil,
  },
  [12355] = {
    '灰色科多兽坐骑',
    nil,
  },
  [12356] = {
    '绿色科多兽坐骑',
    nil,
  },
  [12357] = {
    '蓝色科多兽坐骑',
    nil,
  },
  [12358] = {
    '骑乘用条纹霜刃豹',
    nil,
  },
  [12359] = {
    '骑乘用斑点霜刃豹',
    nil,
  },
  [12360] = {
    '骑乘用条纹夜刃豹',
    nil,
  },
  [12361] = {
    '骑乘用夜刃豹',
    nil,
  },
  [12362] = {
    '骑乘用霜刃豹',
    nil,
  },
  [12363] = {
    '蓝色机械陆行鸟',
    nil,
  },
  [12364] = {
    '冰蓝色机械陆行鸟A型',
    nil,
  },
  [12365] = {
    '红色机械陆行鸟',
    nil,
  },
  [12366] = {
    '未涂色的机械陆行鸟X型',
    nil,
  },
  [12367] = {
    '绿色机械陆行鸟',
    nil,
  },
  [12368] = {
    '白色机械陆行鸟A型',
    nil,
  },
  [12369] = {
    '科拉加鲁',
    nil,
  },
  [12370] = {
    '黑山羊',
    nil,
  },
  [12371] = {
    '霜山羊',
    nil,
  },
  [12372] = {
    '棕山羊',
    nil,
  },
  [12373] = {
    '灰山羊',
    nil,
  },
  [12374] = {
    '白色山羊坐骑',
    nil,
  },
  [12375] = {
    '栗色马',
    nil,
  },
  [12376] = {
    '棕马',
    nil,
  },
  [12377] = {
    '哀嚎的鬼怪',
    nil,
  },
  [12378] = {
    '被诅咒的灵魂',
    nil,
  },
  [12379] = {
    '不死的看守者',
    nil,
  },
  [12380] = {
    '不死的居民',
    nil,
  },
  [12381] = {
    '鬼能精魂',
    nil,
  },
  [12382] = {
    '法力精魂',
    nil,
  },
  [12383] = {
    '尼波斯',
    '草原土拨鼠',
  },
  [12384] = {
    '被感动的奥古斯图斯',
    nil,
  },
  [12385] = {
    '迫击炮小队高级活动假人',
    nil,
  },
  [12387] = {
    '可憎的大软泥怪',
    nil,
  },
  [12396] = {
    '末日守卫指挥官',
    nil,
  },
  [12397] = {
    '卡扎克',
    nil,
  },
  [12416] = {
    '黑翼军团士兵',
    nil,
  },
  [12418] = {
    '戈多克土狼',
    nil,
  },
  [12419] = {
    '逼真的蟾蜍',
    nil,
  },
  [12420] = {
    '黑翼法师',
    nil,
  },
  [12422] = {
    '死爪龙人',
    nil,
  },
  [12423] = {
    '卫兵罗伯兹',
    nil,
  },
  [12425] = {
    '弗林特·沙多摩尔',
    nil,
  },
  [12426] = {
    '高级活动假人',
    nil,
  },
  [12427] = {
    '巡山人多尔夫',
    nil,
  },
  [12428] = {
    '亡灵卫兵科尔',
    nil,
  },
  [12429] = {
    '哨兵莎恩雅',
    nil,
  },
  [12430] = {
    '步兵科雅',
    nil,
  },
  [12431] = {
    '血牙狼人',
    nil,
  },
  [12432] = {
    '维斯迦尔',
    nil,
  },
  [12433] = {
    '暗网编织者克雷希斯',
    nil,
  },
  [12434] = {
    '怪物生成器',
    nil,
  },
  [12435] = {
    '狂野的拉佐格尔',
    nil,
  },
  [12457] = {
    '黑翼缚法者',
    nil,
  },
  [12458] = {
    '黑翼工头',
    nil,
  },
  [12459] = {
    '黑翼管理者',
    nil,
  },
  [12460] = {
    '死爪龙人护卫',
    nil,
  },
  [12461] = {
    '死爪监工',
    nil,
  },
  [12463] = {
    '死爪火鳞龙人',
    nil,
  },
  [12464] = {
    '死爪狂乱者',
    nil,
  },
  [12465] = {
    '死爪老龙人',
    nil,
  },
  [12467] = {
    '死爪龙人队长',
    nil,
  },
  [12468] = {
    '死爪地卜师',
    nil,
  },
  [12473] = {
    '奥金机械幼龙',
    nil,
  },
  [12474] = {
    '翡翠树林卫兵',
    nil,
  },
  [12475] = {
    '翡翠树林看守',
    nil,
  },
  [12476] = {
    '翡翠智者',
    nil,
  },
  [12477] = {
    '青绿护卫者',
    nil,
  },
  [12478] = {
    '青绿神谕者',
    nil,
  },
  [12479] = {
    '青绿守树者',
    nil,
  },
  [12480] = {
    nil,
    '卫兵队长',
  },
  [12481] = {
    nil,
    '暴风城新兵招募处',
  },
  [12496] = {
    '寻梦者',
    nil,
  },
  [12497] = {
    '睡梦咆哮者',
    nil,
  },
  [12498] = {
    '巡梦者',
    nil,
  },
  [12536] = {
    '幻象：黑龙',
    nil,
  },
  [12557] = {
    '黑翼控制者',
    nil,
  },
  [12576] = {
    '瑞什·远行者',
    nil,
  },
  [12577] = {
    nil,
    '角鹰兽管理员',
  },
  [12578] = {
    nil,
    '角鹰兽管理员',
  },
  [12579] = {
    '血怒撕裂者',
    nil,
  },
  [12596] = {
    '比比尔法兹',
    '狮鹫管理员',
  },
  [12616] = {
    nil,
    '双足飞龙管理员',
  },
  [12617] = {
    '凯琳·斯蒂文',
    '狮鹫管理员',
  },
  [12636] = {
    nil,
    '蝙蝠管理员',
  },
  [12676] = {
    '尖爪',
    nil,
  },
  [12696] = {
    '塞娜尼·雷心',
    nil,
  },
  [12718] = {
    '古尔达·怒痕',
    nil,
  },
  [12722] = {
    '维拉·奈希德',
    nil,
  },
  [12736] = {
    nil,
    '大地之环',
  },
  [12737] = {
    '马斯托克·维尔西斯',
    nil,
  },
  [12738] = {
    '诺里斯·激流',
    nil,
  },
  [12739] = {
    '奥妮克希亚的精英护卫',
    nil,
  },
  [12740] = {
    nil,
    '双足飞龙管理员',
  },
  [12756] = {
    '女伯爵奥妮克希亚',
    nil,
  },
  [12758] = {
    '奥妮克希亚触发器',
    nil,
  },
  [12759] = {
    '泰德雷斯',
    nil,
  },
  [12776] = {
    nil,
    '恶魔训练师',
  },
  [12777] = {
    '迪格汉默上尉',
    '护甲军需官',
  },
  [12778] = {
    '拉切尔·瓦卡',
    '外域护甲军需官',
  },
  [12779] = {
    '大法师盖曼',
    nil,
  },
  [12780] = {
    '赫尔特·天影',
    nil,
  },
  [12781] = {
    '军士长贝金斯',
    '杂货军需官',
  },
  [12782] = {
    '奥尼尔上尉',
    '武器军需官',
  },
  [12783] = {
    '卡特尔中尉',
    '战争坐骑军需官',
  },
  [12784] = {
    '加克斯宾中尉',
    '武器军需官',
  },
  [12785] = {
    '克莱特军士长',
    '护甲军需官',
  },
  [12786] = {
    '卫兵奎因',
    nil,
  },
  [12787] = {
    '卫兵哈默德',
    nil,
  },
  [12788] = {
    nil,
    '外域护甲军需官',
  },
  [12789] = {
    '血卫士希尼瓦纳',
    nil,
  },
  [12790] = {
    '顾问威灵顿',
    nil,
  },
  [12791] = {
    '酋长泰恩·地鸣',
    nil,
  },
  [12792] = {
    '潘兰希尔女士',
    '护甲军需官',
  },
  [12793] = {
    '卫兵布莱恩·石皮',
    '杂货军需官',
  },
  [12794] = {
    '石头守卫扎尔格',
    '武器军需官',
  },
  [12795] = {
    '一等军士长霍拉麦',
    '护甲军需官',
  },
  [12796] = {
    '狼骑兵波尔克',
    '战争坐骑军需官',
  },
  [12797] = {
    '步兵科尔夫',
    nil,
  },
  [12798] = {
    '步兵贝克拉',
    nil,
  },
  [12799] = {
    '巴沙',
    '杂货军需官',
  },
  [12801] = {
    '魔法奇美洛克',
    nil,
  },
  [12802] = {
    '奇美洛克吞噬者',
    nil,
  },
  [12803] = {
    '拉克麦拉',
    nil,
  },
  [12805] = {
    '埃雷恩',
    '杂货军需官',
  },
  [12807] = {
    nil,
    '恶魔训练师',
  },
  [12818] = {
    '鲁尔·雪蹄',
    nil,
  },
  [12819] = {
    '鲁尔·雪蹄的熊形态',
    nil,
  },
  [12836] = {
    '游荡的守护古树',
    nil,
  },
  [12837] = {
    '雅玛·雪蹄',
    nil,
  },
  [12856] = {
    '灰谷先驱者',
    nil,
  },
  [12859] = {
    '碎木掠夺者',
    nil,
  },
  [12860] = {
    '杜瑞尔·月火',
    nil,
  },
  [12861] = {
    '小精灵',
    '仅灵魂视角',
  },
  [12862] = {
    '战歌斥候',
    nil,
  },
  [12863] = {
    '战歌信使',
    nil,
  },
  [12864] = {
    '战歌侦查骑兵',
    nil,
  },
  [12865] = {
    '玛克林大使',
    nil,
  },
  [12866] = {
    '麦雷姆·月歌',
    nil,
  },
  [12876] = {
    '阿奎尼斯男爵',
    nil,
  },
  [12877] = {
    '埃尔托格·怒齿',
    nil,
  },
  [12896] = {
    '银翼哨兵',
    nil,
  },
  [12897] = {
    '银翼战士',
    nil,
  },
  [12898] = {
    '范迪姆的幻象',
    nil,
  },
  [12903] = {
    '碎木岗哨守卫',
    nil,
  },
  [12904] = {
    '救赎之魂',
    nil,
  },
  [12918] = {
    '穆戈特酋长',
    '污林之王',
  },
  [12920] = {
    '格里高利·维克托医生',
    '外科医疗队',
  },
  [12921] = {
    '被激怒的污林熊怪',
    nil,
  },
  [12922] = {
    '小鬼爪牙',
    nil,
  },
  [12923] = {
    '受伤的士兵',
    nil,
  },
  [12924] = {
    '受重伤的士兵',
    nil,
  },
  [12925] = {
    '受致命伤的士兵',
    nil,
  },
  [12936] = {
    '受重伤的联盟士兵',
    nil,
  },
  [12937] = {
    '受致命伤的联盟士兵',
    nil,
  },
  [12938] = {
    '受伤的联盟士兵',
    nil,
  },
  [12939] = {
    '古斯塔夫·范沃森医生',
    '外科医疗队',
  },
  [12940] = {
    '鞭笞者沃尔沙',
    nil,
  },
  [12941] = {
    nil,
    '贸易供应商',
  },
  [12942] = {
    nil,
    '制皮供应商',
  },
  [12943] = {
    '维尔格·厚刃',
    '制皮供应商',
  },
  [12944] = {
    '罗克图斯·暗契',
    '瑟银兄弟会',
  },
  [12956] = {
    '扎诺克',
    '制皮供应商',
  },
  [12957] = {
    '布里莫·加基斯宾',
    '贸易供应商',
  },
  [12958] = {
    '吉盖特·火油',
    '贸易供应商',
  },
  [12959] = {
    nil,
    '杂货商',
  },
  [12960] = {
    nil,
    '杂货商',
  },
  [12961] = {
    nil,
    '钓鱼训练师',
  },
  [12962] = {
    nil,
    '鱼商',
  },
  [12976] = {
    '科卡尔抢劫者',
    nil,
  },
  [12977] = {
    '科卡尔伏击者',
    nil,
  },
  [12996] = {
    '铁炉堡巡山骑兵',
    nil,
  },
  [12997] = {
    nil,
    '灭鼠特派员',
  },
  [12998] = {
    '矮人农夫',
    nil,
  },
  [12999] = {
    '世界隐藏触发器',
    nil,
  },
  [13000] = {
    '侏儒技师',
    nil,
  },
  [13016] = {
    '矿道老鼠',
    nil,
  },
  [13017] = {
    '被控制的矿道老鼠',
    nil,
  },
  [13019] = {
    '火刃先知',
    nil,
  },
  [13020] = {
    '堕落的瓦拉斯塔兹',
    nil,
  },
  [13021] = {
    '扭木摧毁者',
    nil,
  },
  [13022] = {
    '抽笞者',
    nil,
  },
  [13036] = {
    '戈多克猎犬',
    nil,
  },
  [13076] = {
    '丹莫罗巡山人',
    nil,
  },
  [13080] = {
    '深铁矿洞守卫',
    nil,
  },
  [13081] = {
    '深铁矿洞掠夺者',
    nil,
  },
  [13082] = {
    nil,
    '施舍者',
  },
  [13084] = {
    '比克斯',
    '武器大师',
  },
  [13085] = {
    '麦洛克斯',
    nil,
  },
  [13086] = {
    '埃其',
    nil,
  },
  [13087] = {
    '冰冷矿洞入侵者',
    nil,
  },
  [13088] = {
    '玛莎',
    nil,
  },
  [13089] = {
    '冰冷矿洞守卫',
    nil,
  },
  [13096] = {
    '冰冷矿洞探险者',
    nil,
  },
  [13097] = {
    '冰冷矿洞测量者',
    nil,
  },
  [13098] = {
    '深铁矿洞测量者',
    nil,
  },
  [13099] = {
    '深铁矿洞探险者',
    nil,
  },
  [13116] = {
    '联盟医师',
    nil,
  },
  [13117] = {
    '部落医师',
    nil,
  },
  [13118] = {
    '红衣保镖',
    nil,
  },
  [13136] = {
    '亚什雄蝎',
    nil,
  },
  [13137] = {
    '鲁格巴中尉',
    nil,
  },
  [13138] = {
    '斯本瑟尔中尉',
    nil,
  },
  [13139] = {
    '指挥官拉多夫',
    nil,
  },
  [13140] = {
    '指挥官达尔多什',
    nil,
  },
  [13141] = {
    '深腐践踏者',
    nil,
  },
  [13142] = {
    '深腐纠缠者',
    nil,
  },
  [13143] = {
    '斯托霍夫中尉',
    nil,
  },
  [13144] = {
    '沃塔拉尔中尉',
    nil,
  },
  [13145] = {
    '格鲁姆斯中尉',
    nil,
  },
  [13146] = {
    '莫普中尉',
    nil,
  },
  [13147] = {
    '刘易斯中尉',
    nil,
  },
  [13148] = {
    '拉格纳罗斯之焰',
    nil,
  },
  [13149] = {
    '雪盲强盗',
    nil,
  },
  [13150] = {
    '辛迪加密探',
    nil,
  },
  [13151] = {
    '辛迪加指挥官雷尔松',
    nil,
  },
  [13152] = {
    '指挥官玛戈尔',
    nil,
  },
  [13153] = {
    '指挥官穆法特',
    nil,
  },
  [13154] = {
    '指挥官刘易斯·菲利普',
    nil,
  },
  [13155] = {
    '亡灵卫兵密探',
    nil,
  },
  [13158] = {
    '杉德斯中尉',
    nil,
  },
  [13160] = {
    '腐蚀群居虫',
    nil,
  },
  [13161] = {
    '鹰巢山狮鹫',
    nil,
  },
  [13176] = {
    '铁匠雷格萨',
    nil,
  },
  [13177] = {
    nil,
    '双足飞龙管理员',
  },
  [13178] = {
    '军用双足飞龙',
    nil,
  },
  [13179] = {
    '空军指挥官古斯',
    nil,
  },
  [13180] = {
    '空军指挥官杰斯托',
    nil,
  },
  [13181] = {
    '空军指挥官穆维里克',
    nil,
  },
  [13196] = {
    '相位鞭笞者',
    nil,
  },
  [13197] = {
    '魔鞭抽笞者',
    nil,
  },
  [13216] = {
    '盖尔丁',
    '雷矛军需官',
  },
  [13217] = {
    '塔萨迪斯·雪光',
    '雷矛军需官',
  },
  [13218] = {
    '格伦达·狼心',
    '霜狼军需官',
  },
  [13219] = {
    '乔雷克·铁盾',
    '霜狼军需官',
  },
  [13220] = {
    '莱耶·星击',
    '塞纳里奥议会',
  },
  [13221] = {
    '雷松的猫头鹰',
    nil,
  },
  [13236] = {
    '指挥官瑟鲁加',
    nil,
  },
  [13256] = {
    '冰雪之王洛克霍拉',
    nil,
  },
  [13257] = {
    '莫高特·深炉',
    nil,
  },
  [13276] = {
    '荒野小鬼',
    nil,
  },
  [13278] = {
    '海达克西斯公爵',
    nil,
  },
  [13279] = {
    '混乱巨浪',
    nil,
  },
  [13280] = {
    '海多斯博恩',
    nil,
  },
  [13282] = {
    '诺克赛恩',
    nil,
  },
  [13283] = {
    '托尼·罗曼诺',
    '盗贼训练师',
  },
  [13284] = {
    '霜狼萨满祭司',
    nil,
  },
  [13285] = {
    '死亡鞭笞者',
    nil,
  },
  [13296] = {
    '拉基特中尉',
    nil,
  },
  [13297] = {
    '斯托哈德中尉',
    nil,
  },
  [13298] = {
    '格雷瓦德中尉',
    nil,
  },
  [13299] = {
    '鲁纳丁中尉',
    nil,
  },
  [13300] = {
    '曼库斯中尉',
    nil,
  },
  [13301] = {
    '亚什伏击者',
    nil,
  },
  [13316] = {
    '冰冷矿洞苦工',
    nil,
  },
  [13317] = {
    '冰冷矿洞采掘者',
    nil,
  },
  [13318] = {
    '指挥官莫塔米尔',
    nil,
  },
  [13319] = {
    '指挥官杜菲',
    nil,
  },
  [13320] = {
    '指挥官卡尔·菲利普',
    nil,
  },
  [13321] = {
    '小青蛙',
    nil,
  },
  [13322] = {
    '海达克西斯禁卫',
    nil,
  },
  [13323] = {
    '地下双帆龙',
    nil,
  },
  [13324] = {
    '经验丰富的卫兵',
    nil,
  },
  [13325] = {
    '经验丰富的巡山人',
    nil,
  },
  [13326] = {
    '经验丰富的防御者',
    nil,
  },
  [13327] = {
    '经验丰富的哨兵',
    nil,
  },
  [13328] = {
    '经验丰富的守卫者',
    nil,
  },
  [13329] = {
    '经验丰富的军团士兵',
    nil,
  },
  [13330] = {
    '经验丰富的战士',
    nil,
  },
  [13331] = {
    '精练的防御者',
    nil,
  },
  [13332] = {
    '精练的守卫者',
    nil,
  },
  [13333] = {
    '精练的卫兵',
    nil,
  },
  [13334] = {
    '精练的守卫者',
    nil,
  },
  [13335] = {
    '精练的巡山人',
    nil,
  },
  [13336] = {
    '精练的哨兵',
    nil,
  },
  [13337] = {
    '精练的战士',
    nil,
  },
  [13338] = {
    '熔核鼠',
    nil,
  },
  [13356] = {
    '雷矛布雷者',
    nil,
  },
  [13357] = {
    '霜狼布雷者',
    nil,
  },
  [13358] = {
    '联盟弓箭手',
    nil,
  },
  [13359] = {
    '霜狼弓箭手',
    nil,
  },
  [13377] = {
    '首席技师斯菲莱克斯',
    nil,
  },
  [13378] = {
    '霜狼伐木机',
    nil,
  },
  [13396] = {
    '深铁矿洞采掘者',
    nil,
  },
  [13397] = {
    '深铁矿洞苦工',
    nil,
  },
  [13416] = {
    '雷矛伐木机',
    nil,
  },
  [13417] = {
    '萨格尼',
    '萨满祭司训练师',
  },
  [13418] = {
    '凯玛德·考伯宾奇',
    '烟林牧场',
  },
  [13419] = {
    '森林之王伊弗斯',
    nil,
  },
  [13420] = {
    '本尼·考伯宾奇',
    '烟林牧场',
  },
  [13421] = {
    '勇猛的守卫者',
    nil,
  },
  [13422] = {
    '勇猛的防御者',
    nil,
  },
  [13424] = {
    '勇猛的卫士',
    nil,
  },
  [13425] = {
    '勇猛的军团士兵',
    nil,
  },
  [13426] = {
    '勇猛的巡山人',
    nil,
  },
  [13427] = {
    '勇猛的哨兵',
    nil,
  },
  [13428] = {
    '勇猛的战士',
    nil,
  },
  [13429] = {
    '纳斯塔姆·卡布彬',
    '烟林牧场',
  },
  [13430] = {
    '加克鲁·卡布彬',
    '烟林牧场',
  },
  [13431] = {
    '乌尔维特',
    '烟林牧场',
  },
  [13432] = {
    '希尔萨',
    '烟林牧场',
  },
  [13433] = {
    '乌莫尔特',
    '烟林牧场',
  },
  [13434] = {
    '麦希',
    '烟林牧场',
  },
  [13435] = {
    '霍勒',
    '烟林牧场',
  },
  [13436] = {
    '古奇',
    '烟林牧场',
  },
  [13437] = {
    '空军指挥官艾克曼',
    nil,
  },
  [13438] = {
    '空军指挥官斯里多尔',
    nil,
  },
  [13439] = {
    '空军指挥官维波里',
    nil,
  },
  [13440] = {
    '霜狼骑兵',
    nil,
  },
  [13441] = {
    '霜狼骑兵指挥官',
    nil,
  },
  [13442] = {
    '大德鲁伊雷弗拉尔',
    nil,
  },
  [13443] = {
    '树林德鲁伊',
    nil,
  },
  [13444] = {
    '冬天爷爷',
    nil,
  },
  [13445] = {
    '冬天爷爷',
    nil,
  },
  [13446] = {
    '特拉瓦雷元帅',
    nil,
  },
  [13447] = {
    '诺雷格·雷矛中尉',
    nil,
  },
  [13448] = {
    '亚斯拉·血矛',
    nil,
  },
  [13449] = {
    '突击队长加瑞克',
    nil,
  },
  [13456] = {
    '诺克赛恩产物',
    nil,
  },
  [13476] = {
    '赞巴莱',
    '德鲁伊训练师',
  },
  [13477] = {
    '诺克赛恩触发器',
    nil,
  },
  [13516] = {
    '霜狼前锋',
    nil,
  },
  [13517] = {
    '经验丰富的前锋',
    nil,
  },
  [13518] = {
    '精练的前锋',
    nil,
  },
  [13519] = {
    '勇猛的前锋',
    nil,
  },
  [13520] = {
    '雷矛游侠',
    nil,
  },
  [13521] = {
    '经验丰富的游侠',
    nil,
  },
  [13522] = {
    '精练的游侠',
    nil,
  },
  [13523] = {
    '勇猛的游侠',
    nil,
  },
  [13524] = {
    '雷矛特种兵',
    nil,
  },
  [13525] = {
    '经验丰富的特种兵',
    nil,
  },
  [13526] = {
    '精练的特种兵',
    nil,
  },
  [13527] = {
    '勇猛的特种兵',
    nil,
  },
  [13528] = {
    '霜狼抢劫者',
    nil,
  },
  [13529] = {
    '经验丰富的抢劫者',
    nil,
  },
  [13530] = {
    '精练的抢劫者',
    nil,
  },
  [13531] = {
    '勇猛的抢劫者',
    nil,
  },
  [13533] = {
    '喷涌幼虫',
    nil,
  },
  [13534] = {
    '经验丰富的冰冷矿洞守卫',
    nil,
  },
  [13535] = {
    '精练的冰冷矿洞守卫',
    nil,
  },
  [13536] = {
    '勇猛的冰冷矿洞守卫',
    nil,
  },
  [13537] = {
    '经验丰富的冰冷矿洞测量者',
    nil,
  },
  [13538] = {
    '精练的冰冷矿洞测量者',
    nil,
  },
  [13539] = {
    '勇猛的冰冷矿洞测量者',
    nil,
  },
  [13540] = {
    '经验丰富的深铁矿洞探险者',
    nil,
  },
  [13541] = {
    '精练的深铁矿洞探险者',
    nil,
  },
  [13542] = {
    '勇猛的深铁矿洞探险者',
    nil,
  },
  [13543] = {
    '经验丰富的深铁矿洞掠夺者',
    nil,
  },
  [13544] = {
    '精练的深铁矿洞掠夺者',
    nil,
  },
  [13545] = {
    '勇猛的深铁矿洞掠夺者',
    nil,
  },
  [13546] = {
    '经验丰富的冰冷矿洞探险者',
    nil,
  },
  [13547] = {
    '精练的冰冷矿洞探险者',
    nil,
  },
  [13548] = {
    '勇猛的冰冷矿洞探险者',
    nil,
  },
  [13549] = {
    '经验丰富的冰冷矿洞入侵者',
    nil,
  },
  [13550] = {
    '精练的冰冷矿洞入侵者',
    nil,
  },
  [13551] = {
    '勇猛的冰冷矿洞入侵者',
    nil,
  },
  [13552] = {
    '经验丰富的深铁矿洞守卫',
    nil,
  },
  [13553] = {
    '精练的深铁矿洞守卫',
    nil,
  },
  [13554] = {
    '勇猛的深铁矿洞守卫',
    nil,
  },
  [13555] = {
    '经验丰富的深铁矿洞测量者',
    nil,
  },
  [13556] = {
    '精练的深铁矿洞测量者',
    nil,
  },
  [13557] = {
    '勇猛的深铁矿洞测量者',
    nil,
  },
  [13576] = {
    '雷矛山羊骑兵',
    nil,
  },
  [13577] = {
    '雷矛山羊骑兵指挥官',
    nil,
  },
  [13596] = {
    '洛特格里普',
    nil,
  },
  [13597] = {
    '霜狼爆破专家',
    nil,
  },
  [13598] = {
    '联盟爆破专家',
    nil,
  },
  [13599] = {
    '迟钝的钳嘴龟',
    nil,
  },
  [13601] = {
    '工匠吉兹洛克',
    nil,
  },
  [13602] = {
    '讨厌的格林奇',
    nil,
  },
  [13616] = {
    '霜狼兽栏管理员',
    '兽栏管理员',
  },
  [13617] = {
    '雷矛兽栏管理员',
    '兽栏管理员',
  },
  [13618] = {
    '圈养的霜狼',
    nil,
  },
  [13619] = {
    '吉兹洛克的假人',
    nil,
  },
  [13620] = {
    '吉兹洛克',
    nil,
  },
  [13636] = {
    '奇怪的雪人',
    nil,
  },
  [13656] = {
    '维洛',
    '暮光之锤',
  },
  [13676] = {
    '奥特兰克山羊',
    nil,
  },
  [13696] = {
    '诺克赛恩幼体',
    nil,
  },
  [13698] = {
    '守护者玛兰迪斯',
    nil,
  },
  [13716] = {
    '赎罪的塞雷布拉斯',
    nil,
  },
  [13717] = {
    '半人马贱民',
    nil,
  },
  [13718] = {
    '无名预言者',
    nil,
  },
  [13736] = {
    '诺克赛恩精华',
    nil,
  },
  [13737] = {
    '玛兰迪斯的姐妹',
    nil,
  },
  [13738] = {
    nil,
    '第五可汗',
  },
  [13739] = {
    nil,
    '第四可汗',
  },
  [13740] = {
    nil,
    '第三可汗',
  },
  [13741] = {
    nil,
    '第二可汗',
  },
  [13742] = {
    nil,
    '第一可汗',
  },
  [13743] = {
    '腐化的自然之力',
    nil,
  },
  [13756] = {
    'PvP墓地标记',
    nil,
  },
  [13776] = {
    '提卡·血牙',
    nil,
  },
  [13777] = {
    '杜尔根·雷矛',
    nil,
  },
  [13778] = {
    'PvP塔标记',
    nil,
  },
  [13796] = {
    'PvP矿洞标记',
    nil,
  },
  [13797] = {
    '巡山人布比罗',
    nil,
  },
  [13816] = {
    '勘查员塔雷·石镐',
    nil,
  },
  [13817] = {
    '沃加·死爪',
    nil,
  },
  [13836] = {
    '火刃梦魇',
    nil,
  },
  [13837] = {
    '被俘获的种马',
    nil,
  },
  [13839] = {
    '皇家恐怖卫士',
    nil,
  },
  [13840] = {
    '拉格隆德',
    nil,
  },
  [13841] = {
    '哈格丁中尉',
    nil,
  },
  [13842] = {
    '霜狼大使',
    nil,
  },
  [13843] = {
    '洛泰姆中尉',
    '雷矛卫兵招募处',
  },
  [13876] = {
    '麦克尼尔触发器',
    nil,
  },
  [13896] = {
    '鳞须海龟',
    nil,
  },
  [13916] = {
    '厄运之槌水晶图腾',
    nil,
  },
  [13917] = {
    '伊兹·考伯加布',
    '银行职员',
  },
  [13956] = {
    '冰斧秘法师',
    nil,
  },
  [13957] = {
    '冰斧战士',
    nil,
  },
  [13958] = {
    '冰斧先知',
    nil,
  },
  [13959] = {
    '奥特兰克雪人',
    nil,
  },
  [13976] = {
    '被折磨的幼龙',
    nil,
  },
  [13996] = {
    '黑翼技师',
    nil,
  },
  [14021] = {
    '冰斧斥候',
    nil,
  },
  [14022] = {
    '腐化的红色雏龙',
    nil,
  },
  [14023] = {
    '腐化的绿色雏龙',
    nil,
  },
  [14024] = {
    '腐化的蓝色雏龙',
    nil,
  },
  [14025] = {
    '腐化的青铜雏龙',
    nil,
  },
  [14026] = {
    '触发器古斯',
    nil,
  },
  [14027] = {
    '触发器穆维里克',
    nil,
  },
  [14028] = {
    '触发器杰斯托',
    nil,
  },
  [14029] = {
    '触发器艾克曼',
    nil,
  },
  [14030] = {
    '触发器斯里多尔',
    nil,
  },
  [14031] = {
    '触发器维波里',
    nil,
  },
  [14041] = {
    '哈格尔',
    nil,
  },
  [14081] = {
    '恶魔之门',
    nil,
  },
  [14101] = {
    '暴怒的地狱卫士',
    nil,
  },
  [14121] = {
    '矿道潜水者',
    nil,
  },
  [14122] = {
    '巨型喷泉',
    nil,
  },
  [14123] = {
    '钢腭钳嘴龟',
    nil,
  },
  [14182] = {
    '赏金猎人考拉克',
    nil,
  },
  [14183] = {
    '炮兵舍尔杜',
    nil,
  },
  [14185] = {
    '纳亚克·海克森',
    '赏金猎人',
  },
  [14186] = {
    '拉瓦克·恐怖图腾',
    '赏金猎人',
  },
  [14187] = {
    nil,
    '赏金猎人',
  },
  [14188] = {
    '德尔克',
    '赏金猎人',
  },
  [14221] = {
    '格拉维斯·斯里诺特',
    nil,
  },
  [14223] = {
    '暴躁的本希',
    nil,
  },
  [14224] = {
    nil,
    '远程恢复单位',
  },
  [14225] = {
    '凯雷恩王子',
    nil,
  },
  [14228] = {
    '基格勒尔',
    nil,
  },
  [14229] = {
    '可憎的滑刃纳迦',
    nil,
  },
  [14230] = {
    '贼眼',
    nil,
  },
  [14231] = {
    '咆哮者杜格斯',
    nil,
  },
  [14232] = {
    '达尔特',
    nil,
  },
  [14233] = {
    '雷普斯凯尔',
    nil,
  },
  [14235] = {
    '腐烂者',
    nil,
  },
  [14236] = {
    '安戈雷尔',
    nil,
  },
  [14237] = {
    '泥浆虫',
    nil,
  },
  [14241] = {
    '赎罪的埃隆巴克',
    nil,
  },
  [14261] = {
    '蓝色龙兽',
    nil,
  },
  [14262] = {
    '绿色龙兽',
    nil,
  },
  [14263] = {
    '青铜龙兽',
    nil,
  },
  [14264] = {
    '红色龙兽',
    nil,
  },
  [14265] = {
    '黑色龙兽',
    nil,
  },
  [14266] = {
    '纺织者杉达',
    nil,
  },
  [14267] = {
    '摧毁者埃摩戈',
    nil,
  },
  [14268] = {
    '康达尔',
    nil,
  },
  [14269] = {
    '搜寻者埃库隆',
    nil,
  },
  [14271] = {
    '雷布查斯',
    nil,
  },
  [14272] = {
    '斯纳弗莱尔',
    nil,
  },
  [14273] = {
    '波德哈特',
    nil,
  },
  [14274] = {
    '冰斧追踪者',
    nil,
  },
  [14275] = {
    '塔尔玛·雷矛',
    nil,
  },
  [14277] = {
    '塞菲莉斯',
    nil,
  },
  [14279] = {
    '克雷普塞斯',
    nil,
  },
  [14280] = {
    '萨姆拉斯',
    nil,
  },
  [14281] = {
    '流血者吉米',
    nil,
  },
  [14282] = {
    '霜狼血犬',
    nil,
  },
  [14283] = {
    '雷矛猫头鹰',
    nil,
  },
  [14284] = {
    '雷矛战地卫士',
    nil,
  },
  [14285] = {
    '霜狼战地卫士',
    nil,
  },
  [14301] = {
    nil,
    '弓箭商',
  },
  [14302] = {
    '多彩龙兽',
    nil,
  },
  [14303] = {
    '僵硬守护者',
    nil,
  },
  [14304] = {
    '库卡隆精英卫士',
    nil,
  },
  [14305] = {
    '人类孤儿',
    nil,
  },
  [14307] = {
    '黑色龙兽生成器',
    nil,
  },
  [14309] = {
    '红色龙兽生成器',
    nil,
  },
  [14310] = {
    '绿色龙兽生成器',
    nil,
  },
  [14311] = {
    '青铜龙兽生成器',
    nil,
  },
  [14312] = {
    '蓝色龙兽生成器',
    nil,
  },
  [14321] = {
    '卫兵芬古斯',
    nil,
  },
  [14322] = {
    '践踏者克雷格',
    '醉鬼',
  },
  [14323] = {
    '卫兵斯里基克',
    nil,
  },
  [14324] = {
    '观察者克鲁什',
    nil,
  },
  [14325] = {
    '克罗卡斯',
    nil,
  },
  [14326] = {
    '卫兵摩尔达',
    nil,
  },
  [14329] = {
    '黑色战狼',
    nil,
  },
  [14330] = {
    '黑色作战迅猛龙',
    nil,
  },
  [14331] = {
    '红色骷髅战马',
    nil,
  },
  [14332] = {
    '黑色战驹',
    nil,
  },
  [14333] = {
    '黑色作战科多兽',
    nil,
  },
  [14334] = {
    '黑色作战机械陆行鸟',
    nil,
  },
  [14335] = {
    '黑色战羊',
    nil,
  },
  [14336] = {
    '黑色战豹',
    nil,
  },
  [14337] = {
    '修理机器人74A型',
    nil,
  },
  [14338] = {
    '诺特·希姆加克',
    nil,
  },
  [14339] = {
    '死亡之嚎',
    nil,
  },
  [14340] = {
    '奥辛尔·灵息',
    nil,
  },
  [14342] = {
    '拉吉波尔',
    nil,
  },
  [14343] = {
    '智者奥尔姆',
    nil,
  },
  [14345] = {
    '欧加尔',
    nil,
  },
  [14347] = {
    '德米提恩',
    nil,
  },
  [14348] = {
    '弗兰扎尔',
    nil,
  },
  [14350] = {
    '水浪幼崽',
    nil,
  },
  [14351] = {
    '高多克·布斯瓦克',
    nil,
  },
  [14353] = {
    '米兹勒',
    nil,
  },
  [14356] = {
    '锯鳍狂鱼',
    nil,
  },
  [14357] = {
    '止水湖蛇颈龙',
    nil,
  },
  [14358] = {
    '辛德拉古灵',
    nil,
  },
  [14361] = {
    '辛德拉小精灵',
    nil,
  },
  [14362] = {
    '荆棘幼崽',
    nil,
  },
  [14363] = {
    '抓贼者格雷·铁钻',
    nil,
  },
  [14364] = {
    '辛德拉灵魂',
    nil,
  },
  [14365] = {
    '抓贼者扎克·远山',
    nil,
  },
  [14366] = {
    '扭木孢子',
    nil,
  },
  [14367] = {
    '抓贼者尼恩·雷酒',
    nil,
  },
  [14368] = {
    '博学者莱德罗斯',
    nil,
  },
  [14369] = {
    '辛德拉狂热者',
    nil,
  },
  [14370] = {
    '尸虫',
    nil,
  },
  [14371] = {
    '辛德拉圣职者',
    nil,
  },
  [14372] = {
    '冬泉伏击者',
    nil,
  },
  [14373] = {
    '先知科鲁拉克',
    nil,
  },
  [14374] = {
    '学者卢索恩·纹角',
    nil,
  },
  [14375] = {
    '斥候斯托加德',
    nil,
  },
  [14376] = {
    '斥候曼斯雷尔',
    nil,
  },
  [14377] = {
    '斥候沙尔雷',
    nil,
  },
  [14378] = {
    '女猎手梅恩·蓝空',
    nil,
  },
  [14379] = {
    '女猎手莱维·乌木',
    nil,
  },
  [14380] = {
    '女猎手莉莱尔·绿叶',
    nil,
  },
  [14381] = {
    '博学者亚沃',
    nil,
  },
  [14382] = {
    '博学者麦库斯',
    nil,
  },
  [14383] = {
    '博学者基尔达斯',
    nil,
  },
  [14385] = {
    '末日守卫',
    nil,
  },
  [14386] = {
    '游荡的基尔罗格之眼',
    nil,
  },
  [14387] = {
    '洛索斯·天痕',
    nil,
  },
  [14388] = {
    '游荡的黑龙',
    nil,
  },
  [14389] = {
    '虚无行者',
    nil,
  },
  [14390] = {
    '远征队巡山人',
    nil,
  },
  [14392] = {
    '伦萨克',
    nil,
  },
  [14393] = {
    '远征队医师',
    nil,
  },
  [14395] = {
    '目击者格林比克斯',
    nil,
  },
  [14396] = {
    '伊莫塔尔之眼',
    nil,
  },
  [14397] = {
    '法力脉冲',
    nil,
  },
  [14398] = {
    '艾德雷斯精龙',
    nil,
  },
  [14399] = {
    '奥术洪流',
    nil,
  },
  [14400] = {
    '奥术回馈者',
    nil,
  },
  [14401] = {
    '大元素师克里希克',
    nil,
  },
  [14402] = {
    '搜寻者克罗维尔',
    nil,
  },
  [14403] = {
    '搜寻者纳赫尔',
    nil,
  },
  [14404] = {
    '搜寻者索姆森',
    nil,
  },
  [14421] = {
    '棕色土拨鼠',
    nil,
  },
  [14422] = {
    'BRD触发器',
    nil,
  },
  [14423] = {
    '军官雅克森',
    nil,
  },
  [14424] = {
    '米尔洛',
    nil,
  },
  [14425] = {
    '纳博恩',
    nil,
  },
  [14426] = {
    '哈尔伯·邪泉',
    nil,
  },
  [14427] = {
    '吉比斯尼克',
    nil,
  },
  [14429] = {
    '格雷莫尔',
    nil,
  },
  [14430] = {
    '暮色巡游者',
    nil,
  },
  [14431] = {
    '愤怒的谢尔达',
    nil,
  },
  [14433] = {
    '斯拉丁',
    nil,
  },
  [14434] = {
    '侏儒报警机器人',
    nil,
  },
  [14435] = {
    '桑德兰王子',
    '逐风者',
  },
  [14436] = {
    '莫苏尔·召血者',
    nil,
  },
  [14437] = {
    '戈瑟奇·邪眼',
    nil,
  },
  [14438] = {
    '军官普米洛',
    nil,
  },
  [14439] = {
    '军官布莱德',
    nil,
  },
  [14440] = {
    '捕猎者萨文',
    nil,
  },
  [14441] = {
    '暴怒图腾捕猎者',
    nil,
  },
  [14442] = {
    '捕猎者萨霍恩',
    nil,
  },
  [14443] = {
    '末日守卫分流触发器',
    nil,
  },
  [14444] = {
    '兽人孤儿',
    nil,
  },
  [14445] = {
    '维尔玛克中尉',
    nil,
  },
  [14448] = {
    '摩塔索恩',
    nil,
  },
  [14449] = {
    '黑翼宝珠触发器',
    nil,
  },
  [14450] = {
    '孤儿监护员奈丁加尔',
    nil,
  },
  [14451] = {
    '孤儿监护员巴特维尔',
    nil,
  },
  [14452] = {
    '被奴役的末日守卫指挥官',
    nil,
  },
  [14453] = {
    '统御宝珠',
    nil,
  },
  [14454] = {
    '烈风掠夺者',
    nil,
  },
  [14455] = {
    '旋风入侵者',
    nil,
  },
  [14456] = {
    '黑翼卫士',
    nil,
  },
  [14457] = {
    '泰比斯蒂亚公主',
    nil,
  },
  [14458] = {
    '水流入侵者',
    nil,
  },
  [14459] = {
    '奈法利安的部队',
    nil,
  },
  [14460] = {
    '炽热入侵者',
    nil,
  },
  [14461] = {
    '火焰男爵查尔',
    nil,
  },
  [14462] = {
    '雷霆入侵者',
    nil,
  },
  [14463] = {
    '衰老的戴奥',
    nil,
  },
  [14465] = {
    '联盟军旗',
    nil,
  },
  [14466] = {
    '部落军旗',
    nil,
  },
  [14469] = {
    '万能的尼比',
    nil,
  },
  [14470] = {
    '伊普斯',
    '尼比的爪牙',
  },
  [14478] = {
    '哈瑞坎尼安',
    nil,
  },
  [14479] = {
    '暮光之王艾沃兰',
    '暮光之锤',
  },
  [14480] = {
    nil,
    '好心人',
  },
  [14481] = {
    nil,
    '好心人',
  },
  [14482] = {
    '克索诺斯小鬼',
    nil,
  },
  [14483] = {
    '恐惧守卫',
    nil,
  },
  [14484] = {
    '受伤的农夫',
    nil,
  },
  [14485] = {
    '被感染的农夫',
    nil,
  },
  [14486] = {
    '天灾步兵',
    '克尔苏加德的爪牙',
  },
  [14487] = {
    '戈鲁格尔',
    nil,
  },
  [14489] = {
    '天灾弓箭手',
    nil,
  },
  [14492] = {
    '维里弗尼克斯',
    '勘测员',
  },
  [14493] = {
    '牧师史诗事件召唤者',
    nil,
  },
  [14494] = {
    '艾瑞斯·哈文法',
    nil,
  },
  [14495] = {
    '隐形触发器一号',
    nil,
  },
  [14496] = {
    '暴风城孤儿',
    nil,
  },
  [14497] = {
    nil,
    '孤儿监护人',
  },
  [14499] = {
    '部落孤儿',
    nil,
  },
  [14502] = {
    '克索诺斯恐惧战马',
    nil,
  },
  [14503] = {
    '清洁者',
    nil,
  },
  [14504] = {
    '恐惧战马的灵魂',
    nil,
  },
  [14505] = {
    '恐惧战马',
    nil,
  },
  [14506] = {
    '赫尔努拉斯',
    nil,
  },
  [14507] = {
    '高阶祭司温诺希斯',
    nil,
  },
  [14508] = {
    '小个子约翰·米斯瑞尔',
    nil,
  },
  [14509] = {
    '高阶祭司塞卡尔',
    nil,
  },
  [14510] = {
    '高阶祭司玛尔里',
    nil,
  },
  [14511] = {
    '暗影之灵',
    nil,
  },
  [14512] = {
    '堕落之灵',
    nil,
  },
  [14513] = {
    '恶毒之灵',
    nil,
  },
  [14514] = {
    '陈腐之灵',
    nil,
  },
  [14515] = {
    '高阶祭司娅尔罗',
    nil,
  },
  [14516] = {
    '死亡骑士达克雷尔',
    nil,
  },
  [14517] = {
    '高阶祭司耶克里克',
    nil,
  },
  [14518] = {
    '陈腐之貌',
    nil,
  },
  [14519] = {
    '堕落之貌',
    nil,
  },
  [14520] = {
    '恶毒之貌',
    nil,
  },
  [14521] = {
    '暗影之貌',
    nil,
  },
  [14524] = {
    '古树瓦特鲁斯',
    nil,
  },
  [14525] = {
    '古树斯托玛',
    nil,
  },
  [14526] = {
    '古树哈斯塔特',
    nil,
  },
  [14527] = {
    '平凡的西蒙妮',
    nil,
  },
  [14528] = {
    '普莱瑟斯',
    '西蒙妮的宠物',
  },
  [14529] = {
    '友好的弗兰克林',
    nil,
  },
  [14530] = {
    '屠杀者索伦诺尔',
    nil,
  },
  [14531] = {
    '亲切的阿托留斯',
    nil,
  },
  [14532] = {
    '拉扎什毒血蜘蛛',
    nil,
  },
  [14533] = {
    '迷人的西蒙妮',
    nil,
  },
  [14534] = {
    '疯狂的克林弗兰',
    nil,
  },
  [14535] = {
    '摧毁者阿托留斯',
    nil,
  },
  [14536] = {
    '和蔼的奈尔森',
    nil,
  },
  [14538] = {
    '吞噬者普莱瑟斯',
    '西蒙妮的宠物',
  },
  [14539] = {
    '迅捷森林狼',
    nil,
  },
  [14540] = {
    '迅捷棕狼',
    nil,
  },
  [14541] = {
    '迅捷灰狼',
    nil,
  },
  [14542] = {
    '大型白色科多兽',
    nil,
  },
  [14543] = {
    '迅捷绿色迅猛龙',
    nil,
  },
  [14544] = {
    '迅捷橙色迅猛龙',
    nil,
  },
  [14545] = {
    '迅捷蓝色迅猛龙',
    nil,
  },
  [14546] = {
    '迅捷棕山羊',
    nil,
  },
  [14547] = {
    '迅捷白山羊',
    nil,
  },
  [14548] = {
    '迅捷灰山羊',
    nil,
  },
  [14549] = {
    '大型棕色科多兽',
    nil,
  },
  [14550] = {
    '大型灰色科多兽',
    nil,
  },
  [14551] = {
    '迅捷黄色机械陆行鸟',
    nil,
  },
  [14552] = {
    '迅捷白色机械陆行鸟',
    nil,
  },
  [14553] = {
    '迅捷绿色机械陆行鸟',
    nil,
  },
  [14554] = {
    '迅捷斑纹机械陆行鸟',
    nil,
  },
  [14555] = {
    '迅捷雾刃豹',
    nil,
  },
  [14556] = {
    '迅捷霜刃豹',
    nil,
  },
  [14557] = {
    '迅捷晨刃豹',
    nil,
  },
  [14558] = {
    '紫色骷髅战马',
    nil,
  },
  [14559] = {
    '迅捷褐色马',
    nil,
  },
  [14560] = {
    '迅捷白马',
    nil,
  },
  [14561] = {
    '迅捷棕马',
    nil,
  },
  [14562] = {
    '迅捷蓝色机械陆行鸟',
    nil,
  },
  [14563] = {
    '迅捷红色机械陆行鸟',
    nil,
  },
  [14564] = {
    '恐惧谷的灵魂',
    nil,
  },
  [14565] = {
    '军马',
    nil,
  },
  [14566] = {
    '上古圣马之魂',
    nil,
  },
  [14567] = {
    '德罗泰恩',
    '瑟银兄弟会',
  },
  [14568] = {
    '达克雷尔的堕落战马',
    nil,
  },
  [14581] = {
    '雷角中士',
    '武器军需官',
  },
  [14601] = {
    '埃博诺克',
    nil,
  },
  [14602] = {
    '迅捷雷刃豹',
    nil,
  },
  [14603] = {
    '被缩小的海岸巨人',
    nil,
  },
  [14604] = {
    '被缩小的大地行者',
    nil,
  },
  [14605] = {
    '白骨魔像',
    nil,
  },
  [14606] = {
    '龙兽尸体触发器',
    nil,
  },
  [14621] = {
    '工头玛托留斯',
    nil,
  },
  [14622] = {
    '瑟银兄弟会侦查员',
    '瑟银兄弟会',
  },
  [14623] = {
    '战歌峡谷军官',
    nil,
  },
  [14624] = {
    '大铁匠博恩奈特',
    '瑟银兄弟会',
  },
  [14625] = {
    '工头奥菲斯特',
    '瑟银兄弟会',
  },
  [14626] = {
    '监工斯克兰格',
    '瑟银兄弟会',
  },
  [14627] = {
    '汉瑟尔·重拳',
    '瑟银兄弟会',
  },
  [14628] = {
    '艾沃奈斯',
    '瑟银兄弟会',
  },
  [14629] = {
    '圆头钳嘴龟',
    nil,
  },
  [14630] = {
    '硬皮钳嘴龟',
    nil,
  },
  [14631] = {
    '绿色钳嘴龟',
    nil,
  },
  [14632] = {
    '鹰喙钳嘴龟',
    nil,
  },
  [14633] = {
    '白色钳嘴龟',
    nil,
  },
  [14634] = {
    '侦查队长洛洛尔',
    '瑟银兄弟会',
  },
  [14635] = {
    '昏昏欲睡的黑铁工人',
    nil,
  },
  [14636] = {
    '比拉凯琳',
    nil,
  },
  [14637] = {
    '索尔宾·范达瑟',
    nil,
  },
  [14638] = {
    '被缩小的波涛巨人',
    nil,
  },
  [14639] = {
    '被缩小的深海巨人',
    nil,
  },
  [14640] = {
    '被缩小的峭壁巨人',
    nil,
  },
  [14645] = {
    '战歌峡谷使者',
    nil,
  },
  [14646] = {
    '斯坦索姆触发器',
    nil,
  },
  [14661] = {
    '毒刺鞭笞者',
    nil,
  },
  [14662] = {
    '堕落火焰新星图腾 V',
    nil,
  },
  [14663] = {
    '堕落石肤图腾 VI',
    nil,
  },
  [14664] = {
    '堕落治疗之泉图腾 V',
    nil,
  },
  [14666] = {
    '堕落风怒图腾 III',
    nil,
  },
  [14667] = {
    '堕落图腾',
    nil,
  },
  [14668] = {
    '堕落地狱火',
    nil,
  },
  [14681] = {
    '传送器故障',
    nil,
  },
  [14682] = {
    '塞沃尔',
    nil,
  },
  [14686] = {
    '法瑟蕾丝夫人',
    nil,
  },
  [14693] = {
    '瑟克恩',
    nil,
  },
  [14695] = {
    '布莱克伍德公爵',
    nil,
  },
  [14697] = {
    '笨拙的憎恶',
    nil,
  },
  [14715] = {
    '银翼精英',
    nil,
  },
  [14717] = {
    '部落精英',
    nil,
  },
  [14718] = {
    '部落劳工',
    nil,
  },
  [14720] = {
    '萨鲁法尔大王',
    nil,
  },
  [14721] = {
    '艾法希比元帅',
    nil,
  },
  [14722] = {
    nil,
    '联盟布匹军需官',
  },
  [14723] = {
    '米斯蒂娜·钢盾',
    '联盟布匹军需官',
  },
  [14724] = {
    nil,
    '联盟布匹军需官',
  },
  [14725] = {
    '莱顿·暗影',
    '联盟布匹军需官',
  },
  [14726] = {
    '莱什纳·刺藤',
    '部落布匹军需官',
  },
  [14727] = {
    nil,
    '部落布匹军需官',
  },
  [14728] = {
    '拉姆斯塔格',
    '部落布匹军需官',
  },
  [14729] = {
    nil,
    '部落布匹军需官',
  },
  [14730] = {
    '恶齿警戒者',
    nil,
  },
  [14731] = {
    nil,
    '旅店老板',
  },
  [14732] = {
    'PvP CTF荣誉记分员',
    nil,
  },
  [14733] = {
    '哨兵艾蒂亚·轻歌',
    nil,
  },
  [14734] = {
    '恶齿鼓手',
    nil,
  },
  [14736] = {
    '断齿族长',
    nil,
  },
  [14737] = {
    '铁匠斯拉提',
    '锻造供应商',
  },
  [14738] = {
    nil,
    '烹饪供应商',
  },
  [14739] = {
    '秘法师雅尔金',
    '材料商',
  },
  [14740] = {
    '钓鱼者卡图姆',
    '钓鱼训练师和供应商',
  },
  [14741] = {
    '猎户马克霍尔',
    '兽栏管理员',
  },
  [14742] = {
    '扎普·法弗林',
    '精神失常的技师',
  },
  [14743] = {
    '雷戈·水炉',
    '技师',
  },
  [14744] = {
    '霜狼嗥叫者',
    nil,
  },
  [14745] = {
    '雷矛军用坐骑',
    nil,
  },
  [14748] = {
    '邪枝绑架者',
    nil,
  },
  [14750] = {
    '觅血者前锋',
    nil,
  },
  [14751] = {
    '霜狼战旗',
    nil,
  },
  [14752] = {
    '雷矛战旗',
    nil,
  },
  [14753] = {
    '艾蒂尔·月火',
    '银翼军需官',
  },
  [14754] = {
    nil,
    '战歌军需官',
  },
  [14755] = {
    '绿色小神龙',
    nil,
  },
  [14756] = {
    '红色小神龙',
    nil,
  },
  [14757] = {
    '断齿长者',
    nil,
  },
  [14758] = {
    '祖尔格拉布触发器',
    nil,
  },
  [14761] = {
    '厄运爬虫',
    nil,
  },
  [14762] = {
    '丹巴达尔北部统帅',
    nil,
  },
  [14763] = {
    '丹巴达尔南部统帅',
    nil,
  },
  [14764] = {
    '冰翼统帅',
    nil,
  },
  [14765] = {
    '石炉统帅',
    nil,
  },
  [14766] = {
    '冰血统帅',
    nil,
  },
  [14767] = {
    '哨塔高地统帅',
    nil,
  },
  [14768] = {
    '霜狼东部统帅',
    nil,
  },
  [14769] = {
    '霜狼西部统帅',
    nil,
  },
  [14770] = {
    '丹巴达尔北部将领',
    nil,
  },
  [14771] = {
    '丹巴达尔南部将领',
    nil,
  },
  [14772] = {
    '东部霜狼将领',
    nil,
  },
  [14773] = {
    '冰血将领',
    nil,
  },
  [14774] = {
    '冰翼将领',
    nil,
  },
  [14775] = {
    '石炉将领',
    nil,
  },
  [14776] = {
    '哨塔高地将领',
    nil,
  },
  [14777] = {
    '西部霜狼将领',
    nil,
  },
  [14781] = {
    '沙塔尔·碎颅',
    nil,
  },
  [14821] = {
    '拉扎什迅猛龙',
    nil,
  },
  [14823] = {
    '希拉斯·暗月',
    nil,
  },
  [14825] = {
    '衰老的侍女',
    nil,
  },
  [14826] = {
    '祭品巨魔',
    nil,
  },
  [14827] = {
    '布尔斯',
    nil,
  },
  [14828] = {
    '吉瓦斯·格里加特',
    '纪念品与玩具奖励',
  },
  [14829] = {
    '亚布·尼比盖尔',
    nil,
  },
  [14832] = {
    nil,
    '世上最强的女人！',
  },
  [14833] = {
    nil,
    '记忆力世界第一！',
  },
  [14842] = {
    '梅尔南·黑石',
    '暗月马戏团叫卖者',
  },
  [14843] = {
    '克鲁本·暗刃',
    '暗月马戏团叫卖者',
  },
  [14844] = {
    nil,
    '饮料商人',
  },
  [14845] = {
    '斯塔姆·雷角',
    '食品商',
  },
  [14846] = {
    nil,
    '宠物与坐骑奖励',
  },
  [14847] = {
    '萨杜斯·帕雷教授',
    '暗月卡片商人',
  },
  [14848] = {
    '通报者',
    nil,
  },
  [14849] = {
    '暗月艺人',
    nil,
  },
  [14859] = {
    '卫兵塔鲁克',
    nil,
  },
  [14861] = {
    '基尔图诺斯的卫士',
    nil,
  },
  [14862] = {
    '洛曼卡恩大使',
    nil,
  },
  [14864] = {
    '卡兹莫丹山羊',
    nil,
  },
  [14866] = {
    '弗里克的青蛙',
    nil,
  },
  [14869] = {
    '迷你鸡蛇兽',
    nil,
  },
  [14875] = {
    nil,
    '拉斯塔哈之手',
  },
  [14876] = {
    '赞达拉精神医师',
    nil,
  },
  [14877] = {
    '高阶祭司温诺希斯',
    '灰烬使者',
  },
  [14878] = {
    '加布林',
    nil,
  },
  [14879] = {
    '阿拉希盆地军官',
    nil,
  },
  [14880] = {
    '拉扎什诱捕者',
    nil,
  },
  [14881] = {
    '蜘蛛',
    nil,
  },
  [14882] = {
    '阿塔莱侍女',
    nil,
  },
  [14883] = {
    '巫毒奴隶',
    nil,
  },
  [14884] = {
    '寄居蛇',
    nil,
  },
  [14892] = {
    '利牙',
    nil,
  },
  [14893] = {
    '卫兵库拉尔',
    nil,
  },
  [14894] = {
    '蜂群',
    nil,
  },
  [14902] = {
    '击碎者金罗克',
    nil,
  },
  [14903] = {
    '全知者阿塔比姆',
    nil,
  },
  [14904] = {
    '祖达萨的梅维克',
    nil,
  },
  [14905] = {
    '盲眼法希尔',
    nil,
  },
  [14910] = {
    nil,
    '拉斯塔哈的仆从',
  },
  [14911] = {
    '赞达拉执行者',
    nil,
  },
  [14912] = {
    '被捕获的哈卡狂热者',
    nil,
  },
  [14921] = {
    '商人林沃斯',
    '赞达拉商人和修理者',
  },
  [14941] = {
    '高阶祭司耶克里克',
    '灰烬使者',
  },
  [14942] = {
    '卡尔特拉·血喉',
    '奥特兰克山谷军官',
  },
  [14943] = {
    '古斯的坐骑',
    nil,
  },
  [14944] = {
    '杰斯托的坐骑',
    nil,
  },
  [14945] = {
    '穆维里克的坐骑',
    nil,
  },
  [14946] = {
    '斯里多尔的狮鹫',
    nil,
  },
  [14947] = {
    '艾克曼的狮鹫',
    nil,
  },
  [14948] = {
    '维波里的狮鹫',
    nil,
  },
  [14961] = {
    '米维纳·吉波克',
    '烟林牧场',
  },
  [14962] = {
    '迪洛德·科宾其',
    '烟林牧场',
  },
  [14963] = {
    '加普·吉波克',
    '烟林牧场',
  },
  [14964] = {
    '赫克·科宾其',
    '烟林牧场',
  },
  [14965] = {
    '疯狂的觅血蝠',
    nil,
  },
  [14966] = {
    '高阶祭司塞卡尔',
    '灰烬使者',
  },
  [14967] = {
    '高阶祭司玛尔里',
    '灰烬使者',
  },
  [14968] = {
    '高阶祭司娅尔罗',
    '灰烬使者',
  },
  [14981] = {
    nil,
    '战歌峡谷军官',
  },
  [14982] = {
    nil,
    '战歌峡谷军官',
  },
  [14983] = {
    '奥斯莱特元帅',
    nil,
  },
  [14984] = {
    '玛克里尔中士',
    nil,
  },
  [14986] = {
    '金度之影',
    nil,
  },
  [14987] = {
    '强力治疗结界',
    nil,
  },
  [14989] = {
    '酸性云雾',
    nil,
  },
  [14990] = {
    '污染者大使',
    nil,
  },
  [14991] = {
    '阿拉索联军大使',
    nil,
  },
  [14994] = {
    '赞达拉事件产生器',
    nil,
  },
  [15001] = {
    'PvP A-Mid 荣誉记分员',
    nil,
  },
  [15002] = {
    'PvP Mid 荣誉记分员',
    nil,
  },
  [15003] = {
    'PvP H-Mid 荣誉记分员',
    nil,
  },
  [15004] = {
    'PvP ALT-S 荣誉记分员',
    nil,
  },
  [15005] = {
    'PvP ALT-N 荣誉记分员',
    nil,
  },
  [15006] = {
    '迪兹·斯诺班',
    '阿拉希盆地军官',
  },
  [15007] = {
    '玛洛维尔爵士',
    '阿拉希盆地军官',
  },
  [15008] = {
    '赫塔希姆',
    '阿拉希盆地军官',
  },
  [15009] = {
    '巫毒之魂',
    nil,
  },
  [15010] = {
    '丛林蟾蜍',
    nil,
  },
  [15011] = {
    '瓦格纳·巨锤',
    nil,
  },
  [15021] = {
    '屠杀者杜维尔',
    nil,
  },
  [15022] = {
    '亡灵哨兵莫提斯',
    nil,
  },
  [15041] = {
    '玛尔里的爪牙',
    nil,
  },
  [15042] = {
    '无眠者赞扎',
    nil,
  },
  [15043] = {
    '祖利安鳄鱼',
    nil,
  },
  [15045] = {
    '阿拉希农夫',
    nil,
  },
  [15046] = {
    '被遗忘者农夫',
    nil,
  },
  [15061] = {
    '金度之魂',
    nil,
  },
  [15062] = {
    '阿卡希伐木工',
    nil,
  },
  [15063] = {
    '阿拉希铁匠',
    nil,
  },
  [15064] = {
    '被遗忘者铁匠',
    nil,
  },
  [15065] = {
    '雷蒂',
    nil,
  },
  [15067] = {
    '祖利安捕猎者',
    nil,
  },
  [15068] = {
    '祖利安守护者',
    nil,
  },
  [15069] = {
    '哈卡之心',
    nil,
  },
  [15070] = {
    nil,
    '赞扎的仆从',
  },
  [15071] = {
    '安德弗特',
    nil,
  },
  [15072] = {
    '斯派克',
    nil,
  },
  [15073] = {
    '派特的地狱火',
    nil,
  },
  [15074] = {
    '阿拉希矿工',
    nil,
  },
  [15075] = {
    '被遗忘者矿工',
    nil,
  },
  [15076] = {
    '赞达拉大使',
    nil,
  },
  [15077] = {
    '林格·巴斯贝特',
    '钓鱼大师',
  },
  [15078] = {
    nil,
    '钓鱼大师的学徒',
  },
  [15079] = {
    '钓鱼机器人5000型',
    nil,
  },
  [15080] = {
    '手之仆从',
    '拉斯塔哈之手',
  },
  [15086] = {
    '阿卡希马夫',
    nil,
  },
  [15087] = {
    '被遗忘者马夫',
    nil,
  },
  [15088] = {
    '藏宝海湾精英',
    nil,
  },
  [15089] = {
    '被遗忘者伐木工',
    nil,
  },
  [15090] = {
    '拉扎什迅猛龙',
    nil,
  },
  [15091] = {
    '祖尔格拉布黑豹触发器',
    nil,
  },
  [15101] = {
    '祖利安徘徊者',
    nil,
  },
  [15102] = {
    '银翼大使',
    nil,
  },
  [15103] = {
    '雷矛大使',
    nil,
  },
  [15104] = {
    '迅捷祖利安猛虎',
    nil,
  },
  [15105] = {
    '战歌大使',
    nil,
  },
  [15106] = {
    '霜狼大使',
    nil,
  },
  [15107] = {
    '阿拉希骏马',
    nil,
  },
  [15108] = {
    '被遗忘者军马',
    nil,
  },
  [15109] = {
    '原始祝福幻象',
    '灰烬使者',
  },
  [15110] = {
    '古拉巴什囚徒',
    nil,
  },
  [15111] = {
    '疯狂仆从',
    nil,
  },
  [15112] = {
    '洗脑图腾',
    nil,
  },
  [15113] = {
    '荣耀的英雄',
    nil,
  },
  [15115] = {
    '荣耀的先祖',
    nil,
  },
  [15116] = {
    nil,
    '钓鱼大赛宣传员',
  },
  [15117] = {
    '被禁锢的灵魂',
    nil,
  },
  [15118] = {
    '鱼形态',
    nil,
  },
  [15119] = {
    nil,
    '钓鱼大赛宣传员',
  },
  [15122] = {
    '死亡的加兹兰卡',
    nil,
  },
  [15124] = {
    '塔戈特·吉波克',
    '烟林牧场',
  },
  [15125] = {
    '克斯·考伯宾奇',
    '烟林牧场',
  },
  [15126] = {
    nil,
    '污染者军需官',
  },
  [15127] = {
    nil,
    '阿拉索军需官',
  },
  [15128] = {
    '污染者精英',
    nil,
  },
  [15130] = {
    '阿拉索联军精英',
    nil,
  },
  [15131] = {
    nil,
    '兽栏管理员',
  },
  [15136] = {
    '落锤精英',
    nil,
  },
  [15137] = {
    '米奈希尔精英',
    nil,
  },
  [15138] = {
    '银松精英',
    nil,
  },
  [15139] = {
    '加兹兰卡传令官',
    nil,
  },
  [15140] = {
    '派特的震动效果',
    nil,
  },
  [15141] = {
    '疯狂之门',
    nil,
  },
  [15146] = {
    '疯狂虚空行者',
    nil,
  },
  [15162] = {
    '血色审查官',
    nil,
  },
  [15163] = {
    '梦魇幻象',
    nil,
  },
  [15164] = {
    '莫高雷触发器',
    nil,
  },
  [15165] = {
    '傲慢的店主',
    '新潮服装设计师',
  },
  [15168] = {
    '邪恶甲虫',
    nil,
  },
  [15169] = {
    '永恒守望者拉罗沙尔',
    nil,
  },
  [15170] = {
    '鲁特加尔·雕石',
    nil,
  },
  [15171] = {
    '弗兰卡·石桥',
    nil,
  },
  [15172] = {
    nil,
    '布莱恩·铜须的宠物猴',
  },
  [15174] = {
    nil,
    '旅店老板',
  },
  [15175] = {
    '库尔·锐角',
    '材料商',
  },
  [15176] = {
    nil,
    '铁匠',
  },
  [15177] = {
    '克劳德·天舞者',
    '角鹰兽管理员',
  },
  [15178] = {
    '鲁克·驯风者',
    '双足飞龙管理员',
  },
  [15179] = {
    nil,
    '贸易供应商',
  },
  [15180] = {
    '流沙守望者巴里斯托尔斯',
    nil,
  },
  [15181] = {
    '指挥官玛尔利斯',
    nil,
  },
  [15182] = {
    nil,
    '卫兵队长',
  },
  [15183] = {
    '地质学家拉克斯班',
    nil,
  },
  [15184] = {
    '塞纳里奥要塞步兵',
    nil,
  },
  [15185] = {
    '诺兹多姆的子嗣',
    nil,
  },
  [15186] = {
    '奔波尔霸',
    nil,
  },
  [15187] = {
    '塞纳里奥使者安亚·碧月',
    nil,
  },
  [15188] = {
    '塞纳里奥使者托尔·黑蹄',
    nil,
  },
  [15189] = {
    '比提克斯·斯巴格',
    nil,
  },
  [15190] = {
    '诺格·斯巴格',
    nil,
  },
  [15191] = {
    '唤风者梅恩·长角',
    nil,
  },
  [15193] = {
    '希尔瓦娜斯·风行者',
    nil,
  },
  [15194] = {
    '隐士奥泰尔',
    nil,
  },
  [15195] = {
    '稻草人守卫者',
    nil,
  },
  [15196] = {
    '死亡弯钩',
    nil,
  },
  [15197] = {
    '黑暗召唤者雅恩卡',
    nil,
  },
  [15199] = {
    '哈特曼中士',
    nil,
  },
  [15200] = {
    '暮光守护者玛恩纳',
    '暮光之锤',
  },
  [15201] = {
    '暮光烈焰掠夺者',
    nil,
  },
  [15202] = {
    '邪恶的维拉尔',
    '暮光之锤',
  },
  [15203] = {
    '斯卡德诺克斯王子',
    '高阶深渊议会',
  },
  [15204] = {
    '大元帅维拉希斯',
    '高阶深渊议会',
  },
  [15205] = {
    '卡苏姆男爵',
    '高阶深渊议会',
  },
  [15206] = {
    '灰烬公爵',
    '深渊议会',
  },
  [15207] = {
    '深渊公爵',
    '深渊议会',
  },
  [15208] = {
    '碎石公爵',
    '深渊议会',
  },
  [15209] = {
    '赤红圣殿骑士',
    '深渊议会',
  },
  [15211] = {
    '碧蓝圣殿骑士',
    '深渊议会',
  },
  [15212] = {
    '苍白圣殿骑士',
    '深渊议会',
  },
  [15213] = {
    '暮光霸主',
    '暮光之锤',
  },
  [15214] = {
    '隐形的潜伏者',
    nil,
  },
  [15215] = {
    '纳塔莉亚·玛尔利斯',
    '克苏恩的高阶祭司',
  },
  [15216] = {
    '男性幽灵',
    nil,
  },
  [15217] = {
    '女性幽灵',
    nil,
  },
  [15218] = {
    '暗月马戏团大炮',
    nil,
  },
  [15220] = {
    '微风公爵',
    '深渊议会',
  },
  [15221] = {
    '法兰克尔隐形触发器',
    nil,
  },
  [15222] = {
    '鲁特加尔隐形触发器',
    nil,
  },
  [15224] = {
    '梦境之雾',
    nil,
  },
  [15229] = {
    '维克尼士兵',
    nil,
  },
  [15230] = {
    '维克尼战士',
    nil,
  },
  [15233] = {
    '维克尼守护者',
    nil,
  },
  [15235] = {
    '维克尼鞭笞者',
    nil,
  },
  [15236] = {
    '维克尼黄蜂',
    nil,
  },
  [15240] = {
    '维克尼爬行者',
    nil,
  },
  [15246] = {
    '其拉斩灵者',
    nil,
  },
  [15247] = {
    '其拉洗脑者',
    nil,
  },
  [15249] = {
    '其拉怒刺蜂',
    nil,
  },
  [15250] = {
    '其拉执行者',
    nil,
  },
  [15252] = {
    '其拉勇士',
    nil,
  },
  [15260] = {
    '狂乱的德鲁伊之魂',
    nil,
  },
  [15261] = {
    '灵魂之影',
    nil,
  },
  [15262] = {
    '黑曜石清除者',
    nil,
  },
  [15263] = {
    '预言者斯克拉姆',
    nil,
  },
  [15264] = {
    '阿努比萨斯哨兵',
    nil,
  },
  [15270] = {
    '霍姆·蛮鬃',
    nil,
  },
  [15275] = {
    '维克尼拉斯大帝',
    nil,
  },
  [15276] = {
    '维克洛尔大帝',
    nil,
  },
  [15277] = {
    '阿努比萨斯防御者',
    nil,
  },
  [15282] = {
    '奥蕾尔·金叶',
    nil,
  },
  [15286] = {
    nil,
    '雷戈虫穴主宰',
  },
  [15288] = {
    nil,
    '亚什虫穴主宰',
  },
  [15290] = {
    nil,
    '佐拉虫穴主宰',
  },
  [15293] = {
    '安迪尔·风矛',
    nil,
  },
  [15300] = {
    '维克尼雄蜂',
    nil,
  },
  [15302] = {
    '泰拉尔之影',
    nil,
  },
  [15303] = {
    '玛克希玛·雷管',
    '暗月马戏团炮手',
  },
  [15304] = {
    '上古法力之泉图腾',
    nil,
  },
  [15305] = {
    '斯古恩男爵',
    '高阶深渊议会',
  },
  [15306] = {
    '鲍尔·蛮鬃',
    nil,
  },
  [15307] = {
    '土色圣殿骑士',
    '深渊议会',
  },
  [15308] = {
    '暮光预言者',
    '暮光之锤',
  },
  [15311] = {
    '阿努比萨斯守望者',
    nil,
  },
  [15312] = {
    '黑曜石终结者',
    nil,
  },
  [15313] = {
    '月夜枭兽',
    '暗夜精灵德鲁伊',
  },
  [15314] = {
    '月夜枭兽',
    '牛头人德鲁伊',
  },
  [15315] = {
    '麦琳妮·霜月',
    '武器商',
  },
  [15316] = {
    '其拉甲虫',
    nil,
  },
  [15317] = {
    '其拉蝎虫',
    nil,
  },
  [15318] = {
    '佐拉雄蜂',
    nil,
  },
  [15319] = {
    '佐拉采集者',
    nil,
  },
  [15320] = {
    '佐拉士兵',
    nil,
  },
  [15323] = {
    '佐拉沙行者',
    nil,
  },
  [15324] = {
    '其拉角斗士',
    nil,
  },
  [15325] = {
    '佐拉黄蜂',
    nil,
  },
  [15327] = {
    '佐拉钉刺者',
    nil,
  },
  [15328] = {
    '暗月蒸汽坦克',
    nil,
  },
  [15333] = {
    '硅酸盐吞噬者',
    nil,
  },
  [15334] = {
    '巨眼触须',
    nil,
  },
  [15335] = {
    '血肉猎手',
    nil,
  },
  [15336] = {
    '佐拉鞭尾蝎',
    nil,
  },
  [15338] = {
    '黑曜石毁灭者',
    nil,
  },
  [15339] = {
    '无疤者奥斯里安',
    nil,
  },
  [15341] = {
    '拉贾克斯将军',
    nil,
  },
  [15343] = {
    '其拉虫群卫士',
    nil,
  },
  [15344] = {
    '虫群守卫钉刺者',
    nil,
  },
  [15350] = {
    '部落战争使者',
    nil,
  },
  [15351] = {
    '联盟准将',
    nil,
  },
  [15353] = {
    '卡提娜·闪星',
    '万圣节招待员',
  },
  [15354] = {
    nil,
    '万圣节招待员',
  },
  [15355] = {
    '阿努比萨斯守卫者',
    nil,
  },
  [15362] = {
    '玛法里奥·怒风',
    nil,
  },
  [15363] = {
    '灵魂图腾',
    nil,
  },
  [15364] = {
    '玩具蒸汽坦克',
    nil,
  },
  [15368] = {
    '高爆地雷',
    nil,
  },
  [15369] = {
    '狩猎者阿亚米斯',
    nil,
  },
  [15370] = {
    '吞咽者布鲁',
    nil,
  },
  [15373] = {
    '万圣节海盗船长',
    nil,
  },
  [15374] = {
    '万圣节亡灵海盗',
    nil,
  },
  [15375] = {
    '万圣节女海盗',
    nil,
  },
  [15376] = {
    '万圣节男鬼魂',
    nil,
  },
  [15377] = {
    '万圣节女鬼魂',
    nil,
  },
  [15378] = {
    '梦境之龙麦琳瑟拉',
    nil,
  },
  [15381] = {
    '上古之龙阿纳克洛斯',
    nil,
  },
  [15382] = {
    '范达尔·鹿盔',
    nil,
  },
  [15383] = {
    '布罗恩·石眉',
    '铜锭收集者',
  },
  [15384] = {
    '旧世界启动器',
    nil,
  },
  [15387] = {
    '其拉战士',
    nil,
  },
  [15388] = {
    '帕库少校',
    nil,
  },
  [15389] = {
    '德雷恩上尉',
    nil,
  },
  [15390] = {
    '库雷姆上尉',
    nil,
  },
  [15391] = {
    '奎兹上尉',
    nil,
  },
  [15392] = {
    '图比德上尉',
    nil,
  },
  [15394] = {
    '部落的英雄',
    nil,
  },
  [15410] = {
    '阿纳克洛斯巨龙形态',
    nil,
  },
  [15411] = {
    '阿瑞苟斯',
    nil,
  },
  [15412] = {
    '凯雷斯特拉兹龙类形态',
    nil,
  },
  [15413] = {
    '麦琳瑟拉龙类形态',
    nil,
  },
  [15414] = {
    '其拉黄蜂',
    nil,
  },
  [15415] = {
    '南海镇臭弹计数器',
    nil,
  },
  [15419] = {
    nil,
    '附魔供应商',
  },
  [15421] = {
    '其拉雄蜂',
    nil,
  },
  [15422] = {
    '其拉坦克',
    nil,
  },
  [15423] = {
    '卡多雷步兵',
    nil,
  },
  [15424] = {
    '阿努比萨斯征服者',
    nil,
  },
  [15425] = {
    '调试点',
    nil,
  },
  [15426] = {
    '安其拉触发器',
    nil,
  },
  [15427] = {
    '麦琳瑟拉的觉醒',
    nil,
  },
  [15428] = {
    '沙尘旋涡',
    nil,
  },
  [15429] = {
    '恶心的软泥怪',
    nil,
  },
  [15431] = {
    '卡恩斯下士',
    '铁锭收集者',
  },
  [15432] = {
    '达米',
    '瑟银锭收集者',
  },
  [15434] = {
    '列兵德拉里格',
    '荆棘藻收集者',
  },
  [15436] = {
    '迫击炮中士斯托特·石锤',
    nil,
  },
  [15437] = {
    '艾文·夜歌',
    '紫莲花收集者',
  },
  [15440] = {
    '布莱卡维尔上尉',
    '铁炉堡军团上尉',
  },
  [15441] = {
    '铁炉堡军团火枪手',
    nil,
  },
  [15442] = {
    '铁炉堡军团步兵',
    nil,
  },
  [15443] = {
    '珍妮拉·钢锤',
    nil,
  },
  [15444] = {
    '奥术师诺斯宾',
    nil,
  },
  [15445] = {
    '士官长戈麦恩',
    '阿尔萨斯之泪收集者',
  },
  [15446] = {
    '波尼·碎石',
    '轻皮收集者',
  },
  [15448] = {
    '列兵波特',
    '中皮收集者',
  },
  [15449] = {
    '佐拉混合兽',
    nil,
  },
  [15450] = {
    '玛尔塔·钢轴',
    '厚皮收集者',
  },
  [15451] = {
    '哨兵塞尔瓦·银空',
    '亚麻绷带收集者',
  },
  [15452] = {
    '女护士斯通菲尔德',
    '丝质绷带收集者',
  },
  [15453] = {
    '守护者莫沙·月影',
    '符文布绷带收集者',
  },
  [15454] = {
    '安纳克罗斯隐形任务触发器',
    nil,
  },
  [15455] = {
    '美食家斯里克',
    '彩鳍鱼收集者',
  },
  [15456] = {
    '萨拉·塞维斯',
    '烤迅猛龙肉收集者',
  },
  [15457] = {
    '女猎手蕾尔·急流',
    '斑点黄尾鱼收集者',
  },
  [15458] = {
    '指挥官汉默·石锤',
    '联盟大使',
  },
  [15459] = {
    '矿工克罗威尔',
    '铜锭收集者',
  },
  [15460] = {
    '步兵玛乌格',
    '锡锭收集者',
  },
  [15461] = {
    '食脑甲虫',
    nil,
  },
  [15462] = {
    '喷液甲虫',
    nil,
  },
  [15463] = {
    '风之优雅图腾 III',
    nil,
  },
  [15464] = {
    '大地之力图腾 V',
    nil,
  },
  [15466] = {
    '年兽的爪牙',
    nil,
  },
  [15467] = {
    '年兽',
    nil,
  },
  [15469] = {
    '军士长克拉恩',
    '秘银锭收集者',
  },
  [15471] = {
    '安多洛夫中将',
    nil,
  },
  [15473] = {
    '卡多雷精英',
    nil,
  },
  [15475] = {
    '甲虫',
    nil,
  },
  [15476] = {
    '蝎子',
    nil,
  },
  [15477] = {
    '草药学家波德·飞羽',
    '宁神花收集者',
  },
  [15481] = {
    '艾索雷葛斯之魂',
    nil,
  },
  [15491] = {
    '伊兰尼库斯，梦境之暴君',
    nil,
  },
  [15495] = {
    '永夜港守卫者',
    nil,
  },
  [15498] = {
    '唤风者耶萨德拉',
    nil,
  },
  [15499] = {
    '守望者哈尔洛',
    nil,
  },
  [15500] = {
    '凯伊·迅爪',
    nil,
  },
  [15502] = {
    nil,
    '玛里苟斯的后裔',
  },
  [15503] = {
    nil,
    '阿莱克丝塔萨的后裔',
  },
  [15504] = {
    nil,
    '伊瑟拉的后裔',
  },
  [15505] = {
    '运河狂鱼',
    nil,
  },
  [15507] = {
    '吞咽者布鲁',
    '灰烬使者',
  },
  [15508] = {
    '蝙蝠骑士比雷凯基',
    '火焰花收集者',
  },
  [15509] = {
    '哈霍兰公主',
    nil,
  },
  [15510] = {
    '顽强的范克瑞斯',
    nil,
  },
  [15511] = {
    '克里勋爵',
    nil,
  },
  [15512] = {
    '药剂师耶泽尔',
    '紫莲花收集者',
  },
  [15514] = {
    '布鲁的卵',
    nil,
  },
  [15515] = {
    '剥皮师亚曼尼',
    '重皮收集者',
  },
  [15516] = {
    '沙尔图拉',
    nil,
  },
  [15521] = {
    '扎拉雏虫',
    nil,
  },
  [15522] = {
    '乌玛拉中士',
    '厚皮收集者',
  },
  [15524] = {
    '驯鹿',
    nil,
  },
  [15525] = {
    '塞拉图斯',
    '硬甲皮收集者',
  },
  [15526] = {
    '人鱼米莉蒂丝',
    nil,
  },
  [15527] = {
    '法力恶魔',
    nil,
  },
  [15528] = {
    '医师朗兰纳',
    '绒线绷带收集者',
  },
  [15529] = {
    '卡隆',
    '魔纹绷带收集者',
  },
  [15532] = {
    '石头守卫陶蹄',
    '符文布绷带收集者',
  },
  [15533] = {
    '血卫士拉尔塔',
    '瘦狼排收集者',
  },
  [15534] = {
    '渔夫林度',
    '斑点黄尾鱼收集者',
  },
  [15535] = {
    '图拉·利爪',
    '烤鲑鱼收集者',
  },
  [15537] = {
    '阿努比萨斯战士',
    nil,
  },
  [15538] = {
    '阿努比萨斯虫群卫士',
    nil,
  },
  [15539] = {
    '佐格将军',
    '部落大使',
  },
  [15540] = {
    '唤风者卡尔东',
    nil,
  },
  [15541] = {
    '暮光掠夺者莫娜',
    '暮光之锤',
  },
  [15542] = {
    '暮光掠夺者',
    '暮光之锤',
  },
  [15543] = {
    '亚尔基公主',
    nil,
  },
  [15545] = {
    '塞纳里奥前锋',
    nil,
  },
  [15546] = {
    '扎拉虫群',
    nil,
  },
  [15549] = {
    '黎明长者',
    nil,
  },
  [15552] = {
    '维维尔博士',
    nil,
  },
  [15553] = {
    '维维尔的飞行器',
    nil,
  },
  [15554] = {
    '人造猿二号',
    nil,
  },
  [15555] = {
    '扎拉幼虫',
    nil,
  },
  [15556] = {
    '碎石长者',
    nil,
  },
  [15557] = {
    '巨石长者',
    nil,
  },
  [15558] = {
    '银脉长者',
    nil,
  },
  [15559] = {
    '雪峰长者',
    nil,
  },
  [15560] = {
    '石墙长者',
    nil,
  },
  [15561] = {
    '黑曜石长者',
    nil,
  },
  [15562] = {
    '雷锤长者',
    nil,
  },
  [15563] = {
    '风怒长者',
    nil,
  },
  [15564] = {
    '暗灵长者',
    nil,
  },
  [15565] = {
    '雷眉长者',
    nil,
  },
  [15566] = {
    '雪冠长者',
    nil,
  },
  [15567] = {
    '铁环长者',
    nil,
  },
  [15568] = {
    '灰石长者',
    nil,
  },
  [15569] = {
    '金井长者',
    nil,
  },
  [15570] = {
    '棱石长者',
    nil,
  },
  [15571] = {
    '巨齿鲨',
    nil,
  },
  [15572] = {
    '符文图腾长者',
    nil,
  },
  [15573] = {
    '暴怒图腾长者',
    nil,
  },
  [15574] = {
    '石塔长者',
    nil,
  },
  [15575] = {
    '血蹄长者',
    nil,
  },
  [15576] = {
    '冰蹄长者',
    nil,
  },
  [15577] = {
    '逐星长者',
    nil,
  },
  [15578] = {
    '蛮鬃长者',
    nil,
  },
  [15579] = {
    '暗角长者',
    nil,
  },
  [15580] = {
    '长者伊萨·麦蹄',
    nil,
  },
  [15581] = {
    '恐怖图腾长者',
    nil,
  },
  [15582] = {
    '风之图腾长者',
    nil,
  },
  [15583] = {
    '雷角长者',
    nil,
  },
  [15584] = {
    '星眼长者',
    nil,
  },
  [15585] = {
    '晨行者长者',
    nil,
  },
  [15586] = {
    '梦言长者',
    nil,
  },
  [15587] = {
    '迷雾行者长者',
    nil,
  },
  [15588] = {
    '高山长者',
    nil,
  },
  [15589] = {
    '克苏恩之眼',
    nil,
  },
  [15590] = {
    '奥斯里安水晶触发器',
    nil,
  },
  [15591] = {
    '维维尔的爪牙',
    nil,
  },
  [15592] = {
    '风路长者',
    nil,
  },
  [15593] = {
    '星歌长者',
    nil,
  },
  [15594] = {
    '袭月长者',
    nil,
  },
  [15595] = {
    '袭月长者',
    nil,
  },
  [15596] = {
    '星林长者',
    nil,
  },
  [15597] = {
    '月卫长者',
    nil,
  },
  [15598] = {
    '迅刀长者',
    nil,
  },
  [15599] = {
    '刃歌长者',
    nil,
  },
  [15600] = {
    '夜光长者',
    nil,
  },
  [15601] = {
    '星纹长者',
    nil,
  },
  [15602] = {
    '幽林长者',
    nil,
  },
  [15603] = {
    '夜风长者',
    nil,
  },
  [15604] = {
    '晨露长者',
    nil,
  },
  [15605] = {
    '水歌长者',
    nil,
  },
  [15606] = {
    '金矛长者',
    nil,
  },
  [15607] = {
    '远风长者',
    nil,
  },
  [15609] = {
    '塞纳里奥斥候兰蒂奥',
    nil,
  },
  [15610] = {
    '塞纳里奥斥候艾泽奈尔',
    nil,
  },
  [15611] = {
    '塞纳里奥斥候加莉亚',
    nil,
  },
  [15612] = {
    '克鲁格·碎颅',
    '奥格瑞玛军团中尉',
  },
  [15613] = {
    '梅洛克·远途',
    nil,
  },
  [15614] = {
    '天启者乔纳森',
    nil,
  },
  [15615] = {
    '暗影祭司沙艾',
    nil,
  },
  [15616] = {
    '奥格瑞玛军团步兵',
    nil,
  },
  [15617] = {
    '奥格瑞玛军团掷斧者',
    nil,
  },
  [15620] = {
    '雷戈虫巢猎人杀手',
    nil,
  },
  [15621] = {
    '亚尔基的血脉',
    nil,
  },
  [15622] = {
    '维克尼钻孔虫',
    nil,
  },
  [15624] = {
    '森林小精灵',
    nil,
  },
  [15625] = {
    '暮光腐蚀者',
    nil,
  },
  [15628] = {
    '被救赎的伊兰尼库斯',
    nil,
  },
  [15629] = {
    '梦魇幻象',
    nil,
  },
  [15630] = {
    '范克瑞斯的爪牙',
    nil,
  },
  [15631] = {
    '聚光灯',
    nil,
  },
  [15633] = {
    nil,
    '艾露恩的高阶女祭司',
  },
  [15634] = {
    '月之女祭司',
    nil,
  },
  [15659] = {
    '拍卖师亚克森',
    nil,
  },
  [15660] = {
    '被变形的伊兰尼库斯',
    '灰烬使者',
  },
  [15663] = {
    '战备志愿者',
    nil,
  },
  [15664] = {
    '驯鹿梅森',
    nil,
  },
  [15665] = {
    '驯鹿',
    nil,
  },
  [15666] = {
    '蓝色其拉作战坦克',
    nil,
  },
  [15667] = {
    '维希度斯水滴',
    nil,
  },
  [15675] = {
    '拍卖师斯托克顿',
    nil,
  },
  [15676] = {
    '拍卖师亚尔利',
    nil,
  },
  [15677] = {
    '拍卖师格拉维斯',
    nil,
  },
  [15678] = {
    '拍卖师塞尔瓦拉斯',
    nil,
  },
  [15679] = {
    '拍卖师卡扎雷兹',
    nil,
  },
  [15681] = {
    '拍卖师奥利雷',
    nil,
  },
  [15682] = {
    '拍卖师凯恩',
    nil,
  },
  [15683] = {
    '拍卖师纳克雷米斯',
    nil,
  },
  [15684] = {
    '拍卖师特里特',
    nil,
  },
  [15685] = {
    '南海绑匪',
    nil,
  },
  [15686] = {
    '拍卖师雷克尔',
    nil,
  },
  [15692] = {
    '黑铁绑匪',
    nil,
  },
  [15693] = {
    '天启者乔纳森',
    nil,
  },
  [15694] = {
    '暴风城狂欢者',
    nil,
  },
  [15695] = {
    '维克双子触发器',
    nil,
  },
  [15696] = {
    '战备招募官',
    nil,
  },
  [15698] = {
    '冬天爷爷的助手',
    nil,
  },
  [15699] = {
    '安静的机械雪人',
    nil,
  },
  [15700] = {
    '督军格尔库克',
    '战备军官',
  },
  [15701] = {
    '大元帅斯诺·落雪',
    '战备军官',
  },
  [15702] = {
    '高阶军士泰加',
    '战备招募员',
  },
  [15703] = {
    '高阶军士格瑞弗德',
    '战备招募员',
  },
  [15704] = {
    '高阶军士凯金',
    '战备招募员',
  },
  [15705] = {
    '冬天爷爷的小助手',
    nil,
  },
  [15706] = {
    '冬季驯鹿',
    nil,
  },
  [15707] = {
    '军士长菲兹伯特',
    '战备招募员',
  },
  [15708] = {
    '军士长玛克卢尔',
    '战备招募员',
  },
  [15709] = {
    '军士长希德·月影',
    '战备招募员',
  },
  [15710] = {
    '雪孩子',
    nil,
  },
  [15712] = {
    '土堆',
    nil,
  },
  [15713] = {
    '黑色其拉作战坦克',
    nil,
  },
  [15714] = {
    '黄色其拉作战坦克',
    nil,
  },
  [15715] = {
    '绿色其拉作战坦克',
    nil,
  },
  [15716] = {
    '红色其拉作战坦克',
    nil,
  },
  [15717] = {
    '奥罗触发器',
    nil,
  },
  [15718] = {
    '奥罗甲虫',
    nil,
  },
  [15719] = {
    '雷霆崖狂欢者',
    nil,
  },
  [15720] = {
    '木喉先祖',
    nil,
  },
  [15721] = {
    '机械格林奇',
    nil,
  },
  [15722] = {
    '莱欧伦·玛尔迪拉斯',
    '兽栏管理员',
  },
  [15723] = {
    '藏宝海湾狂欢者',
    nil,
  },
  [15724] = {
    '醉酒的卫兵',
    nil,
  },
  [15725] = {
    '利爪触须',
    nil,
  },
  [15726] = {
    '眼球触须',
    nil,
  },
  [15728] = {
    '巨钩触须',
    nil,
  },
  [15729] = {
    '冬天爷爷的助手',
    nil,
  },
  [15730] = {
    '派特的雪云',
    nil,
  },
  [15731] = {
    '达纳苏斯嘉奖官',
    nil,
  },
  [15732] = {
    '欢乐制造器操作员',
    '烟林牧场',
  },
  [15733] = {
    '诺莫瑞根嘉奖官',
    nil,
  },
  [15734] = {
    '铁炉堡嘉奖官',
    nil,
  },
  [15735] = {
    '暴风城嘉奖官',
    nil,
  },
  [15736] = {
    '奥格瑞玛嘉奖官',
    nil,
  },
  [15737] = {
    '暗矛嘉奖官',
    nil,
  },
  [15738] = {
    '幽暗城嘉奖官',
    nil,
  },
  [15739] = {
    '雷霆崖嘉奖官',
    nil,
  },
  [15740] = {
    '佐拉巨甲虫',
    nil,
  },
  [15741] = {
    '雷戈巨甲虫',
    nil,
  },
  [15742] = {
    '亚什巨甲虫',
    nil,
  },
  [15743] = {
    '巨型阿努比萨斯战争使者',
    nil,
  },
  [15744] = {
    '其拉帝王毁灭者',
    nil,
  },
  [15745] = {
    '冬天爷爷的助手',
    nil,
  },
  [15746] = {
    '冬天爷爷的助手',
    nil,
  },
  [15747] = {
    '其拉上尉',
    nil,
  },
  [15748] = {
    '次级阿努比萨斯战争使者',
    nil,
  },
  [15749] = {
    '次级异种剥夺者',
    nil,
  },
  [15750] = {
    '其拉少校',
    nil,
  },
  [15751] = {
    '阿努比萨斯战争使者',
    nil,
  },
  [15752] = {
    '异种剥夺者',
    nil,
  },
  [15753] = {
    '其拉准将',
    nil,
  },
  [15754] = {
    '大型阿努比萨斯战争使者',
    nil,
  },
  [15756] = {
    '大型异种剥夺者',
    nil,
  },
  [15757] = {
    '其拉中将',
    nil,
  },
  [15758] = {
    '超级阿努比萨斯战争使者',
    nil,
  },
  [15759] = {
    '超级异种剥夺者',
    nil,
  },
  [15760] = {
    '冬季狂欢者',
    nil,
  },
  [15761] = {
    '军官乌萨雷',
    '暗矛嘉奖处',
  },
  [15762] = {
    '军官鲁娜莱',
    '达纳苏斯嘉奖处',
  },
  [15763] = {
    '军官波特霍斯',
    '诺莫瑞根嘉奖处',
  },
  [15764] = {
    '军官彼尔德·铁须',
    '铁炉堡嘉奖处',
  },
  [15765] = {
    '军官布莱德·红刺',
    '奥格瑞玛嘉奖处',
  },
  [15766] = {
    '军官马洛尔夫',
    '暴风城嘉奖处',
  },
  [15767] = {
    '军官森德·雷蹄',
    '雷霆崖嘉奖处',
  },
  [15768] = {
    '军官高特娜',
    '幽暗城嘉奖处',
  },
  [15769] = {
    '共鸣水晶的形成31 - 40',
    nil,
  },
  [15770] = {
    '共鸣水晶的形成41 - 50',
    nil,
  },
  [15771] = {
    '共鸣水晶的形成51 - 60',
    nil,
  },
  [15772] = {
    '圣诞版黑暗院长加丁',
    nil,
  },
  [15773] = {
    '圣诞版炮手威利',
    nil,
  },
  [15774] = {
    '圣诞版托塞德林王子',
    nil,
  },
  [15775] = {
    '圣诞版达格兰·索瑞森大帝',
    nil,
  },
  [15776] = {
    '圣诞版酋长雷德·黑手',
    nil,
  },
  [15777] = {
    '圣诞版指挥官沃恩',
    nil,
  },
  [15778] = {
    '嘴边触须坐骑幻象',
    nil,
  },
  [15780] = {
    '人类男性狂欢者',
    nil,
  },
  [15781] = {
    '人类女性狂欢者',
    nil,
  },
  [15782] = {
    '矮人男性狂欢者',
    nil,
  },
  [15783] = {
    '矮人女性狂欢者',
    nil,
  },
  [15784] = {
    '暗夜精灵女性狂欢者',
    nil,
  },
  [15785] = {
    '巨魔女性狂欢者',
    nil,
  },
  [15786] = {
    '兽人女性狂欢者',
    nil,
  },
  [15787] = {
    '地精女性狂欢者',
    nil,
  },
  [15788] = {
    '亡灵女性狂欢者',
    nil,
  },
  [15789] = {
    '牛头人女性狂欢者',
    nil,
  },
  [15790] = {
    '亡灵男性狂欢者',
    nil,
  },
  [15791] = {
    '兽人男性狂欢者',
    nil,
  },
  [15792] = {
    '巨魔男性狂欢者',
    nil,
  },
  [15793] = {
    '牛头人男性狂欢者',
    nil,
  },
  [15794] = {
    '暗夜精灵男性狂欢者',
    nil,
  },
  [15795] = {
    '地精男性狂欢者',
    nil,
  },
  [15796] = {
    '圣诞版古拉鲁克',
    '黑手军团铸甲师',
  },
  [15797] = {
    '巨甲虫研究员索菲亚',
    nil,
  },
  [15798] = {
    '巨甲虫研究员奈斯托',
    nil,
  },
  [15799] = {
    '巨甲虫研究员伊泽尔',
    nil,
  },
  [15800] = {
    '出口触发器',
    nil,
  },
  [15801] = {
    nil,
    '铜锣的守护者',
  },
  [15802] = {
    '血肉触须',
    nil,
  },
  [15803] = {
    '风之宁静图腾',
    nil,
  },
  [15804] = {
    '共鸣水晶的形成21-30',
    nil,
  },
  [15805] = {
    '共鸣水晶的形成10 - 20',
    nil,
  },
  [15806] = {
    '其拉中尉',
    nil,
  },
  [15807] = {
    '初级阿努比萨斯战争使者',
    nil,
  },
  [15808] = {
    '初级异种剥夺者',
    nil,
  },
  [15809] = {
    nil,
    '灰烬使者',
  },
  [15810] = {
    '被侵蚀的阿努比萨斯战争使者',
    nil,
  },
  [15811] = {
    '衰老的异种剥夺者',
    nil,
  },
  [15812] = {
    '其拉军官',
    nil,
  },
  [15813] = {
    '其拉军官佐德',
    nil,
  },
  [15814] = {
    '其拉中尉约雷尔',
    nil,
  },
  [15815] = {
    '其拉上尉卡尔克',
    nil,
  },
  [15816] = {
    '其拉少校赫拉雷',
    nil,
  },
  [15817] = {
    '其拉准将帕克里斯',
    nil,
  },
  [15818] = {
    '诺克霍尔中将',
    nil,
  },
  [15832] = {
    '冬天爷爷的助手（大）',
    nil,
  },
  [15835] = {
    '冬天爷爷的助手（大）',
    nil,
  },
  [15838] = {
    '冬天爷爷的助手（大）',
    nil,
  },
  [15839] = {
    '卡利姆多联军兽人步兵',
    nil,
  },
  [15840] = {
    '卡利姆多联军中士',
    nil,
  },
  [15841] = {
    '卡利姆多联军中尉',
    nil,
  },
  [15842] = {
    '卡利姆多联军法师',
    nil,
  },
  [15843] = {
    '卡利姆多联军牧师',
    nil,
  },
  [15844] = {
    '卡利姆多联军治疗师',
    nil,
  },
  [15845] = {
    '卡利姆多联军上尉',
    nil,
  },
  [15846] = {
    '卡利姆多联军弓箭手',
    nil,
  },
  [15847] = {
    '卡利姆多联军萨满祭司',
    nil,
  },
  [15848] = {
    '卡利姆多联军步兵',
    nil,
  },
  [15849] = {
    '卡利姆多联军德鲁伊',
    nil,
  },
  [15850] = {
    '卡利姆多联军散兵',
    nil,
  },
  [15851] = {
    '卡利姆多联军元帅',
    nil,
  },
  [15852] = {
    '奥格瑞玛精英持盾卫士',
    nil,
  },
  [15853] = {
    '奥格瑞玛精英步兵',
    nil,
  },
  [15854] = {
    '奥格瑞玛精英骑兵',
    nil,
  },
  [15855] = {
    '牛头人火枪手',
    nil,
  },
  [15856] = {
    '牛头人部族祭司',
    nil,
  },
  [15857] = {
    '暴风城骑兵',
    nil,
  },
  [15858] = {
    '暴风城步兵',
    nil,
  },
  [15859] = {
    '暴风城大法师',
    nil,
  },
  [15860] = {
    '卡多雷神射手',
    nil,
  },
  [15861] = {
    '铁炉堡步兵',
    nil,
  },
  [15862] = {
    '铁炉堡骑兵',
    nil,
  },
  [15863] = {
    '暗矛萨满祭司',
    nil,
  },
  [15864] = {
    '瓦拉达尔·星歌',
    '先祖硬币收集者',
  },
  [15865] = {
    '卡利姆多联军少校',
    nil,
  },
  [15866] = {
    '指挥官莱诺尔·风矛',
    nil,
  },
  [15867] = {
    '卡利姆多联军大法师',
    nil,
  },
  [15868] = {
    '李奥瑞克·冯·泽尔迪格公爵',
    nil,
  },
  [15869] = {
    '参谋玛拉加夫',
    nil,
  },
  [15870] = {
    '奥古斯特公爵',
    nil,
  },
  [15871] = {
    '铜须长者',
    nil,
  },
  [15872] = {
    '派特的烟火束（蓝色）',
    nil,
  },
  [15873] = {
    '派特的烟火束（红色）',
    nil,
  },
  [15874] = {
    '派特的烟火束（绿色）',
    nil,
  },
  [15875] = {
    '派特的烟火束（紫色）',
    nil,
  },
  [15876] = {
    '派特的烟火束（白色）',
    nil,
  },
  [15877] = {
    '派特的烟火束（黄色）',
    nil,
  },
  [15878] = {
    '战争召唤者芬斯特尔',
    nil,
  },
  [15879] = {
    '派特的烟火-蓝色',
    nil,
  },
  [15880] = {
    '派特的烟火-绿色',
    nil,
  },
  [15881] = {
    '派特的烟火-紫色',
    nil,
  },
  [15882] = {
    '派特的烟火-红色',
    nil,
  },
  [15883] = {
    '派特的烟火-黄色',
    nil,
  },
  [15884] = {
    '派特的烟火-白色',
    nil,
  },
  [15885] = {
    '派特的烟火-深蓝色',
    nil,
  },
  [15886] = {
    '派特的烟火-深绿色',
    nil,
  },
  [15887] = {
    '派特的烟火-深紫色',
    nil,
  },
  [15888] = {
    '派特的烟火-深红色',
    nil,
  },
  [15889] = {
    '派特的烟火-纯白色',
    nil,
  },
  [15890] = {
    '派特的烟火-深黄色',
    nil,
  },
  [15891] = {
    '春节使者',
    nil,
  },
  [15892] = {
    '春节特使',
    nil,
  },
  [15893] = {
    '新年烟火荣誉记分员',
    nil,
  },
  [15894] = {
    '新年发射荣誉记分员',
    nil,
  },
  [15895] = {
    '春节预告者',
    nil,
  },
  [15896] = {
    '克苏恩传送门',
    nil,
  },
  [15897] = {
    '大型聚光灯',
    nil,
  },
  [15898] = {
    '春节商人',
    nil,
  },
  [15901] = {
    '被砍下来的触须',
    nil,
  },
  [15902] = {
    '巨型聚光灯',
    nil,
  },
  [15903] = {
    '卡恩斯中士',
    nil,
  },
  [15904] = {
    '触须传送门',
    nil,
  },
  [15905] = {
    '达纳苏斯狂欢者',
    nil,
  },
  [15906] = {
    '铁炉堡狂欢者',
    nil,
  },
  [15907] = {
    '幽暗城狂欢者',
    nil,
  },
  [15908] = {
    '奥格瑞玛狂欢者',
    nil,
  },
  [15909] = {
    '法蕾尔·星歌',
    '先祖硬币收集者',
  },
  [15910] = {
    '巨型触须传送门',
    nil,
  },
  [15911] = {
    '派特的烟火束（深蓝色）',
    nil,
  },
  [15912] = {
    '派特的烟火束（深绿色）',
    nil,
  },
  [15913] = {
    '派特的烟火束（深紫色）',
    nil,
  },
  [15914] = {
    '派特的烟火束（深红色）',
    nil,
  },
  [15915] = {
    '派特的烟火束（纯白色）',
    nil,
  },
  [15916] = {
    '派特的烟火束（深黄色）',
    nil,
  },
  [15917] = {
    '春节狂欢者',
    nil,
  },
  [15918] = {
    '派特的烟火束（艾露恩）',
    nil,
  },
  [15922] = {
    '维希度斯启动器',
    nil,
  },
  [15933] = {
    '毒性云雾',
    nil,
  },
  [15934] = {
    '扎拉黄蜂',
    nil,
  },
  [15936] = {
    '肮脏的希尔盖',
    nil,
  },
  [15953] = {
    '黑女巫法琳娜',
    nil,
  },
  [15954] = {
    '药剂师诺斯',
    nil,
  },
  [15957] = {
    '奥罗之子',
    nil,
  },
  [15961] = {
    '节日哨兵',
    nil,
  },
  [15962] = {
    '维克尼雏虫',
    nil,
  },
  [15963] = {
    '主宰之眼',
    nil,
  },
  [15964] = {
    '布鲁蛋触发器',
    nil,
  },
  [15972] = {
    '奥特兰克山谷军官',
    nil,
  },
  [15973] = {
    '纳克萨玛斯模板',
    nil,
  },
  [15974] = {
    '恐惧爬行者',
    nil,
  },
  [15975] = {
    '腐肉织网者',
    nil,
  },
  [15976] = {
    '毒性捕猎者',
    nil,
  },
  [15977] = {
    '毒性蜘蛛',
    nil,
  },
  [15978] = {
    '地穴剥夺者',
    nil,
  },
  [15979] = {
    '墓穴恐惧蛛魔',
    nil,
  },
  [15980] = {
    '纳克萨玛斯信徒',
    nil,
  },
  [15981] = {
    '纳克萨玛斯侍僧',
    nil,
  },
  [15984] = {
    '沙尔图拉的皇家卫兵',
    nil,
  },
  [16001] = {
    '奥德瑞斯·轻云',
    nil,
  },
  [16003] = {
    '亡灵卫兵托尔',
    nil,
  },
  [16005] = {
    '约克林·亨德瑞克中尉',
    nil,
  },
  [16006] = {
    '作战触发器',
    nil,
  },
  [16007] = {
    '奥洛克·戴斯班恩',
    nil,
  },
  [16008] = {
    '泰玛',
    nil,
  },
  [16009] = {
    '托麦克·石河',
    nil,
  },
  [16011] = {
    '洛欧塞布',
    nil,
  },
  [16014] = {
    '穆克斯·玛纳斯卡波',
    nil,
  },
  [16015] = {
    '恶性角斗士的小木槌',
    '特殊材料商人',
  },
  [16017] = {
    '缝补傀儡',
    nil,
  },
  [16018] = {
    '胆汁呕吐者',
    nil,
  },
  [16020] = {
    '疯狂的科学家',
    nil,
  },
  [16021] = {
    '畸形妖',
    nil,
  },
  [16022] = {
    '外科助手',
    nil,
  },
  [16024] = {
    '腐液软泥怪',
    nil,
  },
  [16025] = {
    '缝合巨人',
    nil,
  },
  [16027] = {
    '活性剧毒',
    nil,
  },
  [16028] = {
    '帕奇维克',
    nil,
  },
  [16029] = {
    '淤泥喷射者',
    nil,
  },
  [16030] = {
    '蛆虫',
    nil,
  },
  [16032] = {
    '法尔林·树影',
    nil,
  },
  [16034] = {
    '天灾兽',
    nil,
  },
  [16036] = {
    '狂乱蝙蝠',
    nil,
  },
  [16037] = {
    '疫病蝙蝠',
    nil,
  },
  [16042] = {
    '瓦塔拉克公爵',
    nil,
  },
  [16043] = {
    '熔岩领主博奥克',
    nil,
  },
  [16044] = {
    '莫尔·灰蹄触发器',
    nil,
  },
  [16045] = {
    '依萨利恩触发器',
    nil,
  },
  [16046] = {
    '贾林及索索斯触发器',
    nil,
  },
  [16047] = {
    '科尔莫克触发器',
    nil,
  },
  [16048] = {
    '瓦萨拉克领主触发器',
    nil,
  },
  [16049] = {
    '莱弗提',
    nil,
  },
  [16050] = {
    '烂牙',
    nil,
  },
  [16051] = {
    '斯诺恩·黑骨',
    nil,
  },
  [16052] = {
    '玛尔根·长矛',
    nil,
  },
  [16056] = {
    '疾病之蛆',
    nil,
  },
  [16057] = {
    '腐烂的蛆虫',
    nil,
  },
  [16060] = {
    '收割者戈提克',
    nil,
  },
  [16061] = {
    '教官拉苏维奥斯',
    nil,
  },
  [16062] = {
    '大领主莫格莱尼',
    '灰烬使者',
  },
  [16063] = {
    '瑟里耶克爵士',
    nil,
  },
  [16065] = {
    '女公爵布劳缪克丝',
    nil,
  },
  [16066] = {
    '鬼灵刺客',
    nil,
  },
  [16067] = {
    '死亡战马',
    nil,
  },
  [16068] = {
    '幼虫',
    nil,
  },
  [16069] = {
    '咕唧',
    nil,
  },
  [16070] = {
    '加雷尔·红石',
    nil,
  },
  [16072] = {
    '海潮之王鲁尔加斯',
    nil,
  },
  [16073] = {
    '瓦塔拉克公爵之魂',
    nil,
  },
  [16075] = {
    '匹德菲特',
    nil,
  },
  [16076] = {
    '塔尔·石血',
    nil,
  },
  [16079] = {
    '瑟尔伦触发器',
    nil,
  },
  [16080] = {
    '莫尔·灰蹄',
    nil,
  },
  [16082] = {
    '纳克萨玛斯触发器',
    nil,
  },
  [16083] = {
    '莫尔·灰蹄',
    '灰烬使者',
  },
  [16085] = {
    '小匹德菲特',
    nil,
  },
  [16086] = {
    '花雨',
    nil,
  },
  [16091] = {
    '德尔克·雷木',
    nil,
  },
  [16092] = {
    '希利斯传送者',
    nil,
  },
  [16093] = {
    '鬼灵巡视者',
    nil,
  },
  [16094] = {
    nil,
    '兽栏管理员',
  },
  [16095] = {
    '碎腭',
    '玛尔根·长矛的宠物',
  },
  [16096] = {
    '热砂港卫兵',
    nil,
  },
  [16098] = {
    '埃菲里恩',
    nil,
  },
  [16100] = {
    '亚希达触发器',
    nil,
  },
  [16103] = {
    '亚雷恩的灵魂',
    nil,
  },
  [16104] = {
    '索托斯的灵魂',
    nil,
  },
  [16107] = {
    '药剂师斯塔弗隆·雷伦特',
    '皇家药剂师协会',
  },
  [16111] = {
    '爱情娃娃',
    nil,
  },
  [16112] = {
    '十字军指挥官科尔法克斯',
    '圣光兄弟会',
  },
  [16113] = {
    '英尼戈·蒙托尔神父',
    '圣光兄弟会',
  },
  [16114] = {
    '血色指挥官玛尔兰',
    '血色十字军',
  },
  [16115] = {
    '十字军指挥官埃里戈尔·黎明使者',
    '圣光兄弟会',
  },
  [16116] = {
    '大法师安吉拉·杜萨图斯',
    '圣光兄弟会',
  },
  [16117] = {
    '天灾野猪',
    nil,
  },
  [16119] = {
    '白骨爪牙',
    nil,
  },
  [16120] = {
    '白骨法师',
    nil,
  },
  [16123] = {
    '格雷姆尼克',
    nil,
  },
  [16124] = {
    '冷酷的学徒',
    nil,
  },
  [16125] = {
    '冷酷的死亡骑士',
    nil,
  },
  [16126] = {
    '冷酷的骑兵',
    nil,
  },
  [16127] = {
    '鬼灵学徒',
    nil,
  },
  [16129] = {
    '暗影裂隙',
    nil,
  },
  [16131] = {
    '杀手洛汗',
    '血色十字军',
  },
  [16132] = {
    '猎手雷奥普德',
    '血色十字军',
  },
  [16133] = {
    '愤怒者玛塔乌斯',
    '血色十字军',
  },
  [16134] = {
    '雷布拉特·碎地者',
    '大地之环',
  },
  [16135] = {
    nil,
    '塞纳里奥议会',
  },
  [16136] = {
    '死灵碎片',
    nil,
  },
  [16137] = {
    '纳克萨玛斯军事副首领触发器',
    nil,
  },
  [16139] = {
    '塞纳里奥要塞预备兵',
    nil,
  },
  [16141] = {
    '食尸鬼狂暴者',
    nil,
  },
  [16142] = {
    '胆汁软泥怪',
    nil,
  },
  [16143] = {
    '末日之影',
    nil,
  },
  [16145] = {
    '死亡骑士队长',
    nil,
  },
  [16146] = {
    '死亡骑士',
    nil,
  },
  [16148] = {
    '鬼灵死亡骑士',
    nil,
  },
  [16149] = {
    '鬼灵战马',
    nil,
  },
  [16150] = {
    '鬼灵骑兵',
    nil,
  },
  [16154] = {
    '复活的侍从',
    nil,
  },
  [16156] = {
    '黑暗战士',
    '兽栏管理员',
  },
  [16157] = {
    '厄运战士',
    nil,
  },
  [16158] = {
    '亡者战士',
    nil,
  },
  [16163] = {
    '死亡骑兵',
    nil,
  },
  [16164] = {
    '纳克萨玛斯之影',
    nil,
  },
  [16165] = {
    '死灵骑士',
    nil,
  },
  [16166] = {
    '瑟尔伦击杀荣誉',
    nil,
  },
  [16167] = {
    '白骨构造体',
    nil,
  },
  [16168] = {
    '岩肤石像鬼',
    nil,
  },
  [16172] = {
    '破损的死灵碎片',
    nil,
  },
  [16184] = {
    '蛛怪监工',
    nil,
  },
  [16193] = {
    '骷髅铁匠',
    nil,
  },
  [16194] = {
    '邪恶之斧',
    nil,
  },
  [16211] = {
    '纳克萨玛斯作战假人',
    nil,
  },
  [16212] = {
    '物资官员梅兹',
    '银色黎明',
  },
  [16215] = {
    '邪恶法杖',
    nil,
  },
  [16216] = {
    '邪恶之剑',
    nil,
  },
  [16218] = {
    '电磁圈',
    nil,
  },
  [16225] = {
    '骡子',
    nil,
  },
  [16226] = {
    '卫兵迪迪尔',
    '圣光兄弟会',
  },
  [16227] = {
    nil,
    '飞行管理员',
  },
  [16228] = {
    '银色黎明步兵',
    '银色黎明',
  },
  [16229] = {
    '受伤的银色黎明步兵',
    '银色黎明',
  },
  [16230] = {
    '信徒技师',
    nil,
  },
  [16232] = {
    '运货的骡子',
    nil,
  },
  [16236] = {
    '眼柄',
    nil,
  },
  [16241] = {
    '银色新兵',
    '银色黎明',
  },
  [16243] = {
    '天灾软泥怪',
    nil,
  },
  [16244] = {
    '感染的食尸鬼',
    nil,
  },
  [16254] = {
    '查博斯元帅',
    '银色黎明',
  },
  [16255] = {
    '银色斥候',
    '银色黎明',
  },
  [16256] = {
    nil,
    '旅店老板',
  },
  [16281] = {
    '名单登记员',
    '银色黎明',
  },
  [16283] = {
    '马队管理者布鲁斯·石锤',
    '圣光兄弟会',
  },
  [16284] = {
    '银色医师',
    '银色黎明',
  },
  [16285] = {
    '银色特使',
    '银色黎明',
  },
  [16290] = {
    '辐射软泥怪',
    nil,
  },
  [16297] = {
    '变异幼虫',
    nil,
  },
  [16298] = {
    '鬼灵士兵',
    nil,
  },
  [16299] = {
    '骷髅突击队员',
    nil,
  },
  [16306] = {
    '天谴军团爪牙, 重生者,鬼魂/食尸鬼',
    nil,
  },
  [16336] = {
    '天谴军团爪牙, 重生者,鬼魂/食尸鬼',
    nil,
  },
  [16338] = {
    '天谴军团爪牙, 重生者,鬼魂/食尸鬼',
    nil,
  },
  [16356] = {
    '天谴军团爪牙, 重生者,鬼魂/食尸鬼',
    nil,
  },
  [16359] = {
    '银色信使',
    '银色黎明',
  },
  [16360] = {
    '肉用僵尸',
    nil,
  },
  [16361] = {
    '指挥官托马斯·海勒拉',
    '银色黎明',
  },
  [16363] = {
    '天灾云雾',
    nil,
  },
  [16365] = {
    '大工匠奥玛里恩',
    '圣光兄弟会',
  },
  [16368] = {
    '浮空城侍僧',
    nil,
  },
  [16369] = {
    '小鸡',
    nil,
  },
  [16371] = {
    '小猪',
    nil,
  },
  [16372] = {
    '绵羊',
    nil,
  },
  [16373] = {
    '小耗子',
    nil,
  },
  [16374] = {
    '变形蟑螂',
    nil,
  },
  [16375] = {
    '污水淤泥怪',
    nil,
  },
  [16376] = {
    '工匠威尔海姆',
    '圣光兄弟会',
  },
  [16377] = {
    '小乌龟',
    nil,
  },
  [16378] = {
    '银色哨兵',
    '银色黎明',
  },
  [16379] = {
    '诅咒者之魂',
    nil,
  },
  [16380] = {
    '骨巫',
    nil,
  },
  [16381] = {
    '大法师塔希斯·基莫迪尔',
    nil,
  },
  [16382] = {
    '缝补恶徒',
    nil,
  },
  [16383] = {
    '烈焰震击者',
    nil,
  },
  [16384] = {
    '银色黎明新兵',
    '银色黎明',
  },
  [16385] = {
    '闪电图腾',
    nil,
  },
  [16386] = {
    '浮空城中继者',
    nil,
  },
  [16387] = {
    nil,
    '萨格拉斯之手',
  },
  [16390] = {
    '死寒仆从',
    nil,
  },
  [16392] = {
    '阿曼多·奥塞克斯中尉',
    nil,
  },
  [16394] = {
    '苍白者',
    nil,
  },
  [16395] = {
    '银色黎明圣骑士',
    '银色黎明',
  },
  [16396] = {
    '暴风城精英卫士',
    nil,
  },
  [16398] = {
    '浮空城代理者',
    nil,
  },
  [16399] = {
    '血帆叛徒',
    nil,
  },
  [16400] = {
    '毒性通道',
    nil,
  },
  [16401] = {
    '浮空城',
    nil,
  },
  [16416] = {
    '布隆恩·菲兹维克',
    nil,
  },
  [16417] = {
    '卢森·费兹布拉克',
    nil,
  },
  [16418] = {
    '穆普斯·沙克菲德',
    nil,
  },
  [16419] = {
    '纳克萨玛斯之灵',
    nil,
  },
  [16420] = {
    '暗影之门',
    nil,
  },
  [16421] = {
    '浮空城之命',
    nil,
  },
  [16422] = {
    '骷髅士兵',
    nil,
  },
  [16423] = {
    '鬼灵幻影',
    nil,
  },
  [16427] = {
    '冰冻废土的士兵',
    nil,
  },
  [16428] = {
    '势不可挡的憎恶',
    nil,
  },
  [16429] = {
    '织魂者',
    nil,
  },
  [16430] = {
    '灰烬使者触发器',
    nil,
  },
  [16431] = {
    '破碎的死灵水晶',
    nil,
  },
  [16432] = {
    '幽暗城精英卫士',
    nil,
  },
  [16433] = {
    '银色黎明十字军',
    '银色黎明',
  },
  [16434] = {
    '银色黎明勇士',
    '银色黎明',
  },
  [16435] = {
    '银色黎明祭司',
    '银色黎明',
  },
  [16436] = {
    '银色黎明牧师',
    '银色黎明',
  },
  [16437] = {
    '鬼灵之魂',
    nil,
  },
  [16438] = {
    '骷髅步兵',
    nil,
  },
  [16439] = {
    '大检察官法尔班克斯',
    '灰烬使者',
  },
  [16440] = {
    '大领主莫格莱尼',
    '灰烬使者',
  },
  [16441] = {
    '寒冰皇冠卫士',
    nil,
  },
  [16446] = {
    '疫病石像鬼',
    nil,
  },
  [16447] = {
    '疫病食尸鬼',
    nil,
  },
  [16448] = {
    '疫病死亡犬',
    nil,
  },
  [16449] = {
    '纳克萨玛斯之魂',
    nil,
  },
  [16451] = {
    '死亡骑士复仇者',
    nil,
  },
  [16452] = {
    '死灵骑士卫兵',
    nil,
  },
  [16453] = {
    '死灵捕猎者',
    nil,
  },
  [16458] = {
    '旅店老板法拉莉亚',
    '旅店老板',
  },
  [16478] = {
    '奥林中尉',
    '银色黎明',
  },
  [16479] = {
    '变形克隆',
    nil,
  },
  [16484] = {
    '奈维尔中尉',
    '银色黎明',
  },
  [16486] = {
    '蛛网',
    nil,
  },
  [16490] = {
    '利山德中尉',
    '银色黎明',
  },
  [16493] = {
    '达格尔中尉',
    '银色黎明',
  },
  [16494] = {
    '卢卡中尉',
    '银色黎明',
  },
  [16495] = {
    '贝萨中尉',
    '银色黎明',
  },
  [16505] = {
    '纳克萨玛斯追随者',
    nil,
  },
  [16506] = {
    '纳克萨玛斯膜拜者',
    nil,
  },
  [16508] = {
    '银色骏马',
    nil,
  },
  [16509] = {
    '银色战马',
    nil,
  },
  [16510] = {
    '银色军马',
    nil,
  },
  [16511] = {
    '银色坐骑',
    nil,
  },
  [16512] = {
    '银色亡灵马',
    nil,
  },
  [16513] = {
    '银色亡灵战马',
    nil,
  },
  [16531] = {
    '暗淡的死灵水晶',
    nil,
  },
  [16547] = {
    '飞毛腿',
    nil,
  },
  [16548] = {
    '扭扭先生',
    nil,
  },
  [16549] = {
    '小老鼠吱吱',
    nil,
  },
  [16573] = {
    '地穴卫士',
    nil,
  },
  [16604] = {
    '黑翼法术标记',
    nil,
  },
  [16697] = {
    '虚空地带',
    nil,
  },
  [16698] = {
    '死尸甲虫',
    nil,
  },
  [16701] = {
    '仲夏之魂',
    nil,
  },
  [16775] = {
    '莫格莱尼之魂',
    '灰烬使者',
  },
  [16776] = {
    '布劳缪克丝之魂',
    nil,
  },
  [16777] = {
    '瑟里耶克之魂',
    nil,
  },
  [16778] = {
    '库尔塔兹之魂',
    nil,
  },
  [16779] = {
    '奶牛',
    nil,
  },
  [16781] = {
    '仲夏司仪',
    nil,
  },
  [16783] = {
    '天灾软泥（蓝）',
    nil,
  },
  [16784] = {
    '天灾软泥（红）',
    nil,
  },
  [16785] = {
    '天灾软泥（绿）',
    nil,
  },
  [16786] = {
    '银色军需官',
    '银色黎明',
  },
  [16787] = {
    '银色物资官',
    '银色黎明',
  },
  [16788] = {
    '节日护火者',
    nil,
  },
  [16803] = {
    '死亡骑士学员',
    nil,
  },
  [16817] = {
    '节日博学者',
    nil,
  },
  [16818] = {
    '节日诗人',
    nil,
  },
  [16861] = {
    '死亡领主',
    nil,
  },
  [16980] = {
    '巫妖王',
    nil,
  },
  [16981] = {
    '天灾卫士',
    nil,
  },
  [16982] = {
    '天灾构造体',
    nil,
  },
  [16983] = {
    '天灾勇士',
    nil,
  },
  [16984] = {
    '天灾战士',
    nil,
  },
  [16987] = {
    '节日护火者：牛头人',
    nil,
  },
  [16988] = {
    '节日护火者：人类',
    nil,
  },
  [16989] = {
    '节日护火者：巨魔',
    nil,
  },
  [16990] = {
    '节日护火者：矮人',
    nil,
  },
  [16995] = {
    '巫妖王的使者',
    nil,
  },
  [16998] = {
    '比格沃斯',
    nil,
  },
  [17003] = {
    '灰烬元素',
    nil,
  },
  [17025] = {
    '萨菲隆的龙翼打击',
    nil,
  },
  [17038] = {
    '暴风城食火者',
    nil,
  },
  [17041] = {
    '奥格瑞玛食火者',
    nil,
  },
  [17048] = {
    '铁炉堡食火者',
    nil,
  },
  [17049] = {
    '达纳苏斯食火者',
    nil,
  },
  [17050] = {
    '雷霆崖食火者',
    nil,
  },
  [17051] = {
    '幽暗城食火者',
    nil,
  },
  [17055] = {
    '迈克斯纳的小蜘蛛',
    nil,
  },
  [17066] = {
    '彩带柱调试触发器',
    nil,
  },
  [17068] = {
    '远征军首席调度官恩克斯',
    nil,
  },
  [17069] = {
    '白须大使',
    nil,
  },
  [17070] = {
    '药剂师奎因纳德',
    nil,
  },
  [17072] = {
    '高莫克大使',
    nil,
  },
  [17074] = {
    '塞纳里奥斥候',
    nil,
  },
  [17079] = {
    '吉里卡将军',
    nil,
  },
  [17080] = {
    '布鲁沃尔元帅',
    nil,
  },
  [17081] = {
    '斥候布拉菲·血拳',
    nil,
  },
  [17082] = {
    '火枪手托瑞格',
    nil,
  },
  [17090] = {
    '希利苏斯之尘任务新物品',
    nil,
  },
  [17209] = {
    nil,
    '幽灵狮鹫管理员',
  },
  [17231] = {
    '花园毒气',
    nil,
  },
  [17249] = {
    '兰德鲁·郎绍特',
    '黑色烈焰',
  },
  [17252] = {
    '恶魔卫士',
    nil,
  },
  [17266] = {
    '骑乘用海龟',
    nil,
  },
  [17635] = {
    '洛丹伦指挥官',
    nil,
  },
  [17647] = {
    '洛丹伦士兵',
    nil,
  },
  [17688] = {
    '皇冠哨塔部落占领任务物体',
    nil,
  },
  [17689] = {
    '皇冠哨塔夺旗任务物体',
    nil,
  },
  [17690] = {
    '东墙之塔夺旗任务物体',
    nil,
  },
  [17691] = {
    '东墙哨塔部落占领任务物体',
    nil,
  },
  [17696] = {
    '北地哨塔夺旗任务物体',
    nil,
  },
  [17697] = {
    '北点哨塔部落占领任务物体',
    nil,
  },
  [17698] = {
    '病木林夺旗任务物体',
    nil,
  },
  [17699] = {
    '瘟疫林部落占领任务物体',
    nil,
  },
  [17719] = {
    '铁炉堡狮鹫骑士',
    nil,
  },
  [17720] = {
    '奥格瑞玛飞龙骑士',
    nil,
  },
  [17765] = {
    '联盟水晶尘斥候',
    nil,
  },
  [17766] = {
    '部落水晶尘斥候',
    nil,
  },
  [17794] = {
    '联盟哨塔支援者',
    nil,
  },
  [17795] = {
    '部落哨塔支援者',
    nil,
  },
  [17804] = {
    '侍卫洛文',
    nil,
  },
  [17995] = {
    '洛丹伦精兵',
    nil,
  },
  [17996] = {
    '洛丹伦斗士',
    nil,
  },
  [18199] = {
    '希利苏斯之尘部落任务',
    nil,
  },
  [24782] = {
    '虚弱的摩本特·费尔',
    nil,
  },
  [25870] = {
    '仲夏节服装: 矮人',
    nil,
  },
  [25871] = {
    '仲夏节服装: 侏儒',
    nil,
  },
  [25872] = {
    '仲夏节服装: 地精',
    nil,
  },
  [25873] = {
    '仲夏节服装: 人类',
    nil,
  },
  [25874] = {
    '仲夏节服装: 暗夜精灵',
    nil,
  },
  [25875] = {
    '仲夏节服装: 兽人',
    nil,
  },
  [25876] = {
    '仲夏节服装: 牛头人',
    nil,
  },
  [25877] = {
    '仲夏节服装: 巨魔',
    nil,
  },
  [25878] = {
    '仲夏节服装: 亡灵',
    nil,
  },
}
